{
  "date": "February 19, 2019",
  "headline": "Mother of murdered journalist James Foley on ISIS bride seeking to return to US",
  "subHeadline": "Guests: Emma Meshell, Roger Fisk, Madison Gesiotto, Vince Coglianese, Diane Foley, Marjorie Clifton, Emily Jashinsky, Tom McClintock",
  "url": "https://www.foxnews.com/transcript/mother-of-murdered-journalist-james-foley-on-isis-bride-seeking-to-return-to-us",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "I have an absolute right to call national security. We need strong borders. We have to stop drugs and crime and criminals and human trafficking. And we have to stop all of those things that a strong wall will stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES PAYNE, ANCHOR",
      "sentences": "President Trump said he expected it. Now 16 states are doing it, suing to block the president's emergency declaration for the border wall.  And, today, we're all over it. Welcome, everyone. I'm Charles Payne, in for Neil Cavuto. And this is \"Your World.\"  And that lawsuit claims -- quote -- \"The executive actions directing the diversion of federal funds and other resources for border wall construction are unlawful and unconstitutional.\" To John Roberts on how the White houses responding -- John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Charles, good afternoon to you.   The watchdog group Public Citizen actually filed the first lawsuit against the emergency declaration yesterday in district court in D.C. And now following on the heels of that, California leading 16 states in challenging this. This case is filed in the Ninth Circuit Court of Appeals jurisdiction in California. That circuit court of appeals rarely friendly to the president, though he did get a good ruling just the other week. Here's the California attorney general, Xavier Becerra, on why they filed the suit. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "XAVIER BECERRA, D-CALIF., ATTORNEY GENERAL",
      "sentences": "In every respect, the facts prove that Donald Trump is acting outside the law in declaring an emergency, but he's also acting outside the law in trying to raid pots of money that have already been allocated by Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Now, the president himself weighed in on this just a short time ago in the Oval Office, signing the directive that will create the Space Force as part of the U.S. Air Force, the president predicting that he is going to fare well in the courts, may even not have wait until this gets to the Supreme Court before he can declare victory.   Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think, in the end, we're going to be very successful with the lawsuit. So, it was filed. It was filed in the Ninth Circuit. And I actually think we might do very well even in the Ninth Circuit, because it's an open and closed case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The president predicting that all of this would happen last Friday. There you see him in the Rose Garden, when he announced his emergency declaration.  Today taking aim at California's failed high-speed rail system as a way of getting a dig in on California leading the charge here with this action against his emergency declaration, saying -- quote -- \"The failed Fast Train project in California, where the cost overruns are becoming world record setting, is hundreds of times more expensive than the desperately needed wall.\" In the meantime, as his emergency declaration begins to make its way through the courts, the president has got plenty of other money that he can tap into immediately, Charles, to build wall. He's got the $1.37 billion dollars that Congress gave him. He's got $601 million from the Treasury that he can tap into.  He's got some money from the DOD. All of that together, if you use the formula that what Congress gave him would build 55 miles of wall, the president should be almost immediately able to construct nearly 100 miles of wall. And if he moves some more money right inside the DOD before he even touches any of the money that he gets unlocked by this emergency declaration, he should be able to build almost 200 miles of wall.   So that's getting pretty close to what he wanted at the outset of this, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "John, he said he would. And, of course, the legal battle will ensue. We will watch it. Thank you very much, my friend. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And my next guest says the president's emergency declaration is on solid legal ground. California Republican Congressman Tom McClintock is a member of the Judiciary Committee.   Congressman, thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TOM MCCLINTOCK, R-CALIF.",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You and I spoke recently.  And it's interesting, because it was no surprise that this lawsuit was coming. And it's no surprise that all of these states are so-called Democratic states or run by Democratic governors. But when we listen to A.G. Becerra, your state's attorney general, file -- or justify filing a lawsuit on behalf of Congress, it feels kind of weird. Why wouldn't Congress take these steps on their own? Why would why would Becerra and other local officials need to step up for Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLINTOCK",
      "sentences": "Well, I don't know. Congress has standing in its own right, but I'm glad he did, because he's been completely incompetent at getting cases ultimately settled in his favor against the Trump administration.   I think this is largely political. And I think that ultimately this suit is going to fail as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, there's no doubt that there's a large political aspect to this. In fact, I thought it was very telling late last week, ahead of the announcement from President Trump, when Nancy Pelosi, the leader of the Democrats, the speaker of the House, changed her tune and started suggesting, not legal action, but urging or suggesting to your party Republicans, you want to go down this path, fine, but you have opened a Pandora's box. And when we have a Democratic president, we will take unilateral action. There will be natural emergencies that cover a range of issues, from climate change, to the carbon tax, to any issue like that.  So, what do you make of the idea that she is going a different route here and suggesting the Republicans have made a mistake here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLINTOCK",
      "sentences": "Since when has the left ever relied on legal precedents to expand their power? Barack Obama wrote DACA out of thin air. And that is legislation over which he had no authority. In this case, the president has a specific legal grant of authority that was adopted by Congress and signed into law back in 1976. It's been invoked 58, now 59 times, for national emergencies such as civil unrest in Sierra Leone and Burma.  The problem that Becerra and the -- these leftist activists are going to have is convincing the Supreme Court that somehow the civil war in Sierra Leone is a perfectly legitimate national emergency, but 60,000 foreign nationals illegally crossing our border every month is not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I think the tactic is, from a legal perspective, is that this circumvents the power -- the Congress' rightful power of the purse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLINTOCK",
      "sentences": "Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I'm not sure how many of the current or former national emergencies intervene with respect to usurping the power of the purse from the Congress to the executive branch. What would you say against that argument?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLINTOCK",
      "sentences": "This law specifically gives the president the ability to reprogram military construction funds that have not already been obligated -- in other words, those contracts have not yet been signed -- in the event of a national emergency that he has declared. Again, that is -- there's a long precedent for that law. Was it a good idea for Congress to give the president that authority? That's a separate question. But the fact of the matter is, it did. He has that authority. He has the responsibility to defend our country, and he's now using that authority to meet that responsibility. That's a very good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Congressman, I want to shift gears a little bit, because there's a lot of really growing calls out there for McCabe and Rosenstein to testify in front of Congress.  What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLINTOCK",
      "sentences": "Well, I think that they should.  But, far more importantly, I think that they should be subjected to the same kind of inquiry that we have seen the Mueller investigation take over the last couple of years. There needs to be a special counsel to get to the bottom of all of the skullduggery that was going on in the FBI and the -- and the Department of Justice to undermine the constitutional election of a president of the United States. And that's exactly what they were doing, with phony evidence, destruction of evidence, a complete double standard in the application of the law. I mean, you can go down a long laundry list of misdeeds by this cabal of partisan Democratic operatives at the upper levels of the FBI and the Department of Justice.  We have got to get to the bottom of that. We have a new attorney general whose most important responsibility, in my opinion, is to get a thorough airing of all of these issues, hold the people accountable for breaking the law, and restore confidence in the impartiality of our Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.  I think everyone would agree with that, though. There's a lot of information that all Americans want to get to the bottom of. Congressman, thank you very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLINTOCK",
      "sentences": "My pleasure, Charles. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Forget about the fight over a one-time $5 billion payment for the wall. One Democratic presidential candidate wants $70 billion for a new government program every year. Take a look. Guess which one? Tweet me @cvpayne. By the way, there's a word for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "To those who would try to impose socialism on the United States, we again deliver a very simple message. America will never be a socialist country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "The race for the White House is on, and so is the race to spend more green. 2020 Democratic presidential candidate Elizabeth Warren calling for universal child care funded by a new tax on wealthy Americans. Now, some reports are putting the tab at $70 billion every year.   To FOX News Channel's Trace Gallagher with the details -- Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Charles, Elizabeth Warren says she can vividly remember when she was raising her two children and could not afford child care. She thought about quitting her job, until her 78- year-old Aunt Bee moved in and stayed for 16 years. Now, she says because everyone isn't lucky enough to have an Aunt Bee and because a year of child care can rival the cost of a year of college, she is unveiling her -- quote -- \"universal child care and early learning plan\" that she says guarantees child care and preschool for everyone. Warren says, for millions of families, it'll be free. And for everyone else, it'll be affordable. And she says the way it works is the federal government would partner with state, cities and local school districts to create a network of child care options.  And because child care and preschool workers would also be doing educational work, they would be paid the same as public school teachers, saying -- and I'm quoting here -- \"The federal government will pick up a huge chunk of the costs,\" though she didn't define huge chunk, but she did expound on how she plans to pay for it. And if you guessed raising taxes, you would be right. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "We can pay for universal child care and a whole lot more if we just ask the one-10th of 1 percent to pay a fair share.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "She means those worth more than $50 million. It says her ultra-millionaire tax would generate $2.75 trillion, but that her child care and preschool plan would only cost one-fourth of that. If you do the math, like you said, $70 billion a year. That's $700 billion over 10 years -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Trace, thank you very much. Well, lots of big numbers out there, of course, but no one's talking about the biggest one, $22 trillion, our growing federal debt. So how can we afford the -- all of these big plans that are being promised to us? Let's ask Democratic strategist Marjorie Clifton, The Federalist's Emily Jashinsky, and Trump 2020 advisory board member Madison Gesiotto.  Madison, let start with you. The plans are just mounting, whether it's universal child care, universal basic income. The numbers add up and the digits go on almost to infinity. How can we pay for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADISON GESIOTTO, CONSERVATIVE COMMENTATOR",
      "sentences": "Hi, Charles. Good to be with you. It's very, frustrating to continue to hear them coming out with these socialistic plans. And as far as I'm concerned, they seem to be quite economically illiterate. You look at Medicare for all, you look at this universal child care that she's proposing, it all sounds great. It's all in good intention. But when you sit down and you crunch the numbers, it's never going to work. Medicare for all is a great example. We have estimated many bipartisan ways that it's about $32 trillion that it would cost. And even raising taxes dramatically, they wouldn't even be able to raise half of that. And so, similarly here, they want to do a wealth tax to pay for this. And, of course, they're not even doing a dynamic analysis of how that wealth tax would affect the economy. And so, ultimately, their numbers of what they say they could raise with the wealth tax I think are very inaccurate.  And so it's not going to work. And people across this country when it comes down to looking at the details of this plan aren't going to support it. They may support the overarching idea, but they won't support the numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, for now, I'm going to put you down as a no, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GESIOTTO",
      "sentences": "Put me down as a no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "OK. Marjorie, Democrats are making a lot of promises and the zeros are adding up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARJORIE CLIFTON, DEMOCRATIC STRATEGIST",
      "sentences": "Yes. So it's going to require some smart math.  And, look, this is painful because it's not an easy message for a lot of people to hear, especially when people are throwing around socialist terms. But the fact of the matter is, the cost of child care does have a systemic ripple effect. So for every dollar invested in early childhood interventions or education yields about a $4 to $9 return to federal programs, so things like incarceration and early pregnancy and lack of employment and things that have a longer-term challenge. But the challenge that we have with our government is that we don't look long term. We look right in the year at hand. And that's a really hard thing. So it's going to require us thinking about these things differently, just like with health care. How do we create equal market forces, vs. just paying out for Medicaid for all or any of these kinds of programs? So how we get around the messaging I think is going to be the biggest challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Emily, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY JASHINSKY, THE FEDERALIST",
      "sentences": "Well, I actually agree strongly that investing in children is important, and it can be beneficial to the economy.  What I don't agree with is, like, listen, this plan wasn't proposed in a vacuum. So this $70 billion is not just on its own. And if you take most of the Democratic candidates, you take someone like Elizabeth Warren, and you take them down the list of things that they -- of major government takeovers that they agree with, whether it's the Green New Deal, whether it's Medicare for all, whether it's free public college tuition, whatever it is, if you just take them through that checklist, your numbers are going to be giant. And the other thing to think about here that's hugely important is what this means. It means the government is -- would be licensing, potentially licensing day care centers, whatever it is, child care options, which you're asking the government to then stick its hand into another huge sector of the economy, a sensitive issue for a lot of parents, controversial in a lot of cases. And so you're asking the government now to intervene in a very important part of children's lives. So it's not just about the money either. There's a huge principle to consider here as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And that kind of big government control is part and parcel of what people call socialism. And I will say, Amy Klobuchar says she's not down with the free college tuition. And I also heard where Kamala Harris says she's not a socialist. Madison, though, is it fair to describe a lot of these policies that these leading Democratic candidates who have announced so far, to compare them to socialism and Venezuela?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GESIOTTO",
      "sentences": "I think it's absolutely fair. You have to start somewhere. And I think a lot of these policies scare people in this country, especially here in the heartland of Ohio, that they look at this, and they see this as the first step towards a socialist country.  And they don't want to see this happen to our country. And Emily brings up a great point, that people don't want the government's hands in their -- in their child's welfare and in their child's upbringing. They want less government involvement, not more. And so I think, yes, a lot of people want better child care options. Who would disagree with that? But for the child care options to come from the government, I think that's going to be an issue for many people, especially parents here in the Midwest and other places across this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Ladies, we have run out of time. I apologize. I would love to finish this conversation. And, believe me, I'm pretty sure we will have many opportunities. Thank you very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GESIOTTO",
      "sentences": "Thanks, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFTON",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Former FBI Deputy Director Andrew McCabe continues to dig in, saying there were no plans to try to force the president out. The fallout after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Former FBI Deputy Director Andrew McCabe saying that no congressional leaders objected when he told them about the FBI's investigation into President Trump. Catherine Herridge has the very latest for us -- Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Well, Charles, you know the FBI's former top lawyer testified to Congress, where there are criminal penalties for lying, that he believed discussions to remove the president by invoking the 25th Amendment were serious, based on his conversations with Andrew McCabe. But this morning on ABC, McCabe downplayed those discussions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCABE, FORMER ACTING FBI DIRECTOR",
      "sentences": "The fact is -- and it's not in my book for exactly this reason. I made the decision not to include these comments in the book because they were exactly that. It never went beyond the realm of a brief off-handed comment by the deputy attorney general to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "McCabe justifies the counterintelligence probe into the president, citing the firing of FBI Director James Comey, and claims President Trump wanted the deputy attorney general, Rod Rosenstein, to include Russia in the memo to back up the president's decision. But as these events unfolded two years ago during congressional testimony, McCabe struck a different tone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "I don't believe there is a crisis of confidence in the leadership of the FBI. I suppose that's somewhat self-serving, and I apologize for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "You know, it was completely within the president's authority to take the steps that he did. We all understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "In a separate development, a short time ago, the Democratic chairman of the House Oversight Committee released this statement summarizing the interim findings of House investigators. Quote: \"The whistle-blowers who came forward have expressed significant concerns about the potential procedural and legal violations connected with rushing through a plan to transfer nuclear technology to Saudi Arabia. They have warned of conflicts of interest among top White House advisers that could implicate federal criminal statutes.\" The Democrat-led committee investigators are focused on a number of former administration officials and campaign aides, including the former national security adviser, Mike Flynn, and his deputy, K.T. McFarland, who at one time, as you know, was a Fox News contributor -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Catherine Herridge, thank you very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERRIDGE",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Andrew McCabe also slamming that inspector general report that led to his firing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "That report was not like anything I have ever read before. An investigative report includes all of the evidence. It includes all of the information, not just those facts that support the conclusion that you would like to draw. So I have big problems with that report. I disagree with the conclusions they drew. And that is something that I will be raising in a civil lawsuit that I will be bringing against the Department of Justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, does he have -- does he have a case? Well, let's bring the -- get the read on all of this from former U.S. attorney Andrew McCarthy. McCabe now is going to bring his own lawsuit. Of course, there's a chance that he could face some criminal prosecution of his own, particularly as the new A.G. gets settled and the DOJ decides where they want to go with this, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCARTHY, CONTRIBUTOR",
      "sentences": "Yes. Well, look, if he thinks he's been wronged, he should bring a lawsuit. On the other hand, we can't ignore that the best defense is good offense, right? The inspector general referred him to the Justice Department for consideration of whether he should be prosecuted for making false statements to the FBI agents who conducted that investigation. So, if he -- if he wants to get ahead of that by pushing his point of view, I can't -- I can't say as I blame him, as a legal strategy. But he's going to have to justify what he said to those agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Every interview now, it gets a little murkier and there's a new headline. One of the headlines today, of course, is the Gang of Eight and the role that they may have played or what they knew with respect to an investigation into President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes. To me, Charles, I got to tell you, that's the biggest nonstory I have heard in a long time. The Gang of Eight is there to provide oversight by the legislature on the executive branches, in this instance, the intelligence agencies. The FBI is our domestic intelligence agency, as well as a law enforcement agency. And they're there because some matters are classified and sensitive and there should still be congressional oversight. The issue, it seems to me, is not whether the Gang of Eight was advised of the investigation at a time when everybody knew there was an investigation and things had kind of erupted in May. The question is, why wasn't the Gang of Eight advised before then? The Gang of Eight gets quarterly -- I think it's quarterly -- reports from the FBI about the sensitive investigations they're doing. The FBI decided to leave the Trump-Russia investigation out of it up until evidently McCabe disclosed it to them. That is, to me, a more interesting question. Why weren't they told during the campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Now some questions about Mr. Whitaker. New York Times had a very long article. And, partly, the article said that Mr. Whitaker, who -- privately told associates that part of this role at the Justice Department was to -- quote -- \"jump on a grenade for the president,\" and it also talked about how President Trump had sort of loyalty tests. Where is this taking us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, look, I think it's a big critique of the president's handling of the Justice Department. The president is not a lawyer. And he has a different kind of an idea, I think, of what he expects out of the attorney general and out of the top brass at the Justice Department. They're used to acting and proceeding without any political interference in the day-to-day running of the Justice Department. But here we have a situation where the president is being investigated, and he believes the investigation is unfair. And I think he has lashed out at times. I think he's been unwise to do it, because in the end it's going to hurt him more than it hurts...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But is there anything illegal about that, or any perception in your mind that some -- his relationship with the acting attorney general, Whitaker, was somehow -- anything violated the law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Other than it wasn't the usual relationship we have seen in the past?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes, it's not -- the president runs the executive branch. The president gets to run the Justice Department. There doesn't have to be a Justice Department. There has to be a president. That's the way our executive branches in the system. Politically, it's foolish for the political people in the executive branch to get themselves insinuated into the day-to-day running of how we enforce the rule of law. But there's nothing illegal about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, we got less than a minute, but Michael Flynn's name is now back in the mix, a story, comments about him and his relationship with Saudi Arabia. Again, it just feels like names are resurfacing. They're throwing up out - - it feels like really an attempt, in my mind, to confuse most folks out there and maybe sell a few books. But what do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I got to say, Charles, you're right that this is not even not just names resurfacing. This is stories resurfacing. The Wall Street Journal actually covered this in great depth during 2017, I believe. The question is, there was this big push to get civilian nuclear energy plants in Saudi Arabia. They thought that there was an argument that it would be parity with the Iranians. It would be good for American business. It would be good for their diversifying their economy, good for their security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, great seeing you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Good seeing you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right. Talk to you real soon. Hey, the man who some saw as a spoiler for the Democrats in 2016, well, he's back in. He has jumped back into the race, and some Democrats are already trying to distance themselves from him. Is that the way to the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "An American woman who fled for Syria to join ISIS now begging to return home. Diane Foley lost her son James in 2014 at the hands of ISIS fighters. She's here to speak out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "So, you're going to run for president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, PRESIDENTIAL CANDIDATE",
      "sentences": "I am going to run for president. That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "What's going to be different this time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We're going to win. We are going to also launch what I think is unprecedented in modern American history. And that is a grassroots movement, John, to lay the groundwork for transforming the economic and political life of this country. That's what's different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But will it be different at all? Senator Bernie Sanders jumping into the 2020 race, after many saw him as a spoiler for the Democrats in 2016. Does the party risk the same thing happening again? To The Daily Caller's Vince Coglianese Things have certainly changed. He was a maverick. He really came out of nowhere. He captured a lot of people's hearts and minds. But his plan has sort of been adopted by so many other people. You got to wonder where Bernie Sanders fits in this time around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VINCE COGLIANESE, THE DAILY CALLER",
      "sentences": "Well, that's right. People like Kamala Harris, Cory Booker, Elizabeth Warren, they have all signed onto his Medicare for all plan, for instance, in the United States Senate. And what that means is, the field is kind of muddy now. The socialism that he was preaching just four years ago has sort of been adopted by his entire political party, even though he's not actually quite a Democrat. And the Democrats actually rigged the last election against him. He seems to have forgiven that. He's jumped in as a Democrat running once again. And, as I said, the field is very muddy. Everyone seems to be basically supporting the same socialist positions that he has. And I don't think he's necessarily a standout figure in that field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. And to your point, 2020 candidate Kamala Harris distancing herself from Bernie Sanders when she spoke with Fox's Peter Doocy yesterday in New Hampshire. I want to roll tape. Take a listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, CORRESPONDENT",
      "sentences": "One of the most popular Democrats in America right now is the guy who won here in 2016. Bernie Sanders describes himself as a Democratic socialist. To compete in New Hampshire, do you have to -- in the Democratic primary, do you have to move more toward the Democratic socialist part of the party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "Well, the people of New Hampshire will tell me what's required to compete in New Hampshire. But I will tell you, I am not a Democratic socialist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, Vince, and she's adopted almost a lot of the same economic policies, but she's not embracing the term. What does that say for Bernie Sanders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COGLIANESE",
      "sentences": "Well, she's scared of the term that Bernie Sanders isn't, which is socialist. He's still on board with that. He says he's a Democratic socialist. But I do think something interesting happened with Bernie Sanders' rollout this morning that suggests that he's not exactly the same person that he used to be. In his interview with Vermont Public Radio, the first thing he said he was doing, and by way of running for president, was going after the president, who he accused of being a racist, a sexist, a homophobe, a xenophobe. These are words that are used by the identity politics left, not traditionally Bernie Sanders. You had Bernie Sanders this morning attacking the president for his positions on illegal immigrants, but it was just a couple years ago that Bernie Sanders himself was saying that open borders was a right-wing conspiracy. This is a Bernie Sanders who's changed. And he's moving further in the direction of the identity politics left, watering down his own message, and running from the socialism message that he's run on so much in his career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We got less than a minute, though, Vince. I do have to ask you, because it's sort of like the elephant the room amongst the Democrats. This identity politics you talk about, a lot of people are saying Bernie Sanders is the wrong person. He's the old white guy who represents sort of the power struggle that the social justice warriors in his party are trying to fight against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COGLIANESE",
      "sentences": "That's right. And they're upset with him. And what a weird hand to be dealt, that you can't run for political office unless your skin color is the right color or if your gender is the right gender? That sounds like a form of prejudice that we have worked for a long time to get rid of in the United States, and instead to judge people on their merits. There are plenty of people who judge Bernie Sanders on his merits, who say socialism shouldn't be a part of the United States. We just heard the president say that message this week in Miami just yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COGLIANESE",
      "sentences": "But to judge him based on his age, his skin color, his gender, we're supposed to put that behind us. Yet his party seems to be embracing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Content of character, I think, is what we always should be aiming for. Vince, always a pleasure. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COGLIANESE",
      "sentences": "Thanks, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "An American woman who joined ISIS now begging to return to the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HODA MUTHANA, FORMER ISIS MEMBER",
      "sentences": "I don't know. I thought I was doing things correctly for the sake of God. And when I came here, and I saw everything with my own eyes, I realized that I made a big mistake. And I know I ruined my future and my son's future. And I deeply, deeply regret it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "An American woman who fled to join ISIS now begging to return to the United States. She reportedly at one time used Twitter to urge Americans to commit violence. How should the U.S. respond? Joining me now, mother of journalist James Foley, killed by ISIS in 2014, Diane Foley. Diane, your thoughts as this woman is making this passionate plea and admitting that she made a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIANE FOLEY, MOTHER OF JAMES FOLEY",
      "sentences": "Well, certainly, as a Christian, we all make mistakes and need to consider forgiveness, particularly for -- her young child needs to be protected and raised. However, Hoda and the many thousands of other ISIS fighters who have promoted terrorism need to be held accountable and brought to justice. I feel that is vital. And, to be honest, I really call on our President Trump to the alleged Beatles, Kotey and Elsheikh, who horrifically murdered four Americans in 2014 and 2015. I feel we too need to do our part to counter terrorism by holding these folks accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "If we -- so, in other words, if she were to return to the United States, you would like to see your face some form of criminal justice here for the acts she may have committed as part of ISIS, and, of course, for urging the kind of violence that she did on a public forum like Twitter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Absolutely, sir. I mean, she needs to be held accountable for those mistakes and monitored very carefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Of course, in 2014, we already knew what kind of vicious, evil organization ISIS was, a blight on humanity, and, of course, your son's death being amongst those, that -- the carnage that they have left around this world. The idea that she joined in the first place bothers a lot of people. This is where I think a lot of Americans and even Christians are having a hard time saying, on this one, it's hard to forgive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Well, I think, you know, there's forgiveness, but then there's accountability. And I don't think they're mutually exclusive. I think we can certainly understand how a young person can make that kind of mistake. But we also need to hold her accountable and keep monitoring her and her associates, because she spent four years of her life being brainwashed in this horrific ideology of hatred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "And she's tried to incite more and more violence on her own countrymen. So she needs to be held accountable for that, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "What about the justice for your son, James?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Well, to be honest, you know, we still are asking President Trump please bring Kotey and Elsheikh, extradite them here to the United States, and have them be held accountable in a federal criminal court. So far, there's been no real accountability for their horrific murders, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "There's a conversation now between President Trump and leaders in Europe about allowing ISIS fighters to return to those countries, in part to finally end the so-called caliphate. Obviously, you have already alluded to the idea that we would have to monitor this one particular person. So, imagine having to do that with 4,000 people, particularly in the U.K., France and Germany.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But would that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "It is a very heavy burden, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. But in order to completely crush the ideological part of this, because we have retrieved all almost all of the land, we have destroyed them on the battlefield, we have curbed terrorist activities, but in order to completely crush the idea of a caliphate, of a supremacy that allows them to kill and maim anyone who doesn't share their beliefs, should we, as the final part of that, bring back these fighters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "I feel that we must find a way to hold these thousands of jihadist fighters accountable for their human rights crimes. I can understand European countries struggling with the burden of that. And that's why perhaps an international court for terrorists is the answer. I feel that we would be -- it would be very sad at this point to let all these people go. We still have not captured the leadership of ISIS. Al-Baghdadi still eludes us and many of his lieutenants. So, even though the territory has been taken back, the leadership has not been captured. They are not crushed. And I feel these thousands of ISIS fighters could easily regroup in some other part of the world, in our own countries. So, I feel it's essential that we take the time to bring them all to trial and hold them accountable for these crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Diane Foley, you should know that many Americans will never forget your son James, and they share in your urgency to get justice ultimately. We will never give up on that. And we appreciate your bravery for doing this interview. And just want to say God bless, and we will talk to you again real soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Thank you. Thank you, Charles. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Folks, we will have more right after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "More than one in three Americans now think the government is our nation's biggest problem. And that's the most on record. And both parties are being blamed, so maybe time for both parties to get along? Here to discuss, Democratic strategist Roger Fisk and Campus Reform contributor Emma Meshell. Emma, seems like it's a called pox of both houses, get your act together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMMA MESHELL, CAMPUS REFORM",
      "sentences": "It is. And it's not surprising that Americans feel that the government is failing them, because we just came from the largest government shutdown in American history, as both sides were digging in their heels on immigration, which I will also say was the second most important issue listed on this poll. And with Maxine Waters digging in her heels and saying not $1 for the wall, and others saying that Trump is not -- shouldn't be going forward with his wall, it's clear to see that people care a lot about these issues, and it's important that Americans know adding more government to this equation is not going to make things any better for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Roger, huge numbers for sure, but a trend began way back in 2001. Again, the question is, should both parties try to find a way to fix this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER FISK, DEMOCRATIC STRATEGIST",
      "sentences": "I think both parties have to. The interesting thing for me is, it's like, for the American people to be dissatisfied with government, they're pretty much looking in a mirror. The genesis of government is the American voter. It's not the other way around. So the chickens come home to roost in a sense. Everyone loves their congressman, but they want to change Congress. Everyone loves their kids' teacher, but they want to change education. So there's a disconnect between what the personal experiences are and what their kind of macro, more political positions are, when they look at things like this in a national context.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Roger, what about the idea on the Democratic side of making government even larger, which in my mind would actually make it more vulnerable to these sort of -- people being dissatisfied?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISK",
      "sentences": "I think -- I think the Democratic Party -- I actually wrote a piece about this a week ago -- needs a new success narrative. And I think it would be very healthy for the Democratic Party to go through and look at ways to help entrepreneurs and small businesses. I think that kind of aspiration is something that's a hallmark of the Democratic side. I think we should embrace it, and we should figure out how to cultivate it and reinsert it as part of our national brand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Emma, sort of what Roger said, there's an old saying, you get the government you deserve. Is this a reflection more on sort of America itself having a problem and the problems we have as a society, or is this the government specifically letting us down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MESHELL",
      "sentences": "Well, this is an issue with the government. And citizens are going to get a chance to weigh in on this in 2020. But my hope here is that they don't have a disconnect, as Roger actually mentioned here, between the fact that the government is failing them, and then moving forward and asking for more government, with candidates that tend to favor socialist policies, like the Green New Deal, like Medicare for all. These things increase the size of the government and only increases their potential to be let down by the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "The current leadership, it's -- the problem, Roger, is that, with current leadership, it feels like it's gotten so personal. The animosity, the vitriol is so -- it's so outrageous, you wonder what ever happened. We hear about the classic relationships, whether it were Ronald Reagan and Tip O'Neill, things like that. Are those gone forever?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISK",
      "sentences": "Hopefully not. But what I think is going on now is, we -- this country is awash in what I call recreational outrage. It's very easy for someone sitting on their couch to take a number of strident and angry stands on 10 or 15 issues without ever leaving their apartment, without ever interacting with a neighbor, without ever walking down the street and checking in on one of their neighbors to see if they need help or anything. The -- having positions has allowed us to get to a point where being right is more important than doing good. And I think we need to kind of get back to the idea that being a citizen is not just how we vote, not just the positions that we have, but what do we do with our hands and our feet to lift up our neighbors, lift up our communities and lift up the country That, to me, is the real test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Emma, you have thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MESHELL",
      "sentences": "Political division is something that is huge right now. And it even made an appearance this morning in Bernie Sanders' announcement for president for 2020, calling Donald Trump a misogynist and plenty of other things. And I think that that's only going to continue to add to this division that we're seeing in our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, I don't think the American public likes the name-calling at all. Thank you both very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISK",
      "sentences": "Thanks, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MESHELL",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "A new round of trade talks between the United States and China kicking off today in Washington, this as the clock counts down to next week's deadline. So which side will blink first?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "U.S.-China trade negotiations resuming in Washington today. Fox Business Network's Hillary Vaughn has the latest -- Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY VAUGHN, CORRESPONDENT",
      "sentences": "Hi, Charles. Well, the president saying today that these trade talks are a lot more complex than convincing China to just buy more corn from the U.S., both countries kicking off another round of negotiations today, before a new round of tariffs kick in 10 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "China would like not for that to happen. So I think they're trying to move fast, so that doesn't happen. But we will see what happens. I can only say that the talks with China on trade have gone very, very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "Trump saying the March 1 deadline isn't a magical date. There is some wiggle room to delay the deadline. But, still, there's a lot at stake if talks derail and the deadline drops. Both delegations want to dodge a 15 percent tax increase on $200 billion of imports from China. That's set to go into effect on March 1 -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Hillary, thank you very much. Folks, that does it for me here. Remember, though, catch me tomorrow on the FOX Business Network at 2:00 p.m. Eastern for \"Making Money.\" That's my job. That's my goal. That's the name of the show. Please tune in. \"The Five\" starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "I have an absolute right to call national security. We need strong borders. We have to stop drugs and crime and criminals and human trafficking. And we have to stop all of those things that a strong wall will stop."
    },
    {
      "speaker": "CHARLES PAYNE, ANCHOR",
      "utterance": "President Trump said he expected it. Now 16 states are doing it, suing to block the president's emergency declaration for the border wall. And, today, we're all over it. Welcome, everyone. I'm Charles Payne, in for Neil Cavuto. And this is \"Your World.\" And that lawsuit claims -- quote -- \"The executive actions directing the diversion of federal funds and other resources for border wall construction are unlawful and unconstitutional.\" To John Roberts on how the White houses responding -- John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Charles, good afternoon to you. The watchdog group Public Citizen actually filed the first lawsuit against the emergency declaration yesterday in district court in D.C. And now following on the heels of that, California leading 16 states in challenging this. This case is filed in the Ninth Circuit Court of Appeals jurisdiction in California. That circuit court of appeals rarely friendly to the president, though he did get a good ruling just the other week. Here's the California attorney general, Xavier Becerra, on why they filed the suit. Listen here."
    },
    {
      "speaker": "XAVIER BECERRA, D-CALIF., ATTORNEY GENERAL",
      "utterance": "In every respect, the facts prove that Donald Trump is acting outside the law in declaring an emergency, but he's also acting outside the law in trying to raid pots of money that have already been allocated by Congress."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Now, the president himself weighed in on this just a short time ago in the Oval Office, signing the directive that will create the Space Force as part of the U.S. Air Force, the president predicting that he is going to fare well in the courts, may even not have wait until this gets to the Supreme Court before he can declare victory. Listen here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think, in the end, we're going to be very successful with the lawsuit. So, it was filed. It was filed in the Ninth Circuit. And I actually think we might do very well even in the Ninth Circuit, because it's an open and closed case."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The president predicting that all of this would happen last Friday. There you see him in the Rose Garden, when he announced his emergency declaration. Today taking aim at California's failed high-speed rail system as a way of getting a dig in on California leading the charge here with this action against his emergency declaration, saying -- quote -- \"The failed Fast Train project in California, where the cost overruns are becoming world record setting, is hundreds of times more expensive than the desperately needed wall.\" In the meantime, as his emergency declaration begins to make its way through the courts, the president has got plenty of other money that he can tap into immediately, Charles, to build wall. He's got the $1.37 billion dollars that Congress gave him. He's got $601 million from the Treasury that he can tap into. He's got some money from the DOD. All of that together, if you use the formula that what Congress gave him would build 55 miles of wall, the president should be almost immediately able to construct nearly 100 miles of wall. And if he moves some more money right inside the DOD before he even touches any of the money that he gets unlocked by this emergency declaration, he should be able to build almost 200 miles of wall. So that's getting pretty close to what he wanted at the outset of this, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "John, he said he would. And, of course, the legal battle will ensue. We will watch it. Thank you very much, my friend. Thank you."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "You bet."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And my next guest says the president's emergency declaration is on solid legal ground. California Republican Congressman Tom McClintock is a member of the Judiciary Committee. Congressman, thanks for joining us."
    },
    {
      "speaker": "REP. TOM MCCLINTOCK, R-CALIF.",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "PAYNE",
      "utterance": "You and I spoke recently. And it's interesting, because it was no surprise that this lawsuit was coming. And it's no surprise that all of these states are so-called Democratic states or run by Democratic governors. But when we listen to A.G. Becerra, your state's attorney general, file -- or justify filing a lawsuit on behalf of Congress, it feels kind of weird. Why wouldn't Congress take these steps on their own? Why would why would Becerra and other local officials need to step up for Congress?"
    },
    {
      "speaker": "MCCLINTOCK",
      "utterance": "Well, I don't know. Congress has standing in its own right, but I'm glad he did, because he's been completely incompetent at getting cases ultimately settled in his favor against the Trump administration. I think this is largely political. And I think that ultimately this suit is going to fail as well."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, there's no doubt that there's a large political aspect to this. In fact, I thought it was very telling late last week, ahead of the announcement from President Trump, when Nancy Pelosi, the leader of the Democrats, the speaker of the House, changed her tune and started suggesting, not legal action, but urging or suggesting to your party Republicans, you want to go down this path, fine, but you have opened a Pandora's box. And when we have a Democratic president, we will take unilateral action. There will be natural emergencies that cover a range of issues, from climate change, to the carbon tax, to any issue like that. So, what do you make of the idea that she is going a different route here and suggesting the Republicans have made a mistake here?"
    },
    {
      "speaker": "MCCLINTOCK",
      "utterance": "Since when has the left ever relied on legal precedents to expand their power? Barack Obama wrote DACA out of thin air. And that is legislation over which he had no authority. In this case, the president has a specific legal grant of authority that was adopted by Congress and signed into law back in 1976. It's been invoked 58, now 59 times, for national emergencies such as civil unrest in Sierra Leone and Burma. The problem that Becerra and the -- these leftist activists are going to have is convincing the Supreme Court that somehow the civil war in Sierra Leone is a perfectly legitimate national emergency, but 60,000 foreign nationals illegally crossing our border every month is not."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I think the tactic is, from a legal perspective, is that this circumvents the power -- the Congress' rightful power of the purse."
    },
    {
      "speaker": "MCCLINTOCK",
      "utterance": "Well..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I'm not sure how many of the current or former national emergencies intervene with respect to usurping the power of the purse from the Congress to the executive branch. What would you say against that argument?"
    },
    {
      "speaker": "MCCLINTOCK",
      "utterance": "This law specifically gives the president the ability to reprogram military construction funds that have not already been obligated -- in other words, those contracts have not yet been signed -- in the event of a national emergency that he has declared. Again, that is -- there's a long precedent for that law. Was it a good idea for Congress to give the president that authority? That's a separate question. But the fact of the matter is, it did. He has that authority. He has the responsibility to defend our country, and he's now using that authority to meet that responsibility. That's a very good thing."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Congressman, I want to shift gears a little bit, because there's a lot of really growing calls out there for McCabe and Rosenstein to testify in front of Congress. What do you think?"
    },
    {
      "speaker": "MCCLINTOCK",
      "utterance": "Well, I think that they should. But, far more importantly, I think that they should be subjected to the same kind of inquiry that we have seen the Mueller investigation take over the last couple of years. There needs to be a special counsel to get to the bottom of all of the skullduggery that was going on in the FBI and the -- and the Department of Justice to undermine the constitutional election of a president of the United States. And that's exactly what they were doing, with phony evidence, destruction of evidence, a complete double standard in the application of the law. I mean, you can go down a long laundry list of misdeeds by this cabal of partisan Democratic operatives at the upper levels of the FBI and the Department of Justice. We have got to get to the bottom of that. We have a new attorney general whose most important responsibility, in my opinion, is to get a thorough airing of all of these issues, hold the people accountable for breaking the law, and restore confidence in the impartiality of our Justice Department."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. I think everyone would agree with that, though. There's a lot of information that all Americans want to get to the bottom of. Congressman, thank you very much. Appreciate it."
    },
    {
      "speaker": "MCCLINTOCK",
      "utterance": "My pleasure, Charles. Thanks for having me."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Forget about the fight over a one-time $5 billion payment for the wall. One Democratic presidential candidate wants $70 billion for a new government program every year. Take a look. Guess which one? Tweet me @cvpayne. By the way, there's a word for that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "To those who would try to impose socialism on the United States, we again deliver a very simple message. America will never be a socialist country."
    },
    {
      "speaker": "PAYNE",
      "utterance": "The race for the White House is on, and so is the race to spend more green. 2020 Democratic presidential candidate Elizabeth Warren calling for universal child care funded by a new tax on wealthy Americans. Now, some reports are putting the tab at $70 billion every year. To FOX News Channel's Trace Gallagher with the details -- Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Charles, Elizabeth Warren says she can vividly remember when she was raising her two children and could not afford child care. She thought about quitting her job, until her 78- year-old Aunt Bee moved in and stayed for 16 years. Now, she says because everyone isn't lucky enough to have an Aunt Bee and because a year of child care can rival the cost of a year of college, she is unveiling her -- quote -- \"universal child care and early learning plan\" that she says guarantees child care and preschool for everyone. Warren says, for millions of families, it'll be free. And for everyone else, it'll be affordable. And she says the way it works is the federal government would partner with state, cities and local school districts to create a network of child care options. And because child care and preschool workers would also be doing educational work, they would be paid the same as public school teachers, saying -- and I'm quoting here -- \"The federal government will pick up a huge chunk of the costs,\" though she didn't define huge chunk, but she did expound on how she plans to pay for it. And if you guessed raising taxes, you would be right. Watch."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "We can pay for universal child care and a whole lot more if we just ask the one-10th of 1 percent to pay a fair share."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "She means those worth more than $50 million. It says her ultra-millionaire tax would generate $2.75 trillion, but that her child care and preschool plan would only cost one-fourth of that. If you do the math, like you said, $70 billion a year. That's $700 billion over 10 years -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Trace, thank you very much. Well, lots of big numbers out there, of course, but no one's talking about the biggest one, $22 trillion, our growing federal debt. So how can we afford the -- all of these big plans that are being promised to us? Let's ask Democratic strategist Marjorie Clifton, The Federalist's Emily Jashinsky, and Trump 2020 advisory board member Madison Gesiotto. Madison, let start with you. The plans are just mounting, whether it's universal child care, universal basic income. The numbers add up and the digits go on almost to infinity. How can we pay for it?"
    },
    {
      "speaker": "MADISON GESIOTTO, CONSERVATIVE COMMENTATOR",
      "utterance": "Hi, Charles. Good to be with you. It's very, frustrating to continue to hear them coming out with these socialistic plans. And as far as I'm concerned, they seem to be quite economically illiterate. You look at Medicare for all, you look at this universal child care that she's proposing, it all sounds great. It's all in good intention. But when you sit down and you crunch the numbers, it's never going to work. Medicare for all is a great example. We have estimated many bipartisan ways that it's about $32 trillion that it would cost. And even raising taxes dramatically, they wouldn't even be able to raise half of that. And so, similarly here, they want to do a wealth tax to pay for this. And, of course, they're not even doing a dynamic analysis of how that wealth tax would affect the economy. And so, ultimately, their numbers of what they say they could raise with the wealth tax I think are very inaccurate. And so it's not going to work. And people across this country when it comes down to looking at the details of this plan aren't going to support it. They may support the overarching idea, but they won't support the numbers."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, for now, I'm going to put you down as a no, OK?"
    },
    {
      "speaker": "GESIOTTO",
      "utterance": "Put me down as a no."
    },
    {
      "speaker": "PAYNE",
      "utterance": "OK. Marjorie, Democrats are making a lot of promises and the zeros are adding up."
    },
    {
      "speaker": "MARJORIE CLIFTON, DEMOCRATIC STRATEGIST",
      "utterance": "Yes. So it's going to require some smart math. And, look, this is painful because it's not an easy message for a lot of people to hear, especially when people are throwing around socialist terms. But the fact of the matter is, the cost of child care does have a systemic ripple effect. So for every dollar invested in early childhood interventions or education yields about a $4 to $9 return to federal programs, so things like incarceration and early pregnancy and lack of employment and things that have a longer-term challenge. But the challenge that we have with our government is that we don't look long term. We look right in the year at hand. And that's a really hard thing. So it's going to require us thinking about these things differently, just like with health care. How do we create equal market forces, vs. just paying out for Medicaid for all or any of these kinds of programs? So how we get around the messaging I think is going to be the biggest challenge."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Emily, your thoughts?"
    },
    {
      "speaker": "EMILY JASHINSKY, THE FEDERALIST",
      "utterance": "Well, I actually agree strongly that investing in children is important, and it can be beneficial to the economy. What I don't agree with is, like, listen, this plan wasn't proposed in a vacuum. So this $70 billion is not just on its own. And if you take most of the Democratic candidates, you take someone like Elizabeth Warren, and you take them down the list of things that they -- of major government takeovers that they agree with, whether it's the Green New Deal, whether it's Medicare for all, whether it's free public college tuition, whatever it is, if you just take them through that checklist, your numbers are going to be giant. And the other thing to think about here that's hugely important is what this means. It means the government is -- would be licensing, potentially licensing day care centers, whatever it is, child care options, which you're asking the government to then stick its hand into another huge sector of the economy, a sensitive issue for a lot of parents, controversial in a lot of cases. And so you're asking the government now to intervene in a very important part of children's lives. So it's not just about the money either. There's a huge principle to consider here as well."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And that kind of big government control is part and parcel of what people call socialism. And I will say, Amy Klobuchar says she's not down with the free college tuition. And I also heard where Kamala Harris says she's not a socialist. Madison, though, is it fair to describe a lot of these policies that these leading Democratic candidates who have announced so far, to compare them to socialism and Venezuela?"
    },
    {
      "speaker": "GESIOTTO",
      "utterance": "I think it's absolutely fair. You have to start somewhere. And I think a lot of these policies scare people in this country, especially here in the heartland of Ohio, that they look at this, and they see this as the first step towards a socialist country. And they don't want to see this happen to our country. And Emily brings up a great point, that people don't want the government's hands in their -- in their child's welfare and in their child's upbringing. They want less government involvement, not more. And so I think, yes, a lot of people want better child care options. Who would disagree with that? But for the child care options to come from the government, I think that's going to be an issue for many people, especially parents here in the Midwest and other places across this country."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Ladies, we have run out of time. I apologize. I would love to finish this conversation. And, believe me, I'm pretty sure we will have many opportunities. Thank you very much. Appreciate it."
    },
    {
      "speaker": "GESIOTTO",
      "utterance": "Thanks, Charles."
    },
    {
      "speaker": "CLIFTON",
      "utterance": "Thanks."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Thanks."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Former FBI Deputy Director Andrew McCabe continues to dig in, saying there were no plans to try to force the president out. The fallout after this."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Former FBI Deputy Director Andrew McCabe saying that no congressional leaders objected when he told them about the FBI's investigation into President Trump. Catherine Herridge has the very latest for us -- Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Well, Charles, you know the FBI's former top lawyer testified to Congress, where there are criminal penalties for lying, that he believed discussions to remove the president by invoking the 25th Amendment were serious, based on his conversations with Andrew McCabe. But this morning on ABC, McCabe downplayed those discussions."
    },
    {
      "speaker": "ANDREW MCCABE, FORMER ACTING FBI DIRECTOR",
      "utterance": "The fact is -- and it's not in my book for exactly this reason. I made the decision not to include these comments in the book because they were exactly that. It never went beyond the realm of a brief off-handed comment by the deputy attorney general to me."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "McCabe justifies the counterintelligence probe into the president, citing the firing of FBI Director James Comey, and claims President Trump wanted the deputy attorney general, Rod Rosenstein, to include Russia in the memo to back up the president's decision. But as these events unfolded two years ago during congressional testimony, McCabe struck a different tone."
    },
    {
      "speaker": "MCCABE",
      "utterance": "I don't believe there is a crisis of confidence in the leadership of the FBI. I suppose that's somewhat self-serving, and I apologize for that."
    },
    {
      "speaker": "MCCABE",
      "utterance": "You know, it was completely within the president's authority to take the steps that he did. We all understand that."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "In a separate development, a short time ago, the Democratic chairman of the House Oversight Committee released this statement summarizing the interim findings of House investigators."
    },
    {
      "speaker": "Quote",
      "utterance": "\"The whistle-blowers who came forward have expressed significant concerns about the potential procedural and legal violations connected with rushing through a plan to transfer nuclear technology to Saudi Arabia. They have warned of conflicts of interest among top White House advisers that could implicate federal criminal statutes.\" The Democrat-led committee investigators are focused on a number of former administration officials and campaign aides, including the former national security adviser, Mike Flynn, and his deputy, K.T. McFarland, who at one time, as you know, was a Fox News contributor -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Catherine Herridge, thank you very much. Appreciate it."
    },
    {
      "speaker": "HERRIDGE",
      "utterance": "You're welcome."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Andrew McCabe also slamming that inspector general report that led to his firing."
    },
    {
      "speaker": "MCCABE",
      "utterance": "That report was not like anything I have ever read before. An investigative report includes all of the evidence. It includes all of the information, not just those facts that support the conclusion that you would like to draw. So I have big problems with that report. I disagree with the conclusions they drew. And that is something that I will be raising in a civil lawsuit that I will be bringing against the Department of Justice."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, does he have -- does he have a case? Well, let's bring the -- get the read on all of this from former U.S. attorney Andrew McCarthy. McCabe now is going to bring his own lawsuit. Of course, there's a chance that he could face some criminal prosecution of his own, particularly as the new A.G. gets settled and the DOJ decides where they want to go with this, right?"
    },
    {
      "speaker": "ANDREW MCCARTHY, CONTRIBUTOR",
      "utterance": "Yes. Well, look, if he thinks he's been wronged, he should bring a lawsuit. On the other hand, we can't ignore that the best defense is good offense, right? The inspector general referred him to the Justice Department for consideration of whether he should be prosecuted for making false statements to the FBI agents who conducted that investigation. So, if he -- if he wants to get ahead of that by pushing his point of view, I can't -- I can't say as I blame him, as a legal strategy. But he's going to have to justify what he said to those agents."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Every interview now, it gets a little murkier and there's a new headline. One of the headlines today, of course, is the Gang of Eight and the role that they may have played or what they knew with respect to an investigation into President Trump."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes. To me, Charles, I got to tell you, that's the biggest nonstory I have heard in a long time. The Gang of Eight is there to provide oversight by the legislature on the executive branches, in this instance, the intelligence agencies. The FBI is our domestic intelligence agency, as well as a law enforcement agency. And they're there because some matters are classified and sensitive and there should still be congressional oversight. The issue, it seems to me, is not whether the Gang of Eight was advised of the investigation at a time when everybody knew there was an investigation and things had kind of erupted in May. The question is, why wasn't the Gang of Eight advised before then? The Gang of Eight gets quarterly -- I think it's quarterly -- reports from the FBI about the sensitive investigations they're doing. The FBI decided to leave the Trump-Russia investigation out of it up until evidently McCabe disclosed it to them. That is, to me, a more interesting question. Why weren't they told during the campaign?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Now some questions about Mr. Whitaker. New York Times had a very long article. And, partly, the article said that Mr. Whitaker, who -- privately told associates that part of this role at the Justice Department was to -- quote -- \"jump on a grenade for the president,\" and it also talked about how President Trump had sort of loyalty tests. Where is this taking us?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, look, I think it's a big critique of the president's handling of the Justice Department. The president is not a lawyer. And he has a different kind of an idea, I think, of what he expects out of the attorney general and out of the top brass at the Justice Department. They're used to acting and proceeding without any political interference in the day-to-day running of the Justice Department. But here we have a situation where the president is being investigated, and he believes the investigation is unfair. And I think he has lashed out at times. I think he's been unwise to do it, because in the end it's going to hurt him more than it hurts..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But is there anything illegal about that, or any perception in your mind that some -- his relationship with the acting attorney general, Whitaker, was somehow -- anything violated the law?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Other than it wasn't the usual relationship we have seen in the past?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes, it's not -- the president runs the executive branch. The president gets to run the Justice Department. There doesn't have to be a Justice Department. There has to be a president. That's the way our executive branches in the system. Politically, it's foolish for the political people in the executive branch to get themselves insinuated into the day-to-day running of how we enforce the rule of law. But there's nothing illegal about it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, we got less than a minute, but Michael Flynn's name is now back in the mix, a story, comments about him and his relationship with Saudi Arabia. Again, it just feels like names are resurfacing. They're throwing up out - - it feels like really an attempt, in my mind, to confuse most folks out there and maybe sell a few books. But what do you make of this?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I got to say, Charles, you're right that this is not even not just names resurfacing. This is stories resurfacing. The Wall Street Journal actually covered this in great depth during 2017, I believe. The question is, there was this big push to get civilian nuclear energy plants in Saudi Arabia. They thought that there was an argument that it would be parity with the Iranians. It would be good for American business. It would be good for their diversifying their economy, good for their security."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "You know?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, great seeing you again."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Good seeing you, sir."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right. Talk to you real soon. Hey, the man who some saw as a spoiler for the Democrats in 2016, well, he's back in. He has jumped back into the race, and some Democrats are already trying to distance themselves from him. Is that the way to the White House?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "An American woman who fled for Syria to join ISIS now begging to return home. Diane Foley lost her son James in 2014 at the hands of ISIS fighters. She's here to speak out."
    },
    {
      "speaker": "QUESTION",
      "utterance": "So, you're going to run for president?"
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, PRESIDENTIAL CANDIDATE",
      "utterance": "I am going to run for president. That's correct."
    },
    {
      "speaker": "QUESTION",
      "utterance": "What's going to be different this time?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "We're going to win. We are going to also launch what I think is unprecedented in modern American history. And that is a grassroots movement, John, to lay the groundwork for transforming the economic and political life of this country. That's what's different."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But will it be different at all? Senator Bernie Sanders jumping into the 2020 race, after many saw him as a spoiler for the Democrats in 2016. Does the party risk the same thing happening again? To The Daily Caller's Vince Coglianese Things have certainly changed. He was a maverick. He really came out of nowhere. He captured a lot of people's hearts and minds. But his plan has sort of been adopted by so many other people. You got to wonder where Bernie Sanders fits in this time around."
    },
    {
      "speaker": "VINCE COGLIANESE, THE DAILY CALLER",
      "utterance": "Well, that's right. People like Kamala Harris, Cory Booker, Elizabeth Warren, they have all signed onto his Medicare for all plan, for instance, in the United States Senate. And what that means is, the field is kind of muddy now. The socialism that he was preaching just four years ago has sort of been adopted by his entire political party, even though he's not actually quite a Democrat. And the Democrats actually rigged the last election against him. He seems to have forgiven that. He's jumped in as a Democrat running once again. And, as I said, the field is very muddy. Everyone seems to be basically supporting the same socialist positions that he has. And I don't think he's necessarily a standout figure in that field."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. And to your point, 2020 candidate Kamala Harris distancing herself from Bernie Sanders when she spoke with Fox's Peter Doocy yesterday in New Hampshire. I want to roll tape. Take a listen to this."
    },
    {
      "speaker": "PETER DOOCY, CORRESPONDENT",
      "utterance": "One of the most popular Democrats in America right now is the guy who won here in 2016. Bernie Sanders describes himself as a Democratic socialist. To compete in New Hampshire, do you have to -- in the Democratic primary, do you have to move more toward the Democratic socialist part of the party?"
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "Well, the people of New Hampshire will tell me what's required to compete in New Hampshire. But I will tell you, I am not a Democratic socialist."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, Vince, and she's adopted almost a lot of the same economic policies, but she's not embracing the term. What does that say for Bernie Sanders?"
    },
    {
      "speaker": "COGLIANESE",
      "utterance": "Well, she's scared of the term that Bernie Sanders isn't, which is socialist. He's still on board with that. He says he's a Democratic socialist. But I do think something interesting happened with Bernie Sanders' rollout this morning that suggests that he's not exactly the same person that he used to be. In his interview with Vermont Public Radio, the first thing he said he was doing, and by way of running for president, was going after the president, who he accused of being a racist, a sexist, a homophobe, a xenophobe. These are words that are used by the identity politics left, not traditionally Bernie Sanders. You had Bernie Sanders this morning attacking the president for his positions on illegal immigrants, but it was just a couple years ago that Bernie Sanders himself was saying that open borders was a right-wing conspiracy. This is a Bernie Sanders who's changed. And he's moving further in the direction of the identity politics left, watering down his own message, and running from the socialism message that he's run on so much in his career."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We got less than a minute, though, Vince. I do have to ask you, because it's sort of like the elephant the room amongst the Democrats. This identity politics you talk about, a lot of people are saying Bernie Sanders is the wrong person. He's the old white guy who represents sort of the power struggle that the social justice warriors in his party are trying to fight against."
    },
    {
      "speaker": "COGLIANESE",
      "utterance": "That's right. And they're upset with him. And what a weird hand to be dealt, that you can't run for political office unless your skin color is the right color or if your gender is the right gender? That sounds like a form of prejudice that we have worked for a long time to get rid of in the United States, and instead to judge people on their merits. There are plenty of people who judge Bernie Sanders on his merits, who say socialism shouldn't be a part of the United States. We just heard the president say that message this week in Miami just yesterday."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "COGLIANESE",
      "utterance": "But to judge him based on his age, his skin color, his gender, we're supposed to put that behind us. Yet his party seems to be embracing it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Content of character, I think, is what we always should be aiming for. Vince, always a pleasure. Thank you."
    },
    {
      "speaker": "COGLIANESE",
      "utterance": "Thanks, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "An American woman who joined ISIS now begging to return to the United States."
    },
    {
      "speaker": "HODA MUTHANA, FORMER ISIS MEMBER",
      "utterance": "I don't know. I thought I was doing things correctly for the sake of God. And when I came here, and I saw everything with my own eyes, I realized that I made a big mistake. And I know I ruined my future and my son's future. And I deeply, deeply regret it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "An American woman who fled to join ISIS now begging to return to the United States. She reportedly at one time used Twitter to urge Americans to commit violence. How should the U.S. respond? Joining me now, mother of journalist James Foley, killed by ISIS in 2014, Diane Foley. Diane, your thoughts as this woman is making this passionate plea and admitting that she made a mistake?"
    },
    {
      "speaker": "DIANE FOLEY, MOTHER OF JAMES FOLEY",
      "utterance": "Well, certainly, as a Christian, we all make mistakes and need to consider forgiveness, particularly for -- her young child needs to be protected and raised. However, Hoda and the many thousands of other ISIS fighters who have promoted terrorism need to be held accountable and brought to justice. I feel that is vital. And, to be honest, I really call on our President Trump to the alleged Beatles, Kotey and Elsheikh, who horrifically murdered four Americans in 2014 and 2015. I feel we too need to do our part to counter terrorism by holding these folks accountable."
    },
    {
      "speaker": "PAYNE",
      "utterance": "If we -- so, in other words, if she were to return to the United States, you would like to see your face some form of criminal justice here for the acts she may have committed as part of ISIS, and, of course, for urging the kind of violence that she did on a public forum like Twitter?"
    },
    {
      "speaker": "FOLEY",
      "utterance": "Absolutely, sir. I mean, she needs to be held accountable for those mistakes and monitored very carefully."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Of course, in 2014, we already knew what kind of vicious, evil organization ISIS was, a blight on humanity, and, of course, your son's death being amongst those, that -- the carnage that they have left around this world. The idea that she joined in the first place bothers a lot of people. This is where I think a lot of Americans and even Christians are having a hard time saying, on this one, it's hard to forgive."
    },
    {
      "speaker": "FOLEY",
      "utterance": "Well, I think, you know, there's forgiveness, but then there's accountability. And I don't think they're mutually exclusive. I think we can certainly understand how a young person can make that kind of mistake. But we also need to hold her accountable and keep monitoring her and her associates, because she spent four years of her life being brainwashed in this horrific ideology of hatred."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "FOLEY",
      "utterance": "And she's tried to incite more and more violence on her own countrymen. So she needs to be held accountable for that, sir."
    },
    {
      "speaker": "PAYNE",
      "utterance": "What about the justice for your son, James?"
    },
    {
      "speaker": "FOLEY",
      "utterance": "Well, to be honest, you know, we still are asking President Trump please bring Kotey and Elsheikh, extradite them here to the United States, and have them be held accountable in a federal criminal court. So far, there's been no real accountability for their horrific murders, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "There's a conversation now between President Trump and leaders in Europe about allowing ISIS fighters to return to those countries, in part to finally end the so-called caliphate. Obviously, you have already alluded to the idea that we would have to monitor this one particular person. So, imagine having to do that with 4,000 people, particularly in the U.K., France and Germany."
    },
    {
      "speaker": "FOLEY",
      "utterance": "Exactly."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But would that..."
    },
    {
      "speaker": "FOLEY",
      "utterance": "It is a very heavy burden, yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. But in order to completely crush the ideological part of this, because we have retrieved all almost all of the land, we have destroyed them on the battlefield, we have curbed terrorist activities, but in order to completely crush the idea of a caliphate, of a supremacy that allows them to kill and maim anyone who doesn't share their beliefs, should we, as the final part of that, bring back these fighters?"
    },
    {
      "speaker": "FOLEY",
      "utterance": "I feel that we must find a way to hold these thousands of jihadist fighters accountable for their human rights crimes. I can understand European countries struggling with the burden of that. And that's why perhaps an international court for terrorists is the answer. I feel that we would be -- it would be very sad at this point to let all these people go. We still have not captured the leadership of ISIS. Al-Baghdadi still eludes us and many of his lieutenants. So, even though the territory has been taken back, the leadership has not been captured. They are not crushed. And I feel these thousands of ISIS fighters could easily regroup in some other part of the world, in our own countries. So, I feel it's essential that we take the time to bring them all to trial and hold them accountable for these crimes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Diane Foley, you should know that many Americans will never forget your son James, and they share in your urgency to get justice ultimately. We will never give up on that. And we appreciate your bravery for doing this interview. And just want to say God bless, and we will talk to you again real soon."
    },
    {
      "speaker": "FOLEY",
      "utterance": "Thank you. Thank you, Charles. Appreciate it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Folks, we will have more right after."
    },
    {
      "speaker": "PAYNE",
      "utterance": "More than one in three Americans now think the government is our nation's biggest problem. And that's the most on record. And both parties are being blamed, so maybe time for both parties to get along? Here to discuss, Democratic strategist Roger Fisk and Campus Reform contributor Emma Meshell. Emma, seems like it's a called pox of both houses, get your act together."
    },
    {
      "speaker": "EMMA MESHELL, CAMPUS REFORM",
      "utterance": "It is. And it's not surprising that Americans feel that the government is failing them, because we just came from the largest government shutdown in American history, as both sides were digging in their heels on immigration, which I will also say was the second most important issue listed on this poll. And with Maxine Waters digging in her heels and saying not $1 for the wall, and others saying that Trump is not -- shouldn't be going forward with his wall, it's clear to see that people care a lot about these issues, and it's important that Americans know adding more government to this equation is not going to make things any better for us."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Roger, huge numbers for sure, but a trend began way back in 2001. Again, the question is, should both parties try to find a way to fix this?"
    },
    {
      "speaker": "ROGER FISK, DEMOCRATIC STRATEGIST",
      "utterance": "I think both parties have to. The interesting thing for me is, it's like, for the American people to be dissatisfied with government, they're pretty much looking in a mirror. The genesis of government is the American voter. It's not the other way around. So the chickens come home to roost in a sense. Everyone loves their congressman, but they want to change Congress. Everyone loves their kids' teacher, but they want to change education. So there's a disconnect between what the personal experiences are and what their kind of macro, more political positions are, when they look at things like this in a national context."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Roger, what about the idea on the Democratic side of making government even larger, which in my mind would actually make it more vulnerable to these sort of -- people being dissatisfied?"
    },
    {
      "speaker": "FISK",
      "utterance": "I think -- I think the Democratic Party -- I actually wrote a piece about this a week ago -- needs a new success narrative. And I think it would be very healthy for the Democratic Party to go through and look at ways to help entrepreneurs and small businesses. I think that kind of aspiration is something that's a hallmark of the Democratic side. I think we should embrace it, and we should figure out how to cultivate it and reinsert it as part of our national brand."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Emma, sort of what Roger said, there's an old saying, you get the government you deserve. Is this a reflection more on sort of America itself having a problem and the problems we have as a society, or is this the government specifically letting us down?"
    },
    {
      "speaker": "MESHELL",
      "utterance": "Well, this is an issue with the government. And citizens are going to get a chance to weigh in on this in 2020. But my hope here is that they don't have a disconnect, as Roger actually mentioned here, between the fact that the government is failing them, and then moving forward and asking for more government, with candidates that tend to favor socialist policies, like the Green New Deal, like Medicare for all. These things increase the size of the government and only increases their potential to be let down by the government."
    },
    {
      "speaker": "PAYNE",
      "utterance": "The current leadership, it's -- the problem, Roger, is that, with current leadership, it feels like it's gotten so personal. The animosity, the vitriol is so -- it's so outrageous, you wonder what ever happened. We hear about the classic relationships, whether it were Ronald Reagan and Tip O'Neill, things like that. Are those gone forever?"
    },
    {
      "speaker": "FISK",
      "utterance": "Hopefully not. But what I think is going on now is, we -- this country is awash in what I call recreational outrage. It's very easy for someone sitting on their couch to take a number of strident and angry stands on 10 or 15 issues without ever leaving their apartment, without ever interacting with a neighbor, without ever walking down the street and checking in on one of their neighbors to see if they need help or anything. The -- having positions has allowed us to get to a point where being right is more important than doing good. And I think we need to kind of get back to the idea that being a citizen is not just how we vote, not just the positions that we have, but what do we do with our hands and our feet to lift up our neighbors, lift up our communities and lift up the country That, to me, is the real test."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Emma, you have thoughts on that?"
    },
    {
      "speaker": "MESHELL",
      "utterance": "Political division is something that is huge right now. And it even made an appearance this morning in Bernie Sanders' announcement for president for 2020, calling Donald Trump a misogynist and plenty of other things. And I think that that's only going to continue to add to this division that we're seeing in our country."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, I don't think the American public likes the name-calling at all. Thank you both very much. Appreciate it."
    },
    {
      "speaker": "FISK",
      "utterance": "Thanks, Charles."
    },
    {
      "speaker": "MESHELL",
      "utterance": "Thanks."
    },
    {
      "speaker": "PAYNE",
      "utterance": "A new round of trade talks between the United States and China kicking off today in Washington, this as the clock counts down to next week's deadline. So which side will blink first?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "U.S.-China trade negotiations resuming in Washington today. Fox Business Network's Hillary Vaughn has the latest -- Hillary."
    },
    {
      "speaker": "HILLARY VAUGHN, CORRESPONDENT",
      "utterance": "Hi, Charles. Well, the president saying today that these trade talks are a lot more complex than convincing China to just buy more corn from the U.S., both countries kicking off another round of negotiations today, before a new round of tariffs kick in 10 days."
    },
    {
      "speaker": "TRUMP",
      "utterance": "China would like not for that to happen. So I think they're trying to move fast, so that doesn't happen. But we will see what happens. I can only say that the talks with China on trade have gone very, very well."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "Trump saying the March 1 deadline isn't a magical date. There is some wiggle room to delay the deadline. But, still, there's a lot at stake if talks derail and the deadline drops. Both delegations want to dodge a 15 percent tax increase on $200 billion of imports from China. That's set to go into effect on March 1 -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Hillary, thank you very much. Folks, that does it for me here. Remember, though, catch me tomorrow on the FOX Business Network at 2:00 p.m. Eastern for \"Making Money.\" That's my job. That's my goal. That's the name of the show. Please tune in. \"The Five\" starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}