{
  "date": "February 5, 2021",
  "headline": "Sen. Rand Paul: Claim Trump incited Capitol riot is 'big lie'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/sen-rand-paul-claim-trump-incited-capitol-riot-is-big-lie",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "And welcome to \"Hannity\" this Friday night.   Straight ahead, we're going to have a preview Super Bowl LV, Super Bowl Sunday on its way.   Let's hope the left maybe for one day, a few hours, doesn't try to politicize the game, pretty much like they do everything else in the world. After the year that we've had, I think we can probably all collectively as a country, you know, use the four, or five, six hours of nonpartisan entertainment without any political hysteria. Anyway, more coming up on that.  But, first tonight, we are nearing the end of Joe Biden's first three weeks in office and the very week, frail, cognitively struggling president -- well, he still is lost and confused. Meanwhile, his radical green new agenda is wreaking havoc on what could've been a robust V-shaped recovery.  Today, the jobs report, it wasn't good. Our economic growth anemic. Labor participation rate has gone down. Only 6,000 private sector jobs were created.    Even fake news CNN had to admit that it is a grim sign for a recovery. And to make matters worse, we've got thousands of high-paying, career union jobs instantly banished just in the last two weeks after Biden canceled the Keystone XL pipeline with a stroke of a pen. And thousands more of those jobs also lost with -- when he stepped border wall construction. And guess what? Hundreds of thousands of more of those high-paying career jobs will also be gone as Joe follows through on his promise and his plan to cancel all oil and gas pipelines and block drilling and exploration in ANWR Alaska, something Donald Trump opened up.   But today at the White House, Joe Biden openly wondered, where did all the jobs go? Maybe you shouldn't have gotten rid of them. Take a book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "January job numbers came out today. And while we were grateful for everyone who found work and is earning a paycheck, it's very clear our economy is still in trouble. We added just 6,000 private sector jobs in the country last month.  These aren't Democrats or Republicans. They are Americans and they are suffering. They are suffering not because anything they did. Through no fault of their own, they are suffering. I see enormous pain of this country, a lot of folks out of work. A lot of folks going hungry, staring at the ceiling tonight wondering, what am I going to do tomorrow? A lot of folks trying to figure out how to keep their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A lot of those Americans suffering, Joe, you caused that. You got them the pink slips. You ensure their careers would derail, their dreams, their hopes shattered with it.   And as predicted, we're now entering Joe Biden's dark winter and it's only going to get darker. Millions out of work, no ability to pay their rent, their mortgage, health insurance, car, truck payment, put food on the table. And this comes as the Biden administration is opening the flood gates at our southern border.  Not only did Biden stop all the border wall construction, but now, he is reviving the Obama era policy of catch and release. Well, that means that, yeah, illegal immigrants apprehended at the border, they will simply be released right into American cities. I wonder if they will show up for their court dates. I doubt it.  And not only does that create obvious health and security concerns, especially in light of the pandemic, but that also will flood the job market with cheap labor at a time when millions of Americans are out of work, which means Americans won't be hired, and wages -- now there's so many more workers, and 11 million getting legal status, yeah, wages will plummet.   But fear not, because the Biden and ministration is working on a plan to send free masks to Americans. Hey, Joe, you need to wake it from your nap because every American, I can say fairly confidently has a mask or has access to one if they want one.   And, of course, they also want to wipe out all student loan debt for all of those who racked it up, this huge debt in exchange for B.A., you know, I don't know, sociology or climate change. Meanwhile, Joe Biden's promise to send $2,000 drug payments to Americans, that now has been reduced to $1,400, a $1,400 plan to maybe send payments to some Americans.    And even far left actress Susan Sarandon, she's angry, calling Biden out on Twitter. If voters like Dems are pulling alert there a bait and switch, do not be surprised when they don't show up in 2022 or 2024.  And while Susan is uneasy, most of the radical socialist progressives in the Democratic Party, they seem to be elated. They don't seem to care about the high-paying career union jobs wiped out or direct payments to Americans, because they're focused on something much bigger and that is satisfying their rage, their psychosis, there hate against Donald Trump and they have to save the planet.  Ocasio-Cortez says we only have 12 years and they believe Joe Biden is meeting this critical moment by giving pink slips to a lot of American workers. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "sentences": "I like to get your grade, your assessment and reaction to these first few weeks of the Biden presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA)",
      "sentences": "Well, keep in mind, Joe Biden ran on a most progressive agenda ever. And now, he is meeting the moment and we need to continue to hold everyone accountable to the promises that have been made. It's a good time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, let us state the obvious one more time. The radical socialists that run the Democratic Party that are in charge, they're setting the agenda, and they are writing the executive orders that Joe just signs them. This is really the presidency.  Joe Biden is not in charge. You can see it everyday. Frail, declining, week, cognitively struggling, frankly a shell of the guy that he was 10 years ago or even four years, seemingly, aimlessly roaming the halls of 1600 Pennsylvania Avenue, in between his naps.  And yesterday, during that was a meandering speech, he didn't seem to know what he was even talking about or even where he was. I'm not making this up. Add this to the long montage we've already put out.   Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Challenging the will only to be solved by nations working together and in common. We can't do it alone. That must be -- we must start with diplomacy.   Take on directly the challenges posed by our prosperity, security, and democratic values by our most serious competitor, China. To reinvigorate our leadership on the LGBTQI issues.  Going this way. Thank you all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Which way do I go? The LGBQCIPXLWY -- oh, sorry. Sorry. Well, Joe wasn't much better today either. He gave a speech about the economy and again today like yesterday lost and confused, or maybe as the song says, dazed and confused. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Just one more thing, I want to say very clearly, I want to be very clear on this point, it's better economics and not only addresses the immediate crisis we're in, it's better for the long-term economic health of our nation and our competitiveness. Don't take my word for it. Just look at what leading economists across the nation have said and in the world -- and across the ocean have said. The nonpartisan Brookings Institution has looked at the rescue -- American Rescue Plan and said the GDP will reach pre-pandemic projections by 2021, meaning we will have recovered by the end of 2021. Much sooner, by the way, than if we do nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, let's compare the tape to three years ago. Per usual, Joe took zero questions after that train wreck of a speech and he is reading the teleprompter. In this weekend, he is headed to his family home in Delaware and for much needed rest and relaxation. He misses his hideaway bunker and the birds and appearing with his prepared speeches or his moments with his sunglasses. Joe is definitely going to need to recharge because in just a few days, the second unconstitutional impeachment charade will consume all of Washington, D.C. with a predetermined outcome.  And before passing a COVID relief package or an infrastructure package or getting kids back to school, Democrats will now devote their time, their efforts, your money to another pointless political smear, one last great shot at former President Trump. This is what unity looks like in Joe Biden's swamp in Washington. Democrats play destructive political games. You, we, the American people, you get left holding the bag. Joining us now with more, Kentucky Senator Rand Paul. Look, you very -- I thought it was brilliant on your part, have a constitutional vote and 45 Republican senators said it's a nonstarter. I don't even think the Senate should legitimize what was an illegitimate partisan effort in the House with no witnesses, no due process, no defense brought in, just a snap impeachment. And now, we're finding out, by the way, there's a lot of preplanning to what happened on the sixth.  Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL (R-KY)",
      "sentences": "Well, basically, the impeachment is dead on arrival. We know it's going to fail. We know it's going to be basically partisan, bitter, rancor and an extension of the election. It's nothing remotely close to unity. The calls for unity are a parse if they have to go through with this impeachment. I think it does drive a wedge in society and people will say, oh, my goodness, how could this possibly be fair or constitutional. So, it only -- it only takes 34 votes to acquit. We had 45 to say that even the whole trial is illegitimate and unconstitutional because he is no longer the president. So we know what the result will be on this.  One important thing we do need to see, though, is there has been a big lie promulgated out there that he incited violence. Look, I disagree with the debate. I voted against what President Trump was asking for, but when I listened to the speech and I hear him say go fight, go let your voices be heard, has no one in the country on the Democrat side heard of figurative speech, have none of them listened their own speech and how often a politician says go, fight, win, fight for your country? But I think that they should see video of all the Democrats and the inflammatory and temperate language that they use. Cory Booker saying, get up in the face of these Congress people. Maxine Waters saying swarm the restaurants. Kamala Harris even saying, let's bail out these people. One guy has been bailed out three times by the group that Kamala Harris supports. He's committed violence every time he's gotten out, and cracked some skull last time. I was at the ball field when Bernie Sanders supporter committed violence. But the thing is, we as Republicans were more fair-minded. We haven't blamed any of those politicians either for their words or for the actions of any crazy supporters of theirs. So when Bernie Sander supporter shot up the ball field and almost killed Steve Scalise, nobody said it was Bernie Sanders' fault.  But they need to look at themselves and hear what they've been saying and see the violence associated with their words. Every day on the Internet, I'm attacked and people say that they wish I had violence committed against me. Again, I had six ribs broken, part of my lung removed, coughed up blood for a year, almost died from an infection. And the thing is, is on Internet, Nancy Pelosi's daughter has said, Rand Paul deserves it and he ought to get it again. The teacher of the year in Virginia, a big Democrat, said the same thing. Half a dozen minor D-list celebrities and actors have wished me harm and nobody says a word about it on the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I'm looking at all this and not only are they wasting our time and effort and they got $1.9 trillion in this COVID package. There won't be bipartisan support. You know, he's ruling by executive order. Now, the reconciliation process. And Bernie Sanders is in charge of the purse strings, 50 grand loan forgiveness, wow. They voted yesterday in your voterama to raise taxes on the middle class, on small businesses in America, turn their backs on churches in America. They're going full force to pack the court. Go ahead. You want to add?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "No evidence of unity and no evidence of bipartisanship. We're going to be two weeks in the administration and the first thing they're gong to do is extend the bitterness of the election with the impeaching of former president, and the second thing they're going to do is add $2 trillion worth of debt to our country with no Republican support, zero.  They have them come to the White House only to tell them, no, we're doing this only put Bernie Sanders way or the highway, with only Democrats. So, really, this is showing you how they want to run the country. They do not care what the other half of the country wants. About 50 percent of the country is Republican, about 50 percent is Democrat. Actually, it's probably 40-40, with 20 percent independent. We're evenly split. But the Democrats now have finally got control and do not care anything about what Republicans think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you're trying to cut money that, you know, for example, $26 billion in additional money this year, infrastructure, et cetera. And, all right, so were spending money on foreign aid. What? We are literally paying for the creation of think tanks in Sri Lanka, combating truancy in the Philippines, investing in failing businesses in Bosnia, improving the quality of Moldavian television, and funding a Green New Deal in Peru. Help me out, Rand Paul, because that is madness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "So, I forced a vote on $26 billion worth of foreign aid each year over the next ten years, with $260 billion. And I said, instead of sending it off at these foreign countries who often hate our country, burn our flag, chant \"death to America\", and we still keep giving them money. I said, let's build the roads here at home. Let's don't build roads overseas. No Democrats supported this. But, unfortunately, most of the establishment Republicans don't support cutting foreign aid welfare either. But this is something President Trump and I agree on, it's also something that about 75 percent to 80 percent of Americans would rather build bridges and roads here in our country, not overseas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I supported years ago, Connie Mack, the penny plan. You have the three penny plan. Well, one of the reasons it needs to go up to three is because have a lot more debt than we had before. And I don't think any American -- I think most Americans understood through no fault of anybody else that we all got hit hard in the last year, but Joe just inherited the vaccines from President Trump, Operation Warp Speed. OK. If you cut 3 cents out of every dollar for five years, you can balance the budget based on your numbers. Isn't that easy and why don't we do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Every Republican that was in the Senate a few years ago voted for a balanced budget amendment to the Constitution. Mike Lee was a big part of writing this. I was a part of this and it balanced the budget in five years. So, I think that's the gold standard for what we should do. Anything that takes longer than that is really not realistic and not the truth. So I put forward every year a budget that balances in five years. The good years -- the good news is, a few years ago, I got 16 votes, I'm up to 29 votes, all Republican, so I got a majority of the Republicans. It means a loss about 20, 21 Republicans yesterday and got no Democrats to balance the budget. So, that shows you who cares about the deficit. Zero Democrats and a little more than half the Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. And so, Joe's ruling by executive order. He's basically ignoring an entire branch of government more than three times the executive orders this time of the presidency of Obama, but George W. Bush and Donald Trump. OK. And then they're using reconciliation again to ramp it down the country's throats with no bipartisan support at all. Is that how we're going to -- was this governing to you? Is that constitutional to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I think what's extraordinary about it is, is that he is using all of this sort of executive force, which I don't believe is appropriate, but he's using it to actually get rid of American jobs, good-paying American jobs. Jobs at the pipeline can be $60,000, $70,000, $80,000 a year. Some people working on the pipeline make over $100,000 a year. Thousands of those jobs disappear immediately, but tens of thousands of jobs are going to be created, not letting companies drill on federal land, which they have done safely for a decade after decade. That's going to create tens of thousands of jobs lost. So, really, he wants to be remembered for promulgating the executive orders that causes to immediately lose jobs, I don't think that's a good way to get started. So, that, impeaching the president, and now, getting us $2 trillion worth of more bailout that would put us further in debt. I think all of these things combined show a really poor start for the administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Rand Paul, thank you. Coming up, AOC not backing down despite critics saying she was exaggerating the danger that she faced during the capital riots and the media mob racing to her defense. Joe Concha and Pete Hegseth right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Congresswoman Alexandria Ocasio-Cortez remaining silent and defiant amid a scrutiny that she told a misleading story about her experiences on January 6th during the Capitol Hill violence. Here's how she responded on CBS, though, earlier this morning. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "You know, I think it's unfortunately kind of the spring to deny and politicize our account with something that I sat with, and it was a big reason why, you know, on top of making sure that we could clear our story due to security concerns. It's also a reason why I sat on that, on my story as well. You know, so many survivors fear being publicly doubted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, like I said, we want to be fair. It was a shocking and stressful experience and one that can never happen again. Facts matter and the timeline of events matter. So we can fully understand what happened and make sure we protect our institutions. Make sure we protect every elected official. Here is Congresswoman Nancy Mace who is just two doors down from AOC. Last night, she said this right here on this program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY MACE (R-SC)",
      "sentences": "It was a very harrowing experience. But we have to separate fact from fiction. And the facts are, there was no violent mob in the hallways. The folks who were there to riot weren't in the Cannon Office Building. And so, we have to be very clear and not exaggerate this experience or take advantage of it and politicize it in any way, shape, and form. And that was -- that was my entire point, is just to be truthful about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's fascinating to watch the shifty, excuse-making, the mob, the media continuing to try and needlessly politicize the -- not only the story and use it, though, as a line of attack against conservatives. Fake news CNN host, our friend Don Lemon, asking why this is even a story in the first place. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "I'm glad you said that because I've been watching, you know, state media and listen to conservative media all day because I want to hear the other side. And I was like, I don't understand why this is a story. I'm not -- it has nothing to do with anything, AOC or whatever. But how -- I kept trying to figure out how the people who were actually involved in that siege and all the chaos could be criticizing someone else who was involved in it because they were -- because she was explaining how -- what she thought was going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Don. No one's claiming that Congresswoman Ocasio-Cortez should have known exactly that was going on in the heat of the moment. No one is trying to attack her. She is really in reality the speaker of the House. Pelosi is speaker in name only. We just want the facts and as Congresswoman Mace said, oh, well, what Ocasio-Cortez had relayed to the public as I have been screaming in the hall and banging on the door, where is she, where is she? And she said that account never happened. So we want the proper context and perspective. It was a tragic day. But here with reaction, FOX News contributor, media reporter for \"The Hill\", Joe Concha, along with \"FOX and Friends\" weekend co-host Pete Hegseth. Joe, Nancy Mace is interesting. She's not really a big Trump supporter. She is two doors down. Apparently nobody was -- this is anywhere from ten minutes away from what was happening in the capital. There were police outside to keep people safe, which I'm glad to hear. And -- but there was nobody in the halls screaming and banging on the door where is she, where is she, as she had claimed. Your take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, FOX NEWS CONTRIBUTOR",
      "sentences": "That's the thing here, right? Already you had Congresswoman Ocasio-Cortez accused Ted Cruz of trying to have her murdered, right? Now, obviously, again, that's the key quote, where is she, where is she? Mace said she didn't hear that and Ocasio-Cortez is exactly now backing up that particular claim. And to your point also, she was not in the Capitol building, but the Cannon building, which was about three- tenths of a mile away from where the capital was being breached. So I could think the question here is, is Alexandria Ocasio-Cortez somebody who is credible or somebody who has a history of lying? So, I looked at her political file and she's only fact checked ten times, which I find it be a low number. But for the sake of this conversation eight of those 10 times, she received a poor rating in terms of fact checked claims. Two times, her claims were considered half truths. Five times, they were considered outright false. One time actually, pants on fire. So here we are again talking about her rhetoric so much, but no one really talks about Alexandria Ocasio-Cortez's record in Congress and the two major things that stick out in terms of her legacy so far is the fact that the Green New Deal was introduced before the Senate for a vote and it failed 57 to nothing. Couldn't even get a Democratic vote. And Amazon, in her district, the 14th here in New York, she put on a public pressure campaign to make sure that they would be the major hub and open up about 25,000 jobs and $150,000 average salary, and that is gone now for her constituents. So I think more and more we should be looking at her performance in Congress and not so much analyzing her performance on Instagram, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. And, Pete, let me ask you this. The entire green new deal, this is the big push, this is the Squad. Nancy Pelosi is intimidated by the Squad because she knows that if Congresswoman Ocasio-Cortez comes after her and doesn't want her a speaker, she will probably be successful in that effort. OK. So we've got this whole group of people over here, but it is all based on her belief that the planet is doomed in 12 years unless we do that Green New Deal, which we also know to be a predicate for all things radical socialism, which is now being adopted and implemented by Joe. PETE HEGSETH, FOX & FRIENDS WEEKEND CO-HOST: Yes, Sean. And the content all of all of that is hysteria. You need hysteria. Whether it's true or not, you have to feel like the planet will end in ten years. You have to feel like they were at your door to kill you. In this particular case, if Comrade Cortez identifies as being under threat and then we should take her at her word in that sense. But she's almost using, Sean, the fog of war defense, right? In the minute, in that moment, I didn't know what was going on. My sense was that I was under threat and as a result, you need to believe me. My question is, well, then, she didn't go back and revisit all the police officer she's called into question who may tough calls in a moment that nobody else could identify, because they were. Or maybe cited with the McCloskeys in St. Louis who thought they were under siege or the Trump supporters leaving the White House who felt like their lives were under threat. She was nowhere near what was happening, yet her sense was her life -- so she shared it with the world, all the feelings and emotions that she had, we are supposed to take her at her word. Will she ever once left turn around the other way and acknowledge that maybe some other people have been in that situation, too? No, they used hysteria any motion to advance their cause is your original question, Sean, climate change being chief amongst them, so they can share and the of us -- don't worry but your facts and your information. I feel more, I care more than you, and therefore you are a bad person. This -- what she did on Instagram, whether she meant it, whether it was true or not, is an extension of that kind of perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Both powerful analysis both of you guys. Pete, thank you. Joe Concha, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back, the Biden administration continuing to roll out what is a career job-killing energy agenda. You won't believe what they're looking to get rid of now. We are talking about hundreds of thousands of high-paying jobs. \"Dirty Jobs\" host Mike Rowe, he weighs in, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, as we have shown you on this program night after night, Joe Biden and the new radical extreme Democratic Party continued to deliver what is a cruel and crushing message to America's oil and gas workers, destroying what I call great paying, high paying six-figure career jobs, ending all pipeline construction and taking aim at the economic livelihoods of American middle class families. How ironic the tape we played earlier tonight, Joe Biden saying, well, these are real Americans suffering through no fault of their own. Well, you just took their jobs away with the stroke of a pen. But this is not the time to be crippling America's energy independence or demonizing oil and gas workers. It should be a time for lifting others up, creating more opportunities, more jobs, more prosperity, not hurting our national security by creating reliance on imported energy. And it is something that our next guest, Mike Rowe, has been folks all lot, including with his Facebook Live show \"Returning the Favor\", which Facebook bizarrely has chosen to end the production of. Here with this and much more, our friend, Mike Rowe. How are you? MIKE ROWE, HOST, \"DIRTY JOBS\": Mr. Hannity, living the dream, or whatever this is. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, welcome to cancel culture. Well, you know, this has been my whole life's work. I've been under the threat of cancer culture. You know, I told you this and it's no B.S. You do the only other two shows that I would ever want to be a part of if I wasn't doing this, and that is \"Dirty Jobs\" and \"Deadliest Catch\". Did you tell my friends at \"Deadliest Catch\" that I'm a huge fan? Yeah, I hope you told them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "They also talked but your very kind offer to purchase an autographed poster to help out my foundation. And I'd just got to let you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ye, sir. I got it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "But I got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes! Boom, boom. All right, great. Tell us those guys -- well, I love that show. I get so -- I feel so bad for them when they pull up pots and there's nothing in it. I'm like, ah! And in the first one, they've got to get a whole row of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "Well, that's why they call it fishing and not catching, you know? And it's really not so different many other blue-collar jobs that really hold our country together. They are the kind of jobs you're talking about right now. I know a lot of those guys out there on the pipeline, my foundation has helped pay for the training that many of them began as welders, you know, in this line of work, (INAUDIBLE) is on the way. And the unintended consequences of what's going on right now with regard to energy, for the first time, I mean, it's been going on for a while obviously, but it's getting real and it's getting weird. And when I heard the other day, tell me if I'm wrong, but somebody is talking about canceling other pipelines beyond Keystone at this point. It's -- it's alarming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hey, Mike, this is what the plan is. Now, I've interviewed a lot of the guys that got the pink slips right here on this program. These are jobs, six-figure jobs, some of them pay even as high as 250 grand a year. I mean, their lives are wiped out and I thought how -- I was listening to Biden saying these are -- you know, through no fault of their own, Americans are losing their jobs. And I'm like, yeah, you just took them away. You're right. They are extending it to all pipelines and oil exploration and extraction and ANWR. I mean, these -- these are great career jobs, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "It's not just the jobs. It's the jobs in the towns where the work happens. It's the hotels. It's the restaurants. You can go all down that line. But it's so much more than that. And look, I -- we have to get the politics out of it. Energy can't be the enemy. I understand the narrative. I've heard the claims that the world is coming to an end in 10 or 12 years., And if there's any truth in that, well, my god, we've got problems. But, look, we can't make energy the enemy. It's -- there is no bigger investor in alternative fuels, as I understand it, than the people who bring us natural gas and oil and the petroleum products that are in the keypad of my computer and in yoga pants and just about everything. We can't divorce ourselves from it overnight. I get it. We all want a healthy planet. We all want a clean planet, but our best hope of getting to alternative fuels sometime in our lifetime is with the help of fossil fuels. They can't be the enemy. But it can. It sounds nice but we're only shooting ourselves in the foot if we insist on framing it that way, in my opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mike, I'm all for the cleanest energy. We've been able to reduce our carbon emissions in this -- in this country. And I want to continue. I'm an all-of-the-above guy. But lifeblood of the world's economy is energy -- and right now, the energy that we use is oil, gas, and coal, and we can't use nuclear energy which, by the way, would be a smart thing to do too. And the reality is, is now, we're endangering our national security on top of it because, guess what? Putin is going to get rich, mullahs going to get rich, China is going to get rich. And countries in the Middle East that help particularly like us, Mike, they'll be getting rich too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "The oil is going to come out of the ground in the Alberta sands. Much of it is still going to come to this country. A lot of it is going to be on trains. A lot of it is going to be on trucks. The carbon footprint is going to be larger than it would be with a pipe in the ground. So, when we talk about canceling more pipes in the ground, it's not like that's going to make any of this change or go away. We are on the teeth and we are going to be there for a long time. I'm all for transition but if we try to do this overnight, the jobs we're going to lose are not going to be limited to those in the energy industry. It's going to trickle and ripple all over the place. I'm afraid it's going to be ugly in ways that nobody has really and truly considered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I want to thank you not only for the poster that I got, and I'm donating to your great charity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "It's going to be rich. The price is high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Just name your price. I'm going to get the poster. I'm not going to let that poster go away. I want that poster. I want to go -- I want to go fishing with the -- I want to go crabbing with those guys if I ever had time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "Careful what you wish for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But you're standing up for hard-working men and women. That's everybody that I've ever known my whole life, Mike, everybody. So, I'm very worried about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "We can't -- we can have a balanced society with an unbalanced workforce. Our workforce is out of balance right now. I do what I can with my foundation. I know you're doing what you can. But this is mission critical. You're right. It's not about jobs. It's about national security. It's about our national identity. All of that stuff is baked in. Real, real quick, because I do care about being fair. Facebook didn't cancel me. They canceled my show. If they would have shut me down, I wouldn't have -- I wouldn't have any place to post. I hate being -- I hate it -- I hate being fired but I've been fired before, Sean. It's okay. I'll be fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, you can't really stay in this business, if you weren't fired at least once. Anyway, Mike Rowe, my best regards to all of the \"Deadliest Catch\" guys. All right. Coming up this Sunday, by the way, Chiefs against the Buccaneers. Mahomes versus Brady. Super Bowl LV. Jason Whitlock, he's here with the preview of the game and we might take a look at a couple of the sneak commercials, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. On Sunday, the defending champions, that would be Kansas City Chiefs, they're going to face the Tampa Bay Buccaneers in Super Bowl LV in Tampa. He's one of the greatest quarterbacks of all time, well, you have two great franchise quarterbacks, Tom Brady, he is now looking for his seventh Super Bowl ring. Wow! His attempt Super Bowl. And he will be up against the league's current top quarterback, Patrick Mahomes, and the electrifying cheeks offense. And as always, the Super Bowl brings not just football but a stream of new commercials, some better than others. We'll give you a small sample of what you can expect on Sunday. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you steal my Cheetos again? Just tell them it was you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But I caught you at the counter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It wasn't me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Saw you snacking on the sofa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It wasn't me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You even have them in the shower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It wasn't me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I even caught you on camera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, did you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It wasn't me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lately, I just -- I haven't been feeling quite like myself. Life used to feel fuller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Matthew, Matthew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Some days are harder than others. It's like I used to be on solid ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "sentences": "Matthew McConaughey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMMEL",
      "sentences": "Did you drive here or did you travel by fax?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's got to be a way to get back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here to break down the matchup and what's more, journalist, commentator, Jason Whitlock. OK. The storyline, Jason, for me is very simple. You know, we've had, first, you had Drew Brees versus Brady, two great franchise quarterbacks. And then it's Aaron Rodgers, Tom Brady, two great franchise quarterbacks. Now you got, OK, an older franchise quarterback versus a great franchise quarterback that won it all last year, have a phenomenal year this year, Patrick Mahomes. Wow! That storyline intrigues me and I was not following football until the playoffs this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON WHITLOCK, JOURNALIST",
      "sentences": "Look, I'm -- I made my bones in Kansas City. I've got a bias for the Chiefs. I'm a Chiefs fan. Patrick Mahomes is the greatest player in NFL right now. Tom Brady is the greatest player of all time in football. It is a tremendous matchup that I think Patrick Mahomes and in the Chiefs are going to win, as long as, you know, nothing crazy happens. I just think that the Chiefs are a better team and Patrick Mahomes is at the peak of his career and Brady is at the end of his career. It's a tremendous matchup. We rarely get to see a passing of the torch like this and I think the purchase going to be passed on Sunday to Patrick Mahomes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, my head tells me Kansas City. It really does. But I look at it and try to be objective and analyze it. It is just hard not to like the story about seven Super Bowl rings and I can see Patrick Mahomes getting up there in the course of hopefully a long, you know, great successful career. But I love watching both of them because they are the best that you are going to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "One guy is at the peak of his powers, Patrick Mahomes. It's great that Tom Brady got here, but if you watch how he got here, he's not at the peak of his powers. He's on a team that has got a lot of talent, tremendous defense, great wide receivers. And he has played well in spots, but he hasn't been the consistent Tom Brady. I just think against Patrick Mahomes, against Tyreek Hill, Travis Kelce, all the weapons, Mecole Hardman, and just Andy Reid in that offense that he has built and designed, I just think it's going to be too much for Tom Brady. He's proven his point. He has more than Bill Belichick, despite getting here to the Super Bowl, he has proven his point. If he wins, I've got a lot of respect for Tom Brady, put nothing past him. But if he wins, I would be shocked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I won't be shocked at any result here. I really won't. I'm just not going to be. I watched both teams in the lead up, this is a different your obviously, with all of the different COVID restrictions and everything in-between and I just wondered to myself, okay, America right now to me, between the pandemic, between the election, between unrest and everything and now an impeachment next week, it's like the country has had a moment that I think we all need a break, collectively, and that gets to the issue of politics in sports at all. I don't tune into sports for politics. I just don't. And we try to politicize. Reading \"USA Today\" this week, it's like Tom Brady has gotten a pass because he supported Donald Trump. I'm like, shot up, I don't want to hear anything political at all, period, on any side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "I'm right there with you, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't think it helps anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I mean, it's not why we want sports so much. It's like, all right, can we just don't forget everything? Because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "And just be friends. We used to. I mean, literally --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "I spent 16 years in Kansas City going to the Chiefs games as a journalist. Sometimes just as a fan. We would tailgate and barbecue and drink in the parking lot. It didn't matter what your political bias was or what your political affiliation was. Now, that's everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah. Now, and the CDC recommendation is to use noisemakers and stepped up clapping and shouting with your masks on. I'm all for protecting grandma and grandpa, people who are vulnerable. What's your favorite Super Bowl food?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "My favorite Super Bowl food -- look, I love con queso dip. I like nacho or chips with con queso dip. Little meat in there and a little ground beef in there. I could eat that all game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What time are you coming over with your dip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to try the dip. I want -- I want some. All right, I'm going to go with Tampa Bay by 3, my head says no way, my heart says it's kind of hard not to cheer for a seventh one, and I think Patrick Mahomes might even break that in the course of hopefully what is a long, continued franchise quarterback career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITLOCK",
      "sentences": "Chiefs by 10. You heard it here first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, my friend. Good to see you again. Thank you. More \"Hannity\" after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Unfortunately, that's all the time we have left this evening. As always, we thank you for being with us. We hope you set your DVR, never miss an episode. I have one request. Have a great weekend. No politics. Enjoy the Super Bowl. Enjoy the time with your friends and family. And we'll take care of everything. We'll get back to business on Monday. Have a great Super Bowl weekend. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "And welcome to \"Hannity\" this Friday night. Straight ahead, we're going to have a preview Super Bowl LV, Super Bowl Sunday on its way. Let's hope the left maybe for one day, a few hours, doesn't try to politicize the game, pretty much like they do everything else in the world. After the year that we've had, I think we can probably all collectively as a country, you know, use the four, or five, six hours of nonpartisan entertainment without any political hysteria. Anyway, more coming up on that. But, first tonight, we are nearing the end of Joe Biden's first three weeks in office and the very week, frail, cognitively struggling president -- well, he still is lost and confused. Meanwhile, his radical green new agenda is wreaking havoc on what could've been a robust V-shaped recovery. Today, the jobs report, it wasn't good. Our economic growth anemic. Labor participation rate has gone down. Only 6,000 private sector jobs were created. Even fake news CNN had to admit that it is a grim sign for a recovery. And to make matters worse, we've got thousands of high-paying, career union jobs instantly banished just in the last two weeks after Biden canceled the Keystone XL pipeline with a stroke of a pen. And thousands more of those jobs also lost with -- when he stepped border wall construction. And guess what? Hundreds of thousands of more of those high-paying career jobs will also be gone as Joe follows through on his promise and his plan to cancel all oil and gas pipelines and block drilling and exploration in ANWR Alaska, something Donald Trump opened up. But today at the White House, Joe Biden openly wondered, where did all the jobs go? Maybe you shouldn't have gotten rid of them. Take a book."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "January job numbers came out today. And while we were grateful for everyone who found work and is earning a paycheck, it's very clear our economy is still in trouble. We added just 6,000 private sector jobs in the country last month. These aren't Democrats or Republicans. They are Americans and they are suffering. They are suffering not because anything they did. Through no fault of their own, they are suffering. I see enormous pain of this country, a lot of folks out of work. A lot of folks going hungry, staring at the ceiling tonight wondering, what am I going to do tomorrow? A lot of folks trying to figure out how to keep their jobs."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A lot of those Americans suffering, Joe, you caused that. You got them the pink slips. You ensure their careers would derail, their dreams, their hopes shattered with it. And as predicted, we're now entering Joe Biden's dark winter and it's only going to get darker. Millions out of work, no ability to pay their rent, their mortgage, health insurance, car, truck payment, put food on the table. And this comes as the Biden administration is opening the flood gates at our southern border. Not only did Biden stop all the border wall construction, but now, he is reviving the Obama era policy of catch and release. Well, that means that, yeah, illegal immigrants apprehended at the border, they will simply be released right into American cities. I wonder if they will show up for their court dates. I doubt it. And not only does that create obvious health and security concerns, especially in light of the pandemic, but that also will flood the job market with cheap labor at a time when millions of Americans are out of work, which means Americans won't be hired, and wages -- now there's so many more workers, and 11 million getting legal status, yeah, wages will plummet. But fear not, because the Biden and ministration is working on a plan to send free masks to Americans. Hey, Joe, you need to wake it from your nap because every American, I can say fairly confidently has a mask or has access to one if they want one. And, of course, they also want to wipe out all student loan debt for all of those who racked it up, this huge debt in exchange for B.A., you know, I don't know, sociology or climate change. Meanwhile, Joe Biden's promise to send $2,000 drug payments to Americans, that now has been reduced to $1,400, a $1,400 plan to maybe send payments to some Americans. And even far left actress Susan Sarandon, she's angry, calling Biden out on Twitter. If voters like Dems are pulling alert there a bait and switch, do not be surprised when they don't show up in 2022 or 2024. And while Susan is uneasy, most of the radical socialist progressives in the Democratic Party, they seem to be elated. They don't seem to care about the high-paying career union jobs wiped out or direct payments to Americans, because they're focused on something much bigger and that is satisfying their rage, their psychosis, there hate against Donald Trump and they have to save the planet. Ocasio-Cortez says we only have 12 years and they believe Joe Biden is meeting this critical moment by giving pink slips to a lot of American workers. Take a look."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "utterance": "I like to get your grade, your assessment and reaction to these first few weeks of the Biden presidency."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA)",
      "utterance": "Well, keep in mind, Joe Biden ran on a most progressive agenda ever. And now, he is meeting the moment and we need to continue to hold everyone accountable to the promises that have been made. It's a good time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, let us state the obvious one more time. The radical socialists that run the Democratic Party that are in charge, they're setting the agenda, and they are writing the executive orders that Joe just signs them. This is really the presidency. Joe Biden is not in charge. You can see it everyday. Frail, declining, week, cognitively struggling, frankly a shell of the guy that he was 10 years ago or even four years, seemingly, aimlessly roaming the halls of 1600 Pennsylvania Avenue, in between his naps. And yesterday, during that was a meandering speech, he didn't seem to know what he was even talking about or even where he was. I'm not making this up. Add this to the long montage we've already put out. Take a look."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Challenging the will only to be solved by nations working together and in common. We can't do it alone. That must be -- we must start with diplomacy. Take on directly the challenges posed by our prosperity, security, and democratic values by our most serious competitor, China. To reinvigorate our leadership on the LGBTQI issues. Going this way. Thank you all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Which way do I go? The LGBQCIPXLWY -- oh, sorry. Sorry. Well, Joe wasn't much better today either. He gave a speech about the economy and again today like yesterday lost and confused, or maybe as the song says, dazed and confused. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Just one more thing, I want to say very clearly, I want to be very clear on this point, it's better economics and not only addresses the immediate crisis we're in, it's better for the long-term economic health of our nation and our competitiveness. Don't take my word for it. Just look at what leading economists across the nation have said and in the world -- and across the ocean have said. The nonpartisan Brookings Institution has looked at the rescue -- American Rescue Plan and said the GDP will reach pre-pandemic projections by 2021, meaning we will have recovered by the end of 2021. Much sooner, by the way, than if we do nothing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, let's compare the tape to three years ago. Per usual, Joe took zero questions after that train wreck of a speech and he is reading the teleprompter. In this weekend, he is headed to his family home in Delaware and for much needed rest and relaxation. He misses his hideaway bunker and the birds and appearing with his prepared speeches or his moments with his sunglasses. Joe is definitely going to need to recharge because in just a few days, the second unconstitutional impeachment charade will consume all of Washington, D.C. with a predetermined outcome. And before passing a COVID relief package or an infrastructure package or getting kids back to school, Democrats will now devote their time, their efforts, your money to another pointless political smear, one last great shot at former President Trump. This is what unity looks like in Joe Biden's swamp in Washington. Democrats play destructive political games. You, we, the American people, you get left holding the bag. Joining us now with more, Kentucky Senator Rand Paul. Look, you very -- I thought it was brilliant on your part, have a constitutional vote and 45 Republican senators said it's a nonstarter. I don't even think the Senate should legitimize what was an illegitimate partisan effort in the House with no witnesses, no due process, no defense brought in, just a snap impeachment. And now, we're finding out, by the way, there's a lot of preplanning to what happened on the sixth. Your thoughts?"
    },
    {
      "speaker": "SEN. RAND PAUL (R-KY)",
      "utterance": "Well, basically, the impeachment is dead on arrival. We know it's going to fail. We know it's going to be basically partisan, bitter, rancor and an extension of the election. It's nothing remotely close to unity. The calls for unity are a parse if they have to go through with this impeachment. I think it does drive a wedge in society and people will say, oh, my goodness, how could this possibly be fair or constitutional. So, it only -- it only takes 34 votes to acquit. We had 45 to say that even the whole trial is illegitimate and unconstitutional because he is no longer the president. So we know what the result will be on this. One important thing we do need to see, though, is there has been a big lie promulgated out there that he incited violence. Look, I disagree with the debate. I voted against what President Trump was asking for, but when I listened to the speech and I hear him say go fight, go let your voices be heard, has no one in the country on the Democrat side heard of figurative speech, have none of them listened their own speech and how often a politician says go, fight, win, fight for your country? But I think that they should see video of all the Democrats and the inflammatory and temperate language that they use. Cory Booker saying, get up in the face of these Congress people. Maxine Waters saying swarm the restaurants. Kamala Harris even saying, let's bail out these people. One guy has been bailed out three times by the group that Kamala Harris supports. He's committed violence every time he's gotten out, and cracked some skull last time. I was at the ball field when Bernie Sanders supporter committed violence. But the thing is, we as Republicans were more fair-minded. We haven't blamed any of those politicians either for their words or for the actions of any crazy supporters of theirs. So when Bernie Sander supporter shot up the ball field and almost killed Steve Scalise, nobody said it was Bernie Sanders' fault. But they need to look at themselves and hear what they've been saying and see the violence associated with their words. Every day on the Internet, I'm attacked and people say that they wish I had violence committed against me. Again, I had six ribs broken, part of my lung removed, coughed up blood for a year, almost died from an infection. And the thing is, is on Internet, Nancy Pelosi's daughter has said, Rand Paul deserves it and he ought to get it again. The teacher of the year in Virginia, a big Democrat, said the same thing. Half a dozen minor D-list celebrities and actors have wished me harm and nobody says a word about it on the left."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I'm looking at all this and not only are they wasting our time and effort and they got $1.9 trillion in this COVID package. There won't be bipartisan support. You know, he's ruling by executive order. Now, the reconciliation process. And Bernie Sanders is in charge of the purse strings, 50 grand loan forgiveness, wow. They voted yesterday in your voterama to raise taxes on the middle class, on small businesses in America, turn their backs on churches in America. They're going full force to pack the court. Go ahead. You want to add?"
    },
    {
      "speaker": "PAUL",
      "utterance": "No evidence of unity and no evidence of bipartisanship. We're going to be two weeks in the administration and the first thing they're gong to do is extend the bitterness of the election with the impeaching of former president, and the second thing they're going to do is add $2 trillion worth of debt to our country with no Republican support, zero. They have them come to the White House only to tell them, no, we're doing this only put Bernie Sanders way or the highway, with only Democrats. So, really, this is showing you how they want to run the country. They do not care what the other half of the country wants. About 50 percent of the country is Republican, about 50 percent is Democrat. Actually, it's probably 40-40, with 20 percent independent. We're evenly split. But the Democrats now have finally got control and do not care anything about what Republicans think."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you're trying to cut money that, you know, for example, $26 billion in additional money this year, infrastructure, et cetera. And, all right, so were spending money on foreign aid. What? We are literally paying for the creation of think tanks in Sri Lanka, combating truancy in the Philippines, investing in failing businesses in Bosnia, improving the quality of Moldavian television, and funding a Green New Deal in Peru. Help me out, Rand Paul, because that is madness."
    },
    {
      "speaker": "PAUL",
      "utterance": "So, I forced a vote on $26 billion worth of foreign aid each year over the next ten years, with $260 billion. And I said, instead of sending it off at these foreign countries who often hate our country, burn our flag, chant \"death to America\", and we still keep giving them money. I said, let's build the roads here at home. Let's don't build roads overseas. No Democrats supported this. But, unfortunately, most of the establishment Republicans don't support cutting foreign aid welfare either. But this is something President Trump and I agree on, it's also something that about 75 percent to 80 percent of Americans would rather build bridges and roads here in our country, not overseas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I supported years ago, Connie Mack, the penny plan. You have the three penny plan. Well, one of the reasons it needs to go up to three is because have a lot more debt than we had before. And I don't think any American -- I think most Americans understood through no fault of anybody else that we all got hit hard in the last year, but Joe just inherited the vaccines from President Trump, Operation Warp Speed. OK. If you cut 3 cents out of every dollar for five years, you can balance the budget based on your numbers. Isn't that easy and why don't we do it?"
    },
    {
      "speaker": "PAUL",
      "utterance": "Every Republican that was in the Senate a few years ago voted for a balanced budget amendment to the Constitution. Mike Lee was a big part of writing this. I was a part of this and it balanced the budget in five years. So, I think that's the gold standard for what we should do. Anything that takes longer than that is really not realistic and not the truth. So I put forward every year a budget that balances in five years. The good years -- the good news is, a few years ago, I got 16 votes, I'm up to 29 votes, all Republican, so I got a majority of the Republicans. It means a loss about 20, 21 Republicans yesterday and got no Democrats to balance the budget. So, that shows you who cares about the deficit. Zero Democrats and a little more than half the Republicans."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. And so, Joe's ruling by executive order. He's basically ignoring an entire branch of government more than three times the executive orders this time of the presidency of Obama, but George W. Bush and Donald Trump. OK. And then they're using reconciliation again to ramp it down the country's throats with no bipartisan support at all. Is that how we're going to -- was this governing to you? Is that constitutional to you?"
    },
    {
      "speaker": "PAUL",
      "utterance": "I think what's extraordinary about it is, is that he is using all of this sort of executive force, which I don't believe is appropriate, but he's using it to actually get rid of American jobs, good-paying American jobs. Jobs at the pipeline can be $60,000, $70,000, $80,000 a year. Some people working on the pipeline make over $100,000 a year. Thousands of those jobs disappear immediately, but tens of thousands of jobs are going to be created, not letting companies drill on federal land, which they have done safely for a decade after decade. That's going to create tens of thousands of jobs lost. So, really, he wants to be remembered for promulgating the executive orders that causes to immediately lose jobs, I don't think that's a good way to get started. So, that, impeaching the president, and now, getting us $2 trillion worth of more bailout that would put us further in debt. I think all of these things combined show a really poor start for the administration."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Rand Paul, thank you. Coming up, AOC not backing down despite critics saying she was exaggerating the danger that she faced during the capital riots and the media mob racing to her defense. Joe Concha and Pete Hegseth right after this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Congresswoman Alexandria Ocasio-Cortez remaining silent and defiant amid a scrutiny that she told a misleading story about her experiences on January 6th during the Capitol Hill violence. Here's how she responded on CBS, though, earlier this morning. Take a look."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "You know, I think it's unfortunately kind of the spring to deny and politicize our account with something that I sat with, and it was a big reason why, you know, on top of making sure that we could clear our story due to security concerns. It's also a reason why I sat on that, on my story as well. You know, so many survivors fear being publicly doubted."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, like I said, we want to be fair. It was a shocking and stressful experience and one that can never happen again. Facts matter and the timeline of events matter. So we can fully understand what happened and make sure we protect our institutions. Make sure we protect every elected official. Here is Congresswoman Nancy Mace who is just two doors down from AOC. Last night, she said this right here on this program."
    },
    {
      "speaker": "REP. NANCY MACE (R-SC)",
      "utterance": "It was a very harrowing experience. But we have to separate fact from fiction. And the facts are, there was no violent mob in the hallways. The folks who were there to riot weren't in the Cannon Office Building. And so, we have to be very clear and not exaggerate this experience or take advantage of it and politicize it in any way, shape, and form. And that was -- that was my entire point, is just to be truthful about it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's fascinating to watch the shifty, excuse-making, the mob, the media continuing to try and needlessly politicize the -- not only the story and use it, though, as a line of attack against conservatives. Fake news CNN host, our friend Don Lemon, asking why this is even a story in the first place. Take a look."
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "I'm glad you said that because I've been watching, you know, state media and listen to conservative media all day because I want to hear the other side. And I was like, I don't understand why this is a story. I'm not -- it has nothing to do with anything, AOC or whatever. But how -- I kept trying to figure out how the people who were actually involved in that siege and all the chaos could be criticizing someone else who was involved in it because they were -- because she was explaining how -- what she thought was going on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Don. No one's claiming that Congresswoman Ocasio-Cortez should have known exactly that was going on in the heat of the moment. No one is trying to attack her. She is really in reality the speaker of the House. Pelosi is speaker in name only. We just want the facts and as Congresswoman Mace said, oh, well, what Ocasio-Cortez had relayed to the public as I have been screaming in the hall and banging on the door, where is she, where is she? And she said that account never happened. So we want the proper context and perspective. It was a tragic day. But here with reaction, FOX News contributor, media reporter for \"The Hill\", Joe Concha, along with \"FOX and Friends\" weekend co-host Pete Hegseth. Joe, Nancy Mace is interesting. She's not really a big Trump supporter. She is two doors down. Apparently nobody was -- this is anywhere from ten minutes away from what was happening in the capital. There were police outside to keep people safe, which I'm glad to hear. And -- but there was nobody in the halls screaming and banging on the door where is she, where is she, as she had claimed. Your take?"
    },
    {
      "speaker": "JOE CONCHA, FOX NEWS CONTRIBUTOR",
      "utterance": "That's the thing here, right? Already you had Congresswoman Ocasio-Cortez accused Ted Cruz of trying to have her murdered, right? Now, obviously, again, that's the key quote, where is she, where is she? Mace said she didn't hear that and Ocasio-Cortez is exactly now backing up that particular claim. And to your point also, she was not in the Capitol building, but the Cannon building, which was about three- tenths of a mile away from where the capital was being breached. So I could think the question here is, is Alexandria Ocasio-Cortez somebody who is credible or somebody who has a history of lying? So, I looked at her political file and she's only fact checked ten times, which I find it be a low number. But for the sake of this conversation eight of those 10 times, she received a poor rating in terms of fact checked claims. Two times, her claims were considered half truths. Five times, they were considered outright false. One time actually, pants on fire. So here we are again talking about her rhetoric so much, but no one really talks about Alexandria Ocasio-Cortez's record in Congress and the two major things that stick out in terms of her legacy so far is the fact that the Green New Deal was introduced before the Senate for a vote and it failed 57 to nothing. Couldn't even get a Democratic vote. And Amazon, in her district, the 14th here in New York, she put on a public pressure campaign to make sure that they would be the major hub and open up about 25,000 jobs and $150,000 average salary, and that is gone now for her constituents. So I think more and more we should be looking at her performance in Congress and not so much analyzing her performance on Instagram, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. And, Pete, let me ask you this. The entire green new deal, this is the big push, this is the Squad. Nancy Pelosi is intimidated by the Squad because she knows that if Congresswoman Ocasio-Cortez comes after her and doesn't want her a speaker, she will probably be successful in that effort. OK. So we've got this whole group of people over here, but it is all based on her belief that the planet is doomed in 12 years unless we do that Green New Deal, which we also know to be a predicate for all things radical socialism, which is now being adopted and implemented by Joe. PETE HEGSETH, FOX & FRIENDS WEEKEND CO-HOST: Yes, Sean. And the content all of all of that is hysteria. You need hysteria. Whether it's true or not, you have to feel like the planet will end in ten years. You have to feel like they were at your door to kill you. In this particular case, if Comrade Cortez identifies as being under threat and then we should take her at her word in that sense. But she's almost using, Sean, the fog of war defense, right? In the minute, in that moment, I didn't know what was going on. My sense was that I was under threat and as a result, you need to believe me. My question is, well, then, she didn't go back and revisit all the police officer she's called into question who may tough calls in a moment that nobody else could identify, because they were. Or maybe cited with the McCloskeys in St. Louis who thought they were under siege or the Trump supporters leaving the White House who felt like their lives were under threat. She was nowhere near what was happening, yet her sense was her life -- so she shared it with the world, all the feelings and emotions that she had, we are supposed to take her at her word. Will she ever once left turn around the other way and acknowledge that maybe some other people have been in that situation, too? No, they used hysteria any motion to advance their cause is your original question, Sean, climate change being chief amongst them, so they can share and the of us -- don't worry but your facts and your information. I feel more, I care more than you, and therefore you are a bad person. This -- what she did on Instagram, whether she meant it, whether it was true or not, is an extension of that kind of perspective."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Both powerful analysis both of you guys. Pete, thank you. Joe Concha, thank you."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Thanks, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back, the Biden administration continuing to roll out what is a career job-killing energy agenda. You won't believe what they're looking to get rid of now. We are talking about hundreds of thousands of high-paying jobs. \"Dirty Jobs\" host Mike Rowe, he weighs in, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, as we have shown you on this program night after night, Joe Biden and the new radical extreme Democratic Party continued to deliver what is a cruel and crushing message to America's oil and gas workers, destroying what I call great paying, high paying six-figure career jobs, ending all pipeline construction and taking aim at the economic livelihoods of American middle class families. How ironic the tape we played earlier tonight, Joe Biden saying, well, these are real Americans suffering through no fault of their own. Well, you just took their jobs away with the stroke of a pen. But this is not the time to be crippling America's energy independence or demonizing oil and gas workers. It should be a time for lifting others up, creating more opportunities, more jobs, more prosperity, not hurting our national security by creating reliance on imported energy. And it is something that our next guest, Mike Rowe, has been folks all lot, including with his Facebook Live show \"Returning the Favor\", which Facebook bizarrely has chosen to end the production of. Here with this and much more, our friend, Mike Rowe. How are you? MIKE ROWE, HOST, \"DIRTY JOBS\": Mr. Hannity, living the dream, or whatever this is. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, welcome to cancel culture. Well, you know, this has been my whole life's work. I've been under the threat of cancer culture. You know, I told you this and it's no B.S. You do the only other two shows that I would ever want to be a part of if I wasn't doing this, and that is \"Dirty Jobs\" and \"Deadliest Catch\". Did you tell my friends at \"Deadliest Catch\" that I'm a huge fan? Yeah, I hope you told them."
    },
    {
      "speaker": "ROWE",
      "utterance": "They also talked but your very kind offer to purchase an autographed poster to help out my foundation. And I'd just got to let you know --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ye, sir. I got it?"
    },
    {
      "speaker": "ROWE",
      "utterance": "But I got it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes! Boom, boom. All right, great. Tell us those guys -- well, I love that show. I get so -- I feel so bad for them when they pull up pots and there's nothing in it. I'm like, ah! And in the first one, they've got to get a whole row of them."
    },
    {
      "speaker": "ROWE",
      "utterance": "Well, that's why they call it fishing and not catching, you know? And it's really not so different many other blue-collar jobs that really hold our country together. They are the kind of jobs you're talking about right now. I know a lot of those guys out there on the pipeline, my foundation has helped pay for the training that many of them began as welders, you know, in this line of work, (INAUDIBLE) is on the way. And the unintended consequences of what's going on right now with regard to energy, for the first time, I mean, it's been going on for a while obviously, but it's getting real and it's getting weird. And when I heard the other day, tell me if I'm wrong, but somebody is talking about canceling other pipelines beyond Keystone at this point. It's -- it's alarming."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hey, Mike, this is what the plan is. Now, I've interviewed a lot of the guys that got the pink slips right here on this program. These are jobs, six-figure jobs, some of them pay even as high as 250 grand a year. I mean, their lives are wiped out and I thought how -- I was listening to Biden saying these are -- you know, through no fault of their own, Americans are losing their jobs. And I'm like, yeah, you just took them away. You're right. They are extending it to all pipelines and oil exploration and extraction and ANWR. I mean, these -- these are great career jobs, Mike."
    },
    {
      "speaker": "ROWE",
      "utterance": "It's not just the jobs. It's the jobs in the towns where the work happens. It's the hotels. It's the restaurants. You can go all down that line. But it's so much more than that. And look, I -- we have to get the politics out of it. Energy can't be the enemy. I understand the narrative. I've heard the claims that the world is coming to an end in 10 or 12 years., And if there's any truth in that, well, my god, we've got problems. But, look, we can't make energy the enemy. It's -- there is no bigger investor in alternative fuels, as I understand it, than the people who bring us natural gas and oil and the petroleum products that are in the keypad of my computer and in yoga pants and just about everything. We can't divorce ourselves from it overnight. I get it. We all want a healthy planet. We all want a clean planet, but our best hope of getting to alternative fuels sometime in our lifetime is with the help of fossil fuels. They can't be the enemy. But it can. It sounds nice but we're only shooting ourselves in the foot if we insist on framing it that way, in my opinion."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mike, I'm all for the cleanest energy. We've been able to reduce our carbon emissions in this -- in this country. And I want to continue. I'm an all-of-the-above guy. But lifeblood of the world's economy is energy -- and right now, the energy that we use is oil, gas, and coal, and we can't use nuclear energy which, by the way, would be a smart thing to do too. And the reality is, is now, we're endangering our national security on top of it because, guess what? Putin is going to get rich, mullahs going to get rich, China is going to get rich. And countries in the Middle East that help particularly like us, Mike, they'll be getting rich too."
    },
    {
      "speaker": "ROWE",
      "utterance": "The oil is going to come out of the ground in the Alberta sands. Much of it is still going to come to this country. A lot of it is going to be on trains. A lot of it is going to be on trucks. The carbon footprint is going to be larger than it would be with a pipe in the ground. So, when we talk about canceling more pipes in the ground, it's not like that's going to make any of this change or go away. We are on the teeth and we are going to be there for a long time. I'm all for transition but if we try to do this overnight, the jobs we're going to lose are not going to be limited to those in the energy industry. It's going to trickle and ripple all over the place. I'm afraid it's going to be ugly in ways that nobody has really and truly considered."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I want to thank you not only for the poster that I got, and I'm donating to your great charity."
    },
    {
      "speaker": "ROWE",
      "utterance": "It's going to be rich. The price is high."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Just name your price. I'm going to get the poster. I'm not going to let that poster go away. I want that poster. I want to go -- I want to go fishing with the -- I want to go crabbing with those guys if I ever had time."
    },
    {
      "speaker": "ROWE",
      "utterance": "Careful what you wish for."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But you're standing up for hard-working men and women. That's everybody that I've ever known my whole life, Mike, everybody. So, I'm very worried about them."
    },
    {
      "speaker": "ROWE",
      "utterance": "We can't -- we can have a balanced society with an unbalanced workforce. Our workforce is out of balance right now. I do what I can with my foundation. I know you're doing what you can. But this is mission critical. You're right. It's not about jobs. It's about national security. It's about our national identity. All of that stuff is baked in. Real, real quick, because I do care about being fair. Facebook didn't cancel me. They canceled my show. If they would have shut me down, I wouldn't have -- I wouldn't have any place to post. I hate being -- I hate it -- I hate being fired but I've been fired before, Sean. It's okay. I'll be fine."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, you can't really stay in this business, if you weren't fired at least once. Anyway, Mike Rowe, my best regards to all of the \"Deadliest Catch\" guys. All right. Coming up this Sunday, by the way, Chiefs against the Buccaneers. Mahomes versus Brady. Super Bowl LV. Jason Whitlock, he's here with the preview of the game and we might take a look at a couple of the sneak commercials, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. On Sunday, the defending champions, that would be Kansas City Chiefs, they're going to face the Tampa Bay Buccaneers in Super Bowl LV in Tampa. He's one of the greatest quarterbacks of all time, well, you have two great franchise quarterbacks, Tom Brady, he is now looking for his seventh Super Bowl ring. Wow! His attempt Super Bowl. And he will be up against the league's current top quarterback, Patrick Mahomes, and the electrifying cheeks offense. And as always, the Super Bowl brings not just football but a stream of new commercials, some better than others. We'll give you a small sample of what you can expect on Sunday. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did you steal my Cheetos again? Just tell them it was you."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But I caught you at the counter."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It wasn't me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Saw you snacking on the sofa."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It wasn't me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You even have them in the shower."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It wasn't me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I even caught you on camera."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, did you?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It wasn't me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Lately, I just -- I haven't been feeling quite like myself. Life used to feel fuller."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Matthew, Matthew?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Some days are harder than others. It's like I used to be on solid ground."
    },
    {
      "speaker": "JIMMY KIMMEL, COMEDIAN",
      "utterance": "Matthew McConaughey."
    },
    {
      "speaker": "KIMMEL",
      "utterance": "Did you drive here or did you travel by fax?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's got to be a way to get back."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here to break down the matchup and what's more, journalist, commentator, Jason Whitlock. OK. The storyline, Jason, for me is very simple. You know, we've had, first, you had Drew Brees versus Brady, two great franchise quarterbacks. And then it's Aaron Rodgers, Tom Brady, two great franchise quarterbacks. Now you got, OK, an older franchise quarterback versus a great franchise quarterback that won it all last year, have a phenomenal year this year, Patrick Mahomes. Wow! That storyline intrigues me and I was not following football until the playoffs this year."
    },
    {
      "speaker": "JASON WHITLOCK, JOURNALIST",
      "utterance": "Look, I'm -- I made my bones in Kansas City. I've got a bias for the Chiefs. I'm a Chiefs fan. Patrick Mahomes is the greatest player in NFL right now. Tom Brady is the greatest player of all time in football. It is a tremendous matchup that I think Patrick Mahomes and in the Chiefs are going to win, as long as, you know, nothing crazy happens. I just think that the Chiefs are a better team and Patrick Mahomes is at the peak of his career and Brady is at the end of his career. It's a tremendous matchup. We rarely get to see a passing of the torch like this and I think the purchase going to be passed on Sunday to Patrick Mahomes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, my head tells me Kansas City. It really does. But I look at it and try to be objective and analyze it. It is just hard not to like the story about seven Super Bowl rings and I can see Patrick Mahomes getting up there in the course of hopefully a long, you know, great successful career. But I love watching both of them because they are the best that you are going to see."
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "One guy is at the peak of his powers, Patrick Mahomes. It's great that Tom Brady got here, but if you watch how he got here, he's not at the peak of his powers. He's on a team that has got a lot of talent, tremendous defense, great wide receivers. And he has played well in spots, but he hasn't been the consistent Tom Brady. I just think against Patrick Mahomes, against Tyreek Hill, Travis Kelce, all the weapons, Mecole Hardman, and just Andy Reid in that offense that he has built and designed, I just think it's going to be too much for Tom Brady. He's proven his point. He has more than Bill Belichick, despite getting here to the Super Bowl, he has proven his point. If he wins, I've got a lot of respect for Tom Brady, put nothing past him. But if he wins, I would be shocked."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I won't be shocked at any result here. I really won't. I'm just not going to be. I watched both teams in the lead up, this is a different your obviously, with all of the different COVID restrictions and everything in-between and I just wondered to myself, okay, America right now to me, between the pandemic, between the election, between unrest and everything and now an impeachment next week, it's like the country has had a moment that I think we all need a break, collectively, and that gets to the issue of politics in sports at all. I don't tune into sports for politics. I just don't. And we try to politicize. Reading \"USA Today\" this week, it's like Tom Brady has gotten a pass because he supported Donald Trump. I'm like, shot up, I don't want to hear anything political at all, period, on any side."
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "I'm right there with you, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't think it helps anybody."
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "No, no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I mean, it's not why we want sports so much. It's like, all right, can we just don't forget everything? Because --"
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "And just be friends. We used to. I mean, literally --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There you go."
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "I spent 16 years in Kansas City going to the Chiefs games as a journalist. Sometimes just as a fan. We would tailgate and barbecue and drink in the parking lot. It didn't matter what your political bias was or what your political affiliation was. Now, that's everything."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah. Now, and the CDC recommendation is to use noisemakers and stepped up clapping and shouting with your masks on. I'm all for protecting grandma and grandpa, people who are vulnerable. What's your favorite Super Bowl food?"
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "My favorite Super Bowl food -- look, I love con queso dip. I like nacho or chips with con queso dip. Little meat in there and a little ground beef in there. I could eat that all game."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What time are you coming over with your dip?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to try the dip. I want -- I want some. All right, I'm going to go with Tampa Bay by 3, my head says no way, my heart says it's kind of hard not to cheer for a seventh one, and I think Patrick Mahomes might even break that in the course of hopefully what is a long, continued franchise quarterback career."
    },
    {
      "speaker": "WHITLOCK",
      "utterance": "Chiefs by 10. You heard it here first."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, my friend. Good to see you again. Thank you. More \"Hannity\" after this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Unfortunately, that's all the time we have left this evening. As always, we thank you for being with us. We hope you set your DVR, never miss an episode. I have one request. Have a great weekend. No politics. Enjoy the Super Bowl. Enjoy the time with your friends and family. And we'll take care of everything. We'll get back to business on Monday. Have a great Super Bowl weekend. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}