{
  "date": "February 22, 2020",
  "headline": "Judge Jeanine: If you thought Trump and Bloomberg were similar, think again",
  "subHeadline": "Guests: Darrell Issa, Stephanie Hamill, Charlie Kirk, Sarah Huckabee Sanders, Marianne Rafferty, Chris Hahn",
  "url": "https://www.foxnews.com/transcript/judge-jeanine-if-you-thought-trump-and-bloomberg-were-similar-think-again",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JEANINE PIRRO, HOST",
      "sentences": "Breaking tonight, Bernie Sanders, the big winner in the Nevada Caucuses, as all eyes now turn to the South Carolina primary a week from today. Hello and welcome to \"Justice.\" I'm Judge Jeanine Pirro. Thanks so much for being with us. And thanks again for making \"Justice\" number one last weekend all weekend long. Let's keep that streak going.  And what is show we have on deck for you tonight. Sarah Huckabee Sanders is here to break down the Nevada caucus results and more. Also tonight, Darrel Issa, Charlie Kirk and Stephanie Hamill and Chris Hahn will join me for a panel debate.  All of that plus my opening statement in just a moment as I take on Michael Bloomberg after his disastrous debate performance. You won't want to miss it.  But first, Bernie keeps on keeping on after taking the Nevada caucuses today with relative ease and the undisputed Democratic frontrunner just spoke about the big win. Fox News reporter, Casey Stegall was with Sanders in El Paso, Texas today. And is there live now with more -- Casey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS",
      "sentences": "Judge, good evening. Yes. Sanders taking a bit of a victory lap here in Texas tonight. This time at a rally happening over in San Antonio that is just wrapping up really as we speak and he thanked his supporters for that big win in Nevada tonight, then he asked Texans for continued support asking for another victory comes Super Tuesday.  This was his second rally in Texas just today making a stop earlier here in El Paso where we are. Tomorrow, the senator from Vermont will make stops in Houston and then Austin. The campaign trying to keep this momentum going ahead of Super Tuesday when Texas and 13 other states vote or caucus.  His messaging so far to his base here in Texas has hit on everything from gun rights to immigration to climate change and education. The recent victories he says, proof many Americans do support his vision for the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "We won the popular vote in Iowa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We won the New Hampshire primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "And according to three networks and the AP, we have now won the Nevada Caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUDIENCE",
      "sentences": "Bernie. Bernie. Bernie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Well, let me thank the people of Nevada for their support. Our volunteers are prepared to knock on hundreds and hundreds of thousands of doors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "That no campaign has a grassroots movement like we do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "Interesting to see him making that speech from Texas and not in Nevada where he is celebrating that victory tonight, but that just gives you an idea of how quickly these elections are happening and how back-to- back they are. So he is already focused on future wins.  Analysts say that that really could be a smart strategy for Sanders, focusing especially on Texas heavily right now, because early voting is in full swing already here and there is another week of that to go. And when you consider that about half of registered voters in the State of Texas cast their ballots ahead of time, targeting them now and reaching potentially undecided voters now while people are voting, they say could pay off potentially.  Two hundred and twenty eight delegates are up for grabs here in Texas on Super Tuesday, Judge, as you know, that is a huge pot, and it is awarded proportionately by the Senate districts here.   So it's not kind of a winner take all situation. So a lot of delegates up for grabs and a lot is at stake here in Texas on Super Tuesday. That's the latest from El Paso. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, Casey Stegall, thanks so much. And we'll talk more about Bernie Sanders' win in Nevada with Sarah Huckabee Sanders in just a moment. But first, my open.  If you ever thought President Donald J. Trump's popularity, success or occupancy in the White House was attributable to his billions, take a look at the presidential wannabe, Michael Bloomberg and think again.  Now on the surface, Trump and Bloomberg might appear similar. Both New York City, strong willed billionaires, each running to be president in 2020. But the similarities end there. The obituaries written after Bloomberg's disastrous, horrifying and embarrassing performance at the Nevada Democratic debate tell the story.   Now, most people outside of New York City don't know who Michael Bloomberg is, and after watching the debate, I'm not sure even he knows who he is. Once a Democrat, then a Republican, then an Independent and now a Democrat in order to run for President. The man is so wishy-washy and spineless that he doesn't just flip flop, he flip flops and then backflips without any logical, rational explanation other than political expediency.  As a result, he has single handedly managed to alienate just about everyone he needs in his quixotic effort to become President.  Consider the following. Now there are at least 40 separate work discrimination and sexual harassment cases that he has settled at his company, all of them sealed by a nondisclosure agreement, preventing the women from speaking. To her credit, Elizabeth Warren, like a high school principal, dressing down a juvenile went up one side of Bloomberg and down the other. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "Mr. Mayor, are you willing to release all of those women from those non-disclosure agreements, so we can hear their side of the story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "None of them accused me of doing anything other than maybe they didn't like the joke I told, and let me just point -- these are agreements between two parties that wanted to keep it quiet and that's up to them. They sign those agreements and we'll live with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, apparently his handlers decided he couldn't live with it and that his muzzling and then refusing to release the women from these agreements would not stand.  So according to \"The Washington Post\" though, Bloomberg has for years battled women's allegations of profane sexist comments as he ran a company where the culture of sexual harassment and degradation of women appear to be pervasive. The most high profile case, from a former sales woman who sued Bloomberg alleging he told her to, \"kill it.\" When he learned she was pregnant.  \"The Post\" interviewed a former employee who witnessed that very conversation. Now that kind of behavior has managed to tee off a lot of women in America. And then there's stop and frisk. Bloomberg has since apologized for using stop and frisk at the time he was Mayor, managing to alienate just about all of law enforcement and those who believe that if handled correctly, stop and frisk was an effective crime fighting tool.   But he was so unprepared for this question that is of particular interest to the African-American community, and that he must court in his bid to be President that he stumbled and acted as though he never even expected the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "Well, if I go back and look at my time in office, the one thing that I'm really worried about, embarrassed about was how it turned out with stop and frisk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And by the way, in that landmark decision, Terry versus Ohio, the United States Supreme Court with Justice Thurgood Marshall joining the majority ruled that the Fourth Amendment prohibition on unreasonable searches and seizures is not violated under stop and frisk if the officer has a reasonable suspicion that the person is involved in criminality, and that he may be armed. But you know, Mayor, what you should be even more worried about is the fact that you believe that the way to get guns out of kids' hands is to throw them up against the wall and frisk them and the 95 percent of murderers fit one MO. You think you can just take a description, Xerox it, and pass it out to all the cops.   And then you say that you're trying to understand race issues by talking to \"a bunch of African-American clergy and business people.\" You sat down with a bunch of African-American clergy to figure this out?  But the shame of this is, this is the one signature accomplishment that you continued from the Rudy Giuliani administration where lives were actually saved. Now because of political expediency, you disavow yourself of this and say, if you had to do it over again, you would not do stop and frisk.  Essentially saying you'd go back to the pre-Giuliani homicide rate of 2,500 New York City victims a year. And then there are the farmers and the factory workers. Take a look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "I could teach anybody, even people in this room, so no offense intended to be a farmer. It's a process, you dig a hole, you put a seed in, you put dirt on top, add water, up comes the corn.  Then we had 300 -- you could learn -- then then you have 300 years of the industrial society. You put the piece of metal on the lathe, you turn the crank in the direction of the arrow and you can have a job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What you just said, is one of the most insanely idiotic things I've ever heard. At no point in your rambling, incoherent response were you even close to anything that could be considered a rational thought. Everyone in this room is now dumber for having listened to it. I award you no points. And may God have mercy on your soul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I agree. Need I remind you, Mr. Mayor, you're running as a Democrat in the most liberal progressive leftist bunch of presidential candidates in American history, and you cannot exhibit or articulate blatant transphobia. \"If your conversation during a presidential election is about some guy wearing a dress and whether he she or it can go to the locker room with their daughter, that's not a winning formula for most people.\" Okay, smarty pants, so far, you managed to tee off the women, the African- Americans, farmers, factory workers, law enforcement, the LGBTQ community. Now, is there anyone left? Oh, yes. If you're 95, and you need medical care, we probably shouldn't have to give it to you since according to Bloomberg, it's not really cost effective. Get it?  And how about family members of the victims of one of the greatest hate crimes in our nation's history? You tried to make it look like you were Mayor of the City of New York on 9/11. And by the way you weren't, Rudy Giuliani was, but you made sure although the city charter allows for just two terms, you bought your way into a third term. I suspect you might even try to do the same were you to be elected President, which by the way will never happen. And by the way, speaking of 9/11, you're on tape, telling the widows of the victims killed that day to \"suck it up and move on.\" And finally, then there's another kind of small category -- guns. That pretty much alienates everyone else in the country.   I have guns, handguns, long guns as do many, many Americans. We're law- abiding citizens, and we're not responsible for what some criminal does with his or her gun. But you, Mr. Bloomberg, want to do everything in your power to take away those guns. I've got news for you, it ain't going to happen. And I understand you're plotting a strategy for a brokered convention. Smart. Seeing that you haven't won a single delegate, you can answer a single question. You've gotten huge negatives. You're an elitist. You are the biggest loser at the highest watched debate in Democratic history. And might I add, you spent over $400 million to get Americans to know you and you came out of stage and blew it almost as soon as you showed up.  Might I suggest a new debate team or a personality change? You certainly can afford it. And that's my open. Let me know what you think on my Facebook and Twitter #JudgeJeanine. And here with reaction to my open, the results of the Nevada caucuses and more, former White House Press Secretary and Fox News contributor, Sarah Huckabee Sanders joins me now on this busy night of news.  All right, before we get to my open, Sarah. Bernie Sanders won the caucus in Nevada, 54 almost 55 percent. Is he on his way to grabbing this nomination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Absolutely, between Bloomberg's disastrous performance at the debate this week and Bernie winning tonight in Nevada, and not just winning, but a big win. I think it's -- he is looking like the presumptive Democratic nominee at this point. He is certainly moving in that direction, and I think Republicans have to be extremely careful, we can take nothing for granted. At this point, the stakes have literally never been higher. If Crazy Socialist Bernie Sanders is the Democratic nominee as he is well on track to be, literally the way of life and our very freedom is at stake at the election in November, and Republicans have to come out in full force and make sure that they get Donald Trump reelected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, you know, before we get to that point, you know, two weeks ago, Joe Biden was dead and gone and he was expected to drop out and yet, you know, next Saturday in South Carolina, it looks like, you know, he might have a good showing there. And he might be, you know, back in the race again, do you think there's a chance for a resurgence on Biden's part?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "S. SANDERS",
      "sentences": "I am certainly not going to take anything off the table. I think that he looks like he has the ability to still win in South Carolina. But where does he go after that? And can he raise enough money from that point? Is there enough momentum? Right now all the enthusiasm and money coming into a campaign, not being bought and paid for by a candidate is behind Bernie Sanders. That seems to be the candidate that has the most excitement and enthusiasm. He's one of the few people that's actually on the air in some of the big states coming up on Super Tuesday besides Bloomberg, who's got a huge deficit to make up on a number of fronts.  I certainly don't count Biden out, but I think Bernie right now is certainly the person to beat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. So if Bernie doesn't get the number, I think it is -- it was 1,991 regular delegates, then the Super Delegates kick in at the Democratic Convention. The truth is that the Super Delegates are essentially the party insiders who prevented him from getting that nomination four years ago with Hillary Clinton. Do you think that those Super Delegates and by the way this question was asked at the debate, too, you know, will the guy or the woman with the most number of delegates do we agree that she should be the nominee? And they wouldn't go for it. Of course, Bernie thought he should thinking he would get it. But in the end, the Super Delegates is the party establishment, which appears to be anti-Bernie, are they going to stop him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "S. SANDERS",
      "sentences": "I think they're certainly going to try. Let's be real transparent here. We've seen how the Democrats value the will of the voter and the will of the people over the last three years as they've attacked and tried to take down Donald Trump because they didn't like that he won in 2016. I don't think that Democrats are going to like if Bernie wins the delegates, but isn't quite there. I think they're going to do everything they can. They all raised their hands and essentially said that they would if he doesn't have enough of the votes, and so we'll see what happens.  But I certainly don't think they're going to go down easy and try to give this to him without putting up quite a fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay, now there is -- the President has tweeted out a tweet. \"Looks like Crazy Bernie is doing well in the Great State of Nevada. Biden and the rest look weak and no way, Mini Mike can restart his campaign. Congratulations, Bernie. Don't let them take it away from you.\" You know, so the President, you know, seems to be congratulating Bernie. It's almost as though he sees a certain alignment there that you know, that establishment is anti-Bernie, as the establishment on the right was anti- Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "S. SANDERS",
      "sentences": "Absolutely, I think the difference is, the President had not just the -- he may have not had the establishment, but he had such a diverse crowd of people behind him and supporting him. He was bringing in people who had not voted in the past. He was bringing in a lot of Democratic voters and he had built a new coalition. Bernie has a small kind of coalition, I think it has a low ceiling. I think it's going to be hard for him to overcome that in a general election, whereas the President has expanded very far beyond his 2016 base, in large part because of the success of his presidency. The economy is booming. Every demographic is doing better under this President and you're going to see that change the makeup of the voters that come out and support him in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Indeed, Sarah Huckabee Sanders, thanks so much for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "S. SANDERS",
      "sentences": "Thank you. Always great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Thank you. And Street Justice is still ahead tonight, so is Charlie Kirk and tonight's panel debate. And next, the Democrats are racing to replace the President while most of America is pretty happy with the status quo. We'll talk about some interesting new polls with longtime friend of \"Justice\", former Republican congressman Darrell Issa. We are back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "President Trump coming out on top in a recent Gallup poll that found six in 10 Americans say they're better off now than they were three years ago when he first took office. No other incumbent President in the past three decades has enjoyed such a high percentage. But still the liberal left continues their vicious attacks.  Here with reaction to it all, former California Congressman Darrell Issa. Good evening, Congressman, how do you explain that six in 10 Americans say that they're better off under President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DARRELL ISSA, FORMER U.S. REPRESENTATIVE",
      "sentences": "Good evening. Well, it starts with more than nine in 10 Americans are better off. The reality is you've got to look at the three or four out of 10 who are better off and don't want to admit it. We call those social Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay. And, but what is it attributable to the economy? Is it attributable to their sense of safety and security? What do we attribute it to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Judge, I think it's exactly that. It's the confidence that our country has their back, both here and around the world. It's the fact that the economy is now on a stable footing because of reduction in taxes, but also reduction in the rules that were stifling entrepreneurship at least in most states. And all of that comes together to have not only a great economy, but the confidence about the business world and to be honest, the blue collar worker who didn't use the think they had somebody in the White House that had their back, they now do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And what about the idea of you know, Barack Obama coming out recently, and you know, saying that he's happy that that -- what was it -- that 11 years ago or 10 years ago, I signed the Recovery Act paving the way for the longest streak of economic recovery in American history. Why did he just pop up and talk about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Because it's 15 minutes of fame is over and he can't take it. The fact is that yes, he spent us into doubling the national debt, he ran up that trillion dollar just in the in the TARP Program. He put General Motors and Chrysler into bankruptcy and then and then double crossed America and sold out Chrysler to Fiat. The list is endless.  And rather than live with that, he wants to rewrite history and say that the good days today are somehow to his benefit. They're not. His policies were ruining America. President Trump turned it around and that's why, it is not only six out of 10, but if they were honest, 10 out of 10 Americans know they're better off today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What about the idea of Bernie Sanders as, you know, that he's a socialist. He is that lead contender right now for the Democratic nomination? I mean, how do you think that's going to affect these people who were so happy under President Trump primarily because of the economy and the solid footing that they have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Well, you know, the 54 percent in Nevada that just voted for him that is his base of socialist Democrats. It's the people who believe that if they take from one person and redistribute it, that somehow everybody will be wealthy. He's got a ceiling. His ceiling is in fact, half of what used to be the Democratic Party. The other half of what used to be the Democratic Party is coming in droves to President Trump. And that's the reason that his reelection is going to be about increasing the amount of people who used to be Democrats, but they're pro-business, hardworking Americans, and they don't want socialistic policies in America that take away their children's ability to live a better life through hard work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Now, that will be something that we'll be talking about for the next several months, I think, anyway, Darryl Issa, thanks so much for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Thank you, Judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. And will Bernie sail on the Socialist Express straight to the nomination after yet another win tonight? My panel next to debate that and more, Stephanie Hamill and Chris Hahn ready to rumble again right after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIANNE RAFFERTY, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Marianne Rafferty. Democratic delegates in Nevada are betting Bernie Sanders is the candidate who can beat Donald Trump in November. Preliminary results in today's Nevada caucuses show the self-described Democrat socialist holding a commanding lead with more than 50 percent of the votes so far. But Sanders didn't stick around for the results. He was campaigning in Texas today where he spoke to supporters just a short time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Nevada, we have just put together a multigenerational, multi- racial coalition, which is going to not only win in Nevada, it's going to sweep this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAFFERTY",
      "sentences": "Texas is one of the Super Tuesday states holding contest on March 3rd. I'm Marianne Rafferty. Now back to \"Justice\" WITH JUDGE JEANINE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I thought it was a great night for Donald Trump. I thought it was a terrible night for the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump will destroy Michael Bloomberg if last night is any example of what happens on the debate stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump who, nobody laid a glove on him. They were too busy tearing each other to shreds in an intramural ping pong game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It occurs to me before I sat down in this chair that the real winner today is Donald Trump. He gets to sit back in the White House and look at Democrats fighting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Bernie may have won tonight, but the big winner this week, even according to the mainstream media you just heard was Donald Trump. So as Bernie continues to dominate and the rest of the Dems continue to implode, we look ahead to South Carolina and beyond. Could there be a brokered convention for the Democrats? Let's get reaction to it from my panel. Video columnist for \"The Daily Caller\" Stephanie Hamill along with host of \"The Aggressive Progressive Podcast\" on Revolver, Chris Hahn join me now. All right, Chris. Now the Democrats bent the rules, thinking that Bloomberg would come in and be the savior and that guy bobbed like no one ever has in presidential history. I've never seen anything like it. You have to admit we're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, HOST, THE AGGRESSIVE PROGRESSIVE PODCAST",
      "sentences": "Oh, yes, he was horrible. Especially the first hour of that debate. But here's the thing, Judge, it doesn't even really matter. I mean, you know, you don't like Elizabeth Warren. I understand that but she had a great debate on Tuesday night. She is going to finish fourth, probably won't even get a delegate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You didn't hear my open. Wait a minute. Chris, you didn't hear my open. I said she went up one side and down the other. I mean, I thought she was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But that's not what I am asking you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes, I mean, she reminded me of you and she's got nothing for it, right? She got nothing out of that debate. And she should have actually sprung into at least second place after that performance if the debate mattered. Now, Bloomberg is going to have another chance on Tuesday to correct his debate performance. If he pulls out another dud like he did the other night, I think he's going to have a hard time coming back from that. But you know, billions of dollars buys you a lot of love in politics. Money is the mother's milk and he's got a lot of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay, Stephanie. Yes, money is mother's milk, Stephanie, assuming that you don't come out from behind mother's milk or whatever the analogy is. You know, this guy should sit behind the ads, don't you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE HAMILL, VIDEO COLUMNIST, THE DAILY CALLER",
      "sentences": "Oh yes, I mean money is important when it comes to campaigning, but I don't think it's going to buy him the voter love that he's hoping for. Look, he isn't a tested candidate. He wasn't prepared for the debate. He should fire his entire campaign staff for what happened that night. It's like he was not even prepared whatsoever for some of the basic things like stop and frisk and those comments he made about horse faced lesbians, et cetera. So it's just very hypocritical that these Democrats think that they're going to have Bloomberg come in and be the savior of their party when they haven't looked at his past or they're trying to look the other way on his past. Some of the things are very unforgivable when it comes to Bloomberg. Think about the tapes that we heard when it came to stop and frisk. It wasn't that he just decided to change his mind on stop and frisk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No, he had no argument. All right, Chris --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "The horrible things that he said in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I don't blame his staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Chris, let me let me ask you this. So your point that you're making is that it didn't do Elizabeth Warren any benefit by going after Bloomberg, although I thought she did a beautiful job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "But the truth is that the whole circular firing squad where they went -- it was like the gang who couldn't shoot straight. They should have been shooting at Donald Trump, they're shooting at each other. What's wrong with them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, I mean, this reminds me of 2016 in the Republican primary, Chris Christie took apart Marco Rubio at almost the exact same moment in the campaign when Donald Trump was basically locking down the nomination. He was surging and looked like he was going to be the guy if they didn't stop them in the next state. And here we have Bernie Sanders in that same exact position that Donald Trump was in in 2016. And they're not firing at Donald Trump. I mean, they're not firing at firing a Bernie Sanders. They're firing at the person they perceive in their way to get to be a one on one against Bernie Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, but didn't they learn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "We will see what happens in South Carolina. If Biden has a good South Carolina, if he wins South Carolina he is still alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "He's still alive but then, Stephanie, after South Carolina assuming that Biden stays up and can keep going, then the question is, I mean, what happens after South Carolina to Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "Yes, Chris, I think you're being a little too optimistic. I don't see a lot going on for Biden. Yes, he's in second in Nevada right now, but it's a far second. This is incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "I just want everyone to really pay attention to this. The media and the establishment Democrats have been trying to drive narratives and outcomes and this is exactly what happens. It's a complete failure. They didn't see this coming. But everyone else did. Crowd sizes say a lot. Bernie Sanders has real energy behind his campaign - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "And money, he is raising a lot of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "And Chris, I wonder how it feels to have a socialist bamboozle Democratic primary voters into supporting his socialist dream that even he knows is a scam. He is a complete --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Chris, what about the fact that the leading Democrat, the frontrunner is a socialist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I'm mean, the difference between Bernie Sanders' socialism and Donald Trump's socialism Bernie Sanders wants to give everybody healthcare, Donald Trump give some tax break to some wealthy people, gives some farmers some subsidies. There is a lot of socialism to spread around, at least Bernie Sanders is honest about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh cut it out. Donald Trump is the epitome of capitalism. Oh come on. It's got nothing to do with it. Let me tell you something, your party is going to nominate Bernie Sanders, a socialist. You should change the name of the Democratic Party to the Socialist Democratic Party. Admit who your leader is, admit who you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Look, I mean, if the guy wins, he's going to have to unify the party, he's going to have to bring people in from the more center left part of the party to help him win. Without unity, he cannot win. Unity to me is more important than who is on top of the ticket and Bernie Sanders better start thinking about how he is going to unify the party. Some of the things he's saying doesn't sound too unifying to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay, Stephanie, Stephanie, can this guy -- can he win -- given that the establishment last time with Hillary Clinton and Donna Brazile and everybody else at the D.N.C. were so anti-Bernie Sanders. Are they going to gut him again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "Well, they are gutting him right now. If you've tuned in to MSNBC or some of the other networks, they're not happy about Sanders because they know that President Trump will squash him like a bug. Look at President Trump's approval ratings at 49 percent satisfaction in the U.S. It's higher than it was since 2005. The numbers are incredible. The economy's incredible. And Bernie Sanders like I said, he's a fraud. He has three mansions. He says everyone has a summer home like he does and he flies private.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Underestimate him at your peril.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Chris Hahn, I've got five seconds. Stop talking, Chris. What do you think the debate is going to be like in two words with Donald Trump and Bernie Sanders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Oh, it's going to be entertaining, baby. I can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, baby. What do you say? What do you say, Stephanie? A debate between Donald Trump and Bernie Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "It's going to be incredible. Like I said, President Trump is going to squash him like a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's not two words. Okay, so like a bug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Two words, Stephanie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAMILL",
      "sentences": "Trump will squash him like a bug. Many words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And you entertaining, baby. All right, goodbye, Chris Hahn and Stephanie Hamill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes, two words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Thanks so much. And he's a clear Democrat frontrunner. But what do we really know about what President Bernie Sanders would mean for America? Charlie Kirk is next to talk Bernie, Nevada, socialism and America and more. And then there's Street Justice. Back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Another win for Bernie Sanders as he dominates in Nevada today, but take a listen to what he had to say just this week about our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We are living in many ways in a socialist society right now. The problem is as Dr. Martin Luther King reminded us, we have socialism for the very rich, rugged individualism for the poor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Wow. So the question remains, how many of his supporters actually understand what socialism really is and the real danger that it presents? Let's ask someone who spends a lot of time talking with young people across the United States. Turning Point USA founder and author of the upcoming book, \"The MAGA Doctrine,\" Charlie Kirk joins me now. All right, Charlie, are we living in a socialist country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER, TURNING POINT USA",
      "sentences": "Well, the worst parts of our country right now are socialist. Let's take the Veterans Administration where the waiting lines are way too long and veterans' approval rating of that medical system is very low. All the worst parts of our country are the ones that have embraced the ideas of Senator Sanders or collectivism, if you will. If you look at the states with the highest crime rates, the highest homelessness, or the most anemic economic growth, such as states like Illinois or Connecticut, its states that embrace high taxes and high regulation. So look, if Senator Sanders' vision for America is to fundamentally redefine the most successful experiments in the history of the world into a Marxist experiment, my goodness, I'll tell you, I think the American people are going to respond very forcibly against that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, so what you're saying, Charlie, is that high taxes is an indication of socialism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "Partly. Look, to his argument, there are parts of our society, the least productive and the worst parts of American government that are more run towards his philosophy. But under President Trump, we've seen us become energy independent, the lowest ever black unemployment, Latino unemployment, Asian-American unemployment and the best economy in American history if we re-embrace the free enterprise ideas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay, all right, there's no question that President Trump is a capitalist, and that the economy is roaring. It's soaring right now. But why is it that young people on campuses think that socialism isn't so bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "Judge, it's a phenomenal question. I deal with it every single day with the work we do at Turning Point USA on thousands of campuses across the country and the best way I can summarize it, it's the ungrateful Revolution and the ungrateful generation. We have not taught gratitude of our country to the next generation. When you're not thankful for something, why on earth would you want to conserve it? It make sense to want to start a revolution and just topple the entire society, and if you listen carefully what Senator Sanders says, when he talks about we need widespread justice and we are going to change this country. That is what he has said word per word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What is widespread justice? What do you think he means by that? What is widespread justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "It's not blind justice. It's not blind justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Like you have fought for -- it is so terrific. Instead, he goes justice by justice saying we need social justice. We need racial justice, environmental justice, you know what that means? He wants to topple our society and deconstruct everything that works. That's what that means. He uses the term justice, and he misrepresents it intentionally to try to get people to support him. Justice should be blind. That is rule number one, and you know that better than anyone else, but he does not believe that. He believes in impartial justice, almost a revenge campaign to deconstruct our country from within because he is not grateful to be an American. He is not. I mean, nothing he represents, represents the gratitude of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay, so forget about the gratitude. Forget about the taxes. What is it that causes people to think that everyone being equal is somehow -- which is the essence of socialism if I'm not wrong, I mean, we're equal under the law -- but they want everyone to work the same job, to make the same money, the state to own everything. What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK",
      "sentences": "Well, it plays on the worst instincts of human behavior. It's very easy to be generous with other people's money. It's easy to want to want somebody else's treasure or time. In fact, it's greedy. And that's what Winston Churchill said. Winston Churchill said that socialism is the creed of greed and wanting somebody else's stuff instead of wanting to wake up earlier or improve your own life and have more individual liberty and freedom and saying, no, no, somebody has too much therefore I want to take it away from them. And this is why socialism has been tried so many times over the last 100 years, and it's been a disaster every single time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Charlie Kirk, thanks so much for being with us tonight. And the blooms off the rose when it comes to Mike Bloomberg. So what does America think? Street Justice is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Street Justice is back and this was a fun one. I asked New Yorkers if they thought Mini Mike could really take on Donald Trump. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So here we are in New York City post the Democratic debate in Nevada with Michael Bloomberg as we prepare for a scramble in the Apple. Who's going to be better New York City's Mike Bloomberg or New York City's President Donald Trump? Hi. What's your name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFF",
      "sentences": "Cliff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know, Cliff. It reminds me of the Democratic debate the other night. You think Michael Bloomberg fell off the cliff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFF",
      "sentences": "Oh, yes, you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How did he fall off the cliff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFF",
      "sentences": "Well, he was not saying the right way. So he fell off the cliff, you know, not answering truthfully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Do you think in the end that Michael Bloomberg will be on the stage debating Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFF",
      "sentences": "Maybe Bernie Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You like Bernie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFF",
      "sentences": "Yes, I like Bernie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why do you like Bernie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLIFF",
      "sentences": "He is more on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Who would make a better construction worker, Michael Bloomberg or Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald J. Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh my god. The guy is a worker. He has got enough stuff. He doesn't sleep. When does the guy sleep? All right, so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I don't know and I ain't asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want Bernie? No way. No way. You guy is going to fall asleep on a job. We need Donald J. Trump on a construction job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What do you think intellectually? You think Michael Bloomberg can match wits with Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No way. Not after that last debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Wait a minute. I want to talk to you. Oh stop it. How tall are you? Michael Bloomberg? Donald Trump? Who would you rather have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No question about it. Donald Trump is the best President ever, ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Who would make a better constructor worker? Trump or Bloomberg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm for Bloomberg to work. I'll make him work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Come over here, you. Why are you afraid of me? I'm half your size. Michael Bloomberg? Donald Trump? Who should be President? Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Am I scaring you? Okay, get over here, you. Did you see who -- who do you think could be a better construction worker? Donald Trump or Michael Bloomberg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because Donald Trump all the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Do you like Bloomberg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "He was the mayor of your city for three terms. Did you watch the debate the other night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I watched it. They should have freaking close it down right away. I don't understand what's going on with these Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Who wouldn't make it better construction worker? Donald Trump or Michael Bloomberg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of course, Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Okay. And who are you are you going to vote for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And let me ask you a question. Did you like the way Elizabeth Warren beat down Michael Bloomberg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I did. That was great. You see the tears in his eyes. Did you see his tears in his eyes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's all for tonight. Remember to follow me throughout the week on Facebook, Twitter and Instagram Judge_Jeanine and go to my store, judgejeanine.store and buy a shirt that says, are you stupid? Anyway, thanks for watching. I'm Jeanine Pirro, advocating still for truth, justice and the American way. \"The Greg Gutfeld Show\" is coming up and I'll see you next Saturday night. Me, same place. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, HOST",
      "utterance": "Breaking tonight, Bernie Sanders, the big winner in the Nevada Caucuses, as all eyes now turn to the South Carolina primary a week from today. Hello and welcome to \"Justice.\" I'm Judge Jeanine Pirro. Thanks so much for being with us. And thanks again for making \"Justice\" number one last weekend all weekend long. Let's keep that streak going. And what is show we have on deck for you tonight. Sarah Huckabee Sanders is here to break down the Nevada caucus results and more. Also tonight, Darrel Issa, Charlie Kirk and Stephanie Hamill and Chris Hahn will join me for a panel debate. All of that plus my opening statement in just a moment as I take on Michael Bloomberg after his disastrous debate performance. You won't want to miss it. But first, Bernie keeps on keeping on after taking the Nevada caucuses today with relative ease and the undisputed Democratic frontrunner just spoke about the big win. Fox News reporter, Casey Stegall was with Sanders in El Paso, Texas today. And is there live now with more -- Casey."
    },
    {
      "speaker": "CASEY STEGALL, FOX NEWS",
      "utterance": "Judge, good evening. Yes. Sanders taking a bit of a victory lap here in Texas tonight. This time at a rally happening over in San Antonio that is just wrapping up really as we speak and he thanked his supporters for that big win in Nevada tonight, then he asked Texans for continued support asking for another victory comes Super Tuesday. This was his second rally in Texas just today making a stop earlier here in El Paso where we are. Tomorrow, the senator from Vermont will make stops in Houston and then Austin. The campaign trying to keep this momentum going ahead of Super Tuesday when Texas and 13 other states vote or caucus. His messaging so far to his base here in Texas has hit on everything from gun rights to immigration to climate change and education. The recent victories he says, proof many Americans do support his vision for the country."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "We won the popular vote in Iowa."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We won the New Hampshire primary."
    },
    {
      "speaker": "SANDERS",
      "utterance": "And according to three networks and the AP, we have now won the Nevada Caucus."
    },
    {
      "speaker": "AUDIENCE",
      "utterance": "Bernie. Bernie. Bernie."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Well, let me thank the people of Nevada for their support. Our volunteers are prepared to knock on hundreds and hundreds of thousands of doors."
    },
    {
      "speaker": "SANDERS",
      "utterance": "That no campaign has a grassroots movement like we do."
    },
    {
      "speaker": "STEGALL",
      "utterance": "Interesting to see him making that speech from Texas and not in Nevada where he is celebrating that victory tonight, but that just gives you an idea of how quickly these elections are happening and how back-to- back they are. So he is already focused on future wins. Analysts say that that really could be a smart strategy for Sanders, focusing especially on Texas heavily right now, because early voting is in full swing already here and there is another week of that to go. And when you consider that about half of registered voters in the State of Texas cast their ballots ahead of time, targeting them now and reaching potentially undecided voters now while people are voting, they say could pay off potentially. Two hundred and twenty eight delegates are up for grabs here in Texas on Super Tuesday, Judge, as you know, that is a huge pot, and it is awarded proportionately by the Senate districts here. So it's not kind of a winner take all situation. So a lot of delegates up for grabs and a lot is at stake here in Texas on Super Tuesday. That's the latest from El Paso. Back to you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, Casey Stegall, thanks so much. And we'll talk more about Bernie Sanders' win in Nevada with Sarah Huckabee Sanders in just a moment. But first, my open. If you ever thought President Donald J. Trump's popularity, success or occupancy in the White House was attributable to his billions, take a look at the presidential wannabe, Michael Bloomberg and think again. Now on the surface, Trump and Bloomberg might appear similar. Both New York City, strong willed billionaires, each running to be president in 2020. But the similarities end there. The obituaries written after Bloomberg's disastrous, horrifying and embarrassing performance at the Nevada Democratic debate tell the story. Now, most people outside of New York City don't know who Michael Bloomberg is, and after watching the debate, I'm not sure even he knows who he is. Once a Democrat, then a Republican, then an Independent and now a Democrat in order to run for President. The man is so wishy-washy and spineless that he doesn't just flip flop, he flip flops and then backflips without any logical, rational explanation other than political expediency. As a result, he has single handedly managed to alienate just about everyone he needs in his quixotic effort to become President. Consider the following. Now there are at least 40 separate work discrimination and sexual harassment cases that he has settled at his company, all of them sealed by a nondisclosure agreement, preventing the women from speaking. To her credit, Elizabeth Warren, like a high school principal, dressing down a juvenile went up one side of Bloomberg and down the other. Take a look."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "Mr. Mayor, are you willing to release all of those women from those non-disclosure agreements, so we can hear their side of the story?"
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "None of them accused me of doing anything other than maybe they didn't like the joke I told, and let me just point -- these are agreements between two parties that wanted to keep it quiet and that's up to them. They sign those agreements and we'll live with it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, apparently his handlers decided he couldn't live with it and that his muzzling and then refusing to release the women from these agreements would not stand. So according to \"The Washington Post\" though, Bloomberg has for years battled women's allegations of profane sexist comments as he ran a company where the culture of sexual harassment and degradation of women appear to be pervasive. The most high profile case, from a former sales woman who sued Bloomberg alleging he told her to, \"kill it.\" When he learned she was pregnant. \"The Post\" interviewed a former employee who witnessed that very conversation. Now that kind of behavior has managed to tee off a lot of women in America. And then there's stop and frisk. Bloomberg has since apologized for using stop and frisk at the time he was Mayor, managing to alienate just about all of law enforcement and those who believe that if handled correctly, stop and frisk was an effective crime fighting tool. But he was so unprepared for this question that is of particular interest to the African-American community, and that he must court in his bid to be President that he stumbled and acted as though he never even expected the question."
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "Well, if I go back and look at my time in office, the one thing that I'm really worried about, embarrassed about was how it turned out with stop and frisk."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And by the way, in that landmark decision, Terry versus Ohio, the United States Supreme Court with Justice Thurgood Marshall joining the majority ruled that the Fourth Amendment prohibition on unreasonable searches and seizures is not violated under stop and frisk if the officer has a reasonable suspicion that the person is involved in criminality, and that he may be armed. But you know, Mayor, what you should be even more worried about is the fact that you believe that the way to get guns out of kids' hands is to throw them up against the wall and frisk them and the 95 percent of murderers fit one MO. You think you can just take a description, Xerox it, and pass it out to all the cops. And then you say that you're trying to understand race issues by talking to \"a bunch of African-American clergy and business people.\" You sat down with a bunch of African-American clergy to figure this out? But the shame of this is, this is the one signature accomplishment that you continued from the Rudy Giuliani administration where lives were actually saved. Now because of political expediency, you disavow yourself of this and say, if you had to do it over again, you would not do stop and frisk. Essentially saying you'd go back to the pre-Giuliani homicide rate of 2,500 New York City victims a year. And then there are the farmers and the factory workers. Take a look at this."
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "I could teach anybody, even people in this room, so no offense intended to be a farmer. It's a process, you dig a hole, you put a seed in, you put dirt on top, add water, up comes the corn. Then we had 300 -- you could learn -- then then you have 300 years of the industrial society. You put the piece of metal on the lathe, you turn the crank in the direction of the arrow and you can have a job."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What you just said, is one of the most insanely idiotic things I've ever heard. At no point in your rambling, incoherent response were you even close to anything that could be considered a rational thought. Everyone in this room is now dumber for having listened to it. I award you no points. And may God have mercy on your soul."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I agree. Need I remind you, Mr. Mayor, you're running as a Democrat in the most liberal progressive leftist bunch of presidential candidates in American history, and you cannot exhibit or articulate blatant transphobia. \"If your conversation during a presidential election is about some guy wearing a dress and whether he she or it can go to the locker room with their daughter, that's not a winning formula for most people.\" Okay, smarty pants, so far, you managed to tee off the women, the African- Americans, farmers, factory workers, law enforcement, the LGBTQ community. Now, is there anyone left? Oh, yes. If you're 95, and you need medical care, we probably shouldn't have to give it to you since according to Bloomberg, it's not really cost effective. Get it? And how about family members of the victims of one of the greatest hate crimes in our nation's history? You tried to make it look like you were Mayor of the City of New York on 9/11. And by the way you weren't, Rudy Giuliani was, but you made sure although the city charter allows for just two terms, you bought your way into a third term. I suspect you might even try to do the same were you to be elected President, which by the way will never happen. And by the way, speaking of 9/11, you're on tape, telling the widows of the victims killed that day to \"suck it up and move on.\" And finally, then there's another kind of small category -- guns. That pretty much alienates everyone else in the country. I have guns, handguns, long guns as do many, many Americans. We're law- abiding citizens, and we're not responsible for what some criminal does with his or her gun. But you, Mr. Bloomberg, want to do everything in your power to take away those guns. I've got news for you, it ain't going to happen. And I understand you're plotting a strategy for a brokered convention. Smart. Seeing that you haven't won a single delegate, you can answer a single question. You've gotten huge negatives. You're an elitist. You are the biggest loser at the highest watched debate in Democratic history. And might I add, you spent over $400 million to get Americans to know you and you came out of stage and blew it almost as soon as you showed up. Might I suggest a new debate team or a personality change? You certainly can afford it. And that's my open. Let me know what you think on my Facebook and Twitter #JudgeJeanine. And here with reaction to my open, the results of the Nevada caucuses and more, former White House Press Secretary and Fox News contributor, Sarah Huckabee Sanders joins me now on this busy night of news. All right, before we get to my open, Sarah. Bernie Sanders won the caucus in Nevada, 54 almost 55 percent. Is he on his way to grabbing this nomination?"
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Absolutely, between Bloomberg's disastrous performance at the debate this week and Bernie winning tonight in Nevada, and not just winning, but a big win. I think it's -- he is looking like the presumptive Democratic nominee at this point. He is certainly moving in that direction, and I think Republicans have to be extremely careful, we can take nothing for granted. At this point, the stakes have literally never been higher. If Crazy Socialist Bernie Sanders is the Democratic nominee as he is well on track to be, literally the way of life and our very freedom is at stake at the election in November, and Republicans have to come out in full force and make sure that they get Donald Trump reelected."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, you know, before we get to that point, you know, two weeks ago, Joe Biden was dead and gone and he was expected to drop out and yet, you know, next Saturday in South Carolina, it looks like, you know, he might have a good showing there. And he might be, you know, back in the race again, do you think there's a chance for a resurgence on Biden's part?"
    },
    {
      "speaker": "S. SANDERS",
      "utterance": "I am certainly not going to take anything off the table. I think that he looks like he has the ability to still win in South Carolina. But where does he go after that? And can he raise enough money from that point? Is there enough momentum? Right now all the enthusiasm and money coming into a campaign, not being bought and paid for by a candidate is behind Bernie Sanders. That seems to be the candidate that has the most excitement and enthusiasm. He's one of the few people that's actually on the air in some of the big states coming up on Super Tuesday besides Bloomberg, who's got a huge deficit to make up on a number of fronts. I certainly don't count Biden out, but I think Bernie right now is certainly the person to beat."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. So if Bernie doesn't get the number, I think it is -- it was 1,991 regular delegates, then the Super Delegates kick in at the Democratic Convention. The truth is that the Super Delegates are essentially the party insiders who prevented him from getting that nomination four years ago with Hillary Clinton. Do you think that those Super Delegates and by the way this question was asked at the debate, too, you know, will the guy or the woman with the most number of delegates do we agree that she should be the nominee? And they wouldn't go for it. Of course, Bernie thought he should thinking he would get it. But in the end, the Super Delegates is the party establishment, which appears to be anti-Bernie, are they going to stop him?"
    },
    {
      "speaker": "S. SANDERS",
      "utterance": "I think they're certainly going to try. Let's be real transparent here. We've seen how the Democrats value the will of the voter and the will of the people over the last three years as they've attacked and tried to take down Donald Trump because they didn't like that he won in 2016. I don't think that Democrats are going to like if Bernie wins the delegates, but isn't quite there. I think they're going to do everything they can. They all raised their hands and essentially said that they would if he doesn't have enough of the votes, and so we'll see what happens. But I certainly don't think they're going to go down easy and try to give this to him without putting up quite a fight."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay, now there is -- the President has tweeted out a tweet. \"Looks like Crazy Bernie is doing well in the Great State of Nevada. Biden and the rest look weak and no way, Mini Mike can restart his campaign. Congratulations, Bernie. Don't let them take it away from you.\" You know, so the President, you know, seems to be congratulating Bernie. It's almost as though he sees a certain alignment there that you know, that establishment is anti-Bernie, as the establishment on the right was anti- Donald Trump."
    },
    {
      "speaker": "S. SANDERS",
      "utterance": "Absolutely, I think the difference is, the President had not just the -- he may have not had the establishment, but he had such a diverse crowd of people behind him and supporting him. He was bringing in people who had not voted in the past. He was bringing in a lot of Democratic voters and he had built a new coalition. Bernie has a small kind of coalition, I think it has a low ceiling. I think it's going to be hard for him to overcome that in a general election, whereas the President has expanded very far beyond his 2016 base, in large part because of the success of his presidency. The economy is booming. Every demographic is doing better under this President and you're going to see that change the makeup of the voters that come out and support him in November."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Indeed, Sarah Huckabee Sanders, thanks so much for being with us."
    },
    {
      "speaker": "S. SANDERS",
      "utterance": "Thank you. Always great to be with you."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Thank you. And Street Justice is still ahead tonight, so is Charlie Kirk and tonight's panel debate. And next, the Democrats are racing to replace the President while most of America is pretty happy with the status quo. We'll talk about some interesting new polls with longtime friend of \"Justice\", former Republican congressman Darrell Issa. We are back in a moment."
    },
    {
      "speaker": "PIRRO",
      "utterance": "President Trump coming out on top in a recent Gallup poll that found six in 10 Americans say they're better off now than they were three years ago when he first took office. No other incumbent President in the past three decades has enjoyed such a high percentage. But still the liberal left continues their vicious attacks. Here with reaction to it all, former California Congressman Darrell Issa. Good evening, Congressman, how do you explain that six in 10 Americans say that they're better off under President Trump?"
    },
    {
      "speaker": "DARRELL ISSA, FORMER U.S. REPRESENTATIVE",
      "utterance": "Good evening. Well, it starts with more than nine in 10 Americans are better off. The reality is you've got to look at the three or four out of 10 who are better off and don't want to admit it. We call those social Democrats."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay. And, but what is it attributable to the economy? Is it attributable to their sense of safety and security? What do we attribute it to?"
    },
    {
      "speaker": "ISSA",
      "utterance": "Judge, I think it's exactly that. It's the confidence that our country has their back, both here and around the world. It's the fact that the economy is now on a stable footing because of reduction in taxes, but also reduction in the rules that were stifling entrepreneurship at least in most states. And all of that comes together to have not only a great economy, but the confidence about the business world and to be honest, the blue collar worker who didn't use the think they had somebody in the White House that had their back, they now do."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And what about the idea of you know, Barack Obama coming out recently, and you know, saying that he's happy that that -- what was it -- that 11 years ago or 10 years ago, I signed the Recovery Act paving the way for the longest streak of economic recovery in American history. Why did he just pop up and talk about that?"
    },
    {
      "speaker": "ISSA",
      "utterance": "Because it's 15 minutes of fame is over and he can't take it. The fact is that yes, he spent us into doubling the national debt, he ran up that trillion dollar just in the in the TARP Program. He put General Motors and Chrysler into bankruptcy and then and then double crossed America and sold out Chrysler to Fiat. The list is endless. And rather than live with that, he wants to rewrite history and say that the good days today are somehow to his benefit. They're not. His policies were ruining America. President Trump turned it around and that's why, it is not only six out of 10, but if they were honest, 10 out of 10 Americans know they're better off today."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What about the idea of Bernie Sanders as, you know, that he's a socialist. He is that lead contender right now for the Democratic nomination? I mean, how do you think that's going to affect these people who were so happy under President Trump primarily because of the economy and the solid footing that they have?"
    },
    {
      "speaker": "ISSA",
      "utterance": "Well, you know, the 54 percent in Nevada that just voted for him that is his base of socialist Democrats. It's the people who believe that if they take from one person and redistribute it, that somehow everybody will be wealthy. He's got a ceiling. His ceiling is in fact, half of what used to be the Democratic Party. The other half of what used to be the Democratic Party is coming in droves to President Trump. And that's the reason that his reelection is going to be about increasing the amount of people who used to be Democrats, but they're pro-business, hardworking Americans, and they don't want socialistic policies in America that take away their children's ability to live a better life through hard work."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Now, that will be something that we'll be talking about for the next several months, I think, anyway, Darryl Issa, thanks so much for being with us."
    },
    {
      "speaker": "ISSA",
      "utterance": "Thank you, Judge."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. And will Bernie sail on the Socialist Express straight to the nomination after yet another win tonight? My panel next to debate that and more, Stephanie Hamill and Chris Hahn ready to rumble again right after the break."
    },
    {
      "speaker": "MARIANNE RAFFERTY, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Marianne Rafferty. Democratic delegates in Nevada are betting Bernie Sanders is the candidate who can beat Donald Trump in November. Preliminary results in today's Nevada caucuses show the self-described Democrat socialist holding a commanding lead with more than 50 percent of the votes so far. But Sanders didn't stick around for the results. He was campaigning in Texas today where he spoke to supporters just a short time ago."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Nevada, we have just put together a multigenerational, multi- racial coalition, which is going to not only win in Nevada, it's going to sweep this country."
    },
    {
      "speaker": "RAFFERTY",
      "utterance": "Texas is one of the Super Tuesday states holding contest on March 3rd. I'm Marianne Rafferty. Now back to \"Justice\" WITH JUDGE JEANINE."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I thought it was a great night for Donald Trump. I thought it was a terrible night for the Democrats."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump will destroy Michael Bloomberg if last night is any example of what happens on the debate stage."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump who, nobody laid a glove on him. They were too busy tearing each other to shreds in an intramural ping pong game."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It occurs to me before I sat down in this chair that the real winner today is Donald Trump. He gets to sit back in the White House and look at Democrats fighting."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Bernie may have won tonight, but the big winner this week, even according to the mainstream media you just heard was Donald Trump. So as Bernie continues to dominate and the rest of the Dems continue to implode, we look ahead to South Carolina and beyond. Could there be a brokered convention for the Democrats? Let's get reaction to it from my panel. Video columnist for \"The Daily Caller\" Stephanie Hamill along with host of \"The Aggressive Progressive Podcast\" on Revolver, Chris Hahn join me now. All right, Chris. Now the Democrats bent the rules, thinking that Bloomberg would come in and be the savior and that guy bobbed like no one ever has in presidential history. I've never seen anything like it. You have to admit we're right."
    },
    {
      "speaker": "CHRIS HAHN, HOST, THE AGGRESSIVE PROGRESSIVE PODCAST",
      "utterance": "Oh, yes, he was horrible. Especially the first hour of that debate. But here's the thing, Judge, it doesn't even really matter. I mean, you know, you don't like Elizabeth Warren. I understand that but she had a great debate on Tuesday night. She is going to finish fourth, probably won't even get a delegate."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You didn't hear my open. Wait a minute. Chris, you didn't hear my open. I said she went up one side and down the other. I mean, I thought she was great."
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But that's not what I am asking you."
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes, I mean, she reminded me of you and she's got nothing for it, right? She got nothing out of that debate. And she should have actually sprung into at least second place after that performance if the debate mattered. Now, Bloomberg is going to have another chance on Tuesday to correct his debate performance. If he pulls out another dud like he did the other night, I think he's going to have a hard time coming back from that. But you know, billions of dollars buys you a lot of love in politics. Money is the mother's milk and he's got a lot of it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay, Stephanie. Yes, money is mother's milk, Stephanie, assuming that you don't come out from behind mother's milk or whatever the analogy is. You know, this guy should sit behind the ads, don't you think?"
    },
    {
      "speaker": "STEPHANIE HAMILL, VIDEO COLUMNIST, THE DAILY CALLER",
      "utterance": "Oh yes, I mean money is important when it comes to campaigning, but I don't think it's going to buy him the voter love that he's hoping for. Look, he isn't a tested candidate. He wasn't prepared for the debate. He should fire his entire campaign staff for what happened that night. It's like he was not even prepared whatsoever for some of the basic things like stop and frisk and those comments he made about horse faced lesbians, et cetera. So it's just very hypocritical that these Democrats think that they're going to have Bloomberg come in and be the savior of their party when they haven't looked at his past or they're trying to look the other way on his past. Some of the things are very unforgivable when it comes to Bloomberg. Think about the tapes that we heard when it came to stop and frisk. It wasn't that he just decided to change his mind on stop and frisk."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No, he had no argument. All right, Chris --"
    },
    {
      "speaker": "HAMILL",
      "utterance": "The horrible things that he said in the past."
    },
    {
      "speaker": "HAHN",
      "utterance": "I don't blame his staff."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Chris, let me let me ask you this. So your point that you're making is that it didn't do Elizabeth Warren any benefit by going after Bloomberg, although I thought she did a beautiful job."
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "But the truth is that the whole circular firing squad where they went -- it was like the gang who couldn't shoot straight. They should have been shooting at Donald Trump, they're shooting at each other. What's wrong with them?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, I mean, this reminds me of 2016 in the Republican primary, Chris Christie took apart Marco Rubio at almost the exact same moment in the campaign when Donald Trump was basically locking down the nomination. He was surging and looked like he was going to be the guy if they didn't stop them in the next state. And here we have Bernie Sanders in that same exact position that Donald Trump was in in 2016. And they're not firing at Donald Trump. I mean, they're not firing at firing a Bernie Sanders. They're firing at the person they perceive in their way to get to be a one on one against Bernie Sanders."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, but didn't they learn --"
    },
    {
      "speaker": "HAHN",
      "utterance": "We will see what happens in South Carolina. If Biden has a good South Carolina, if he wins South Carolina he is still alive."
    },
    {
      "speaker": "PIRRO",
      "utterance": "He's still alive but then, Stephanie, after South Carolina assuming that Biden stays up and can keep going, then the question is, I mean, what happens after South Carolina to Joe Biden?"
    },
    {
      "speaker": "HAMILL",
      "utterance": "Yes, Chris, I think you're being a little too optimistic. I don't see a lot going on for Biden. Yes, he's in second in Nevada right now, but it's a far second. This is incredible."
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "HAMILL",
      "utterance": "I just want everyone to really pay attention to this. The media and the establishment Democrats have been trying to drive narratives and outcomes and this is exactly what happens. It's a complete failure. They didn't see this coming. But everyone else did. Crowd sizes say a lot. Bernie Sanders has real energy behind his campaign - -"
    },
    {
      "speaker": "HAHN",
      "utterance": "And money, he is raising a lot of money."
    },
    {
      "speaker": "HAMILL",
      "utterance": "And Chris, I wonder how it feels to have a socialist bamboozle Democratic primary voters into supporting his socialist dream that even he knows is a scam. He is a complete --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Chris, what about the fact that the leading Democrat, the frontrunner is a socialist?"
    },
    {
      "speaker": "HAHN",
      "utterance": "I'm mean, the difference between Bernie Sanders' socialism and Donald Trump's socialism Bernie Sanders wants to give everybody healthcare, Donald Trump give some tax break to some wealthy people, gives some farmers some subsidies. There is a lot of socialism to spread around, at least Bernie Sanders is honest about it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh cut it out. Donald Trump is the epitome of capitalism. Oh come on. It's got nothing to do with it. Let me tell you something, your party is going to nominate Bernie Sanders, a socialist. You should change the name of the Democratic Party to the Socialist Democratic Party. Admit who your leader is, admit who you are."
    },
    {
      "speaker": "HAHN",
      "utterance": "Look, I mean, if the guy wins, he's going to have to unify the party, he's going to have to bring people in from the more center left part of the party to help him win. Without unity, he cannot win. Unity to me is more important than who is on top of the ticket and Bernie Sanders better start thinking about how he is going to unify the party. Some of the things he's saying doesn't sound too unifying to me."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay, Stephanie, Stephanie, can this guy -- can he win -- given that the establishment last time with Hillary Clinton and Donna Brazile and everybody else at the D.N.C. were so anti-Bernie Sanders. Are they going to gut him again?"
    },
    {
      "speaker": "HAMILL",
      "utterance": "Well, they are gutting him right now. If you've tuned in to MSNBC or some of the other networks, they're not happy about Sanders because they know that President Trump will squash him like a bug. Look at President Trump's approval ratings at 49 percent satisfaction in the U.S. It's higher than it was since 2005. The numbers are incredible. The economy's incredible. And Bernie Sanders like I said, he's a fraud. He has three mansions. He says everyone has a summer home like he does and he flies private."
    },
    {
      "speaker": "HAHN",
      "utterance": "Underestimate him at your peril."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Chris Hahn, I've got five seconds. Stop talking, Chris. What do you think the debate is going to be like in two words with Donald Trump and Bernie Sanders?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Oh, it's going to be entertaining, baby. I can't wait."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, baby. What do you say? What do you say, Stephanie? A debate between Donald Trump and Bernie Sanders."
    },
    {
      "speaker": "HAMILL",
      "utterance": "It's going to be incredible. Like I said, President Trump is going to squash him like a --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's not two words. Okay, so like a bug."
    },
    {
      "speaker": "HAHN",
      "utterance": "Two words, Stephanie."
    },
    {
      "speaker": "HAMILL",
      "utterance": "Trump will squash him like a bug. Many words."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And you entertaining, baby. All right, goodbye, Chris Hahn and Stephanie Hamill."
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes, two words."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Thanks so much. And he's a clear Democrat frontrunner. But what do we really know about what President Bernie Sanders would mean for America? Charlie Kirk is next to talk Bernie, Nevada, socialism and America and more. And then there's Street Justice. Back in a moment."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Another win for Bernie Sanders as he dominates in Nevada today, but take a listen to what he had to say just this week about our country."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We are living in many ways in a socialist society right now. The problem is as Dr. Martin Luther King reminded us, we have socialism for the very rich, rugged individualism for the poor."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Wow. So the question remains, how many of his supporters actually understand what socialism really is and the real danger that it presents? Let's ask someone who spends a lot of time talking with young people across the United States. Turning Point USA founder and author of the upcoming book, \"The MAGA Doctrine,\" Charlie Kirk joins me now. All right, Charlie, are we living in a socialist country?"
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER, TURNING POINT USA",
      "utterance": "Well, the worst parts of our country right now are socialist. Let's take the Veterans Administration where the waiting lines are way too long and veterans' approval rating of that medical system is very low. All the worst parts of our country are the ones that have embraced the ideas of Senator Sanders or collectivism, if you will. If you look at the states with the highest crime rates, the highest homelessness, or the most anemic economic growth, such as states like Illinois or Connecticut, its states that embrace high taxes and high regulation. So look, if Senator Sanders' vision for America is to fundamentally redefine the most successful experiments in the history of the world into a Marxist experiment, my goodness, I'll tell you, I think the American people are going to respond very forcibly against that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, so what you're saying, Charlie, is that high taxes is an indication of socialism?"
    },
    {
      "speaker": "KIRK",
      "utterance": "Partly. Look, to his argument, there are parts of our society, the least productive and the worst parts of American government that are more run towards his philosophy. But under President Trump, we've seen us become energy independent, the lowest ever black unemployment, Latino unemployment, Asian-American unemployment and the best economy in American history if we re-embrace the free enterprise ideas."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay, all right, there's no question that President Trump is a capitalist, and that the economy is roaring. It's soaring right now. But why is it that young people on campuses think that socialism isn't so bad?"
    },
    {
      "speaker": "KIRK",
      "utterance": "Judge, it's a phenomenal question. I deal with it every single day with the work we do at Turning Point USA on thousands of campuses across the country and the best way I can summarize it, it's the ungrateful Revolution and the ungrateful generation. We have not taught gratitude of our country to the next generation. When you're not thankful for something, why on earth would you want to conserve it? It make sense to want to start a revolution and just topple the entire society, and if you listen carefully what Senator Sanders says, when he talks about we need widespread justice and we are going to change this country. That is what he has said word per word."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What is widespread justice? What do you think he means by that? What is widespread justice?"
    },
    {
      "speaker": "KIRK",
      "utterance": "It's not blind justice. It's not blind justice."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What is it?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Like you have fought for -- it is so terrific. Instead, he goes justice by justice saying we need social justice. We need racial justice, environmental justice, you know what that means? He wants to topple our society and deconstruct everything that works. That's what that means. He uses the term justice, and he misrepresents it intentionally to try to get people to support him. Justice should be blind. That is rule number one, and you know that better than anyone else, but he does not believe that. He believes in impartial justice, almost a revenge campaign to deconstruct our country from within because he is not grateful to be an American. He is not. I mean, nothing he represents, represents the gratitude of our country."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay, so forget about the gratitude. Forget about the taxes. What is it that causes people to think that everyone being equal is somehow -- which is the essence of socialism if I'm not wrong, I mean, we're equal under the law -- but they want everyone to work the same job, to make the same money, the state to own everything. What is it?"
    },
    {
      "speaker": "KIRK",
      "utterance": "Well, it plays on the worst instincts of human behavior. It's very easy to be generous with other people's money. It's easy to want to want somebody else's treasure or time. In fact, it's greedy. And that's what Winston Churchill said. Winston Churchill said that socialism is the creed of greed and wanting somebody else's stuff instead of wanting to wake up earlier or improve your own life and have more individual liberty and freedom and saying, no, no, somebody has too much therefore I want to take it away from them. And this is why socialism has been tried so many times over the last 100 years, and it's been a disaster every single time."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Charlie Kirk, thanks so much for being with us tonight. And the blooms off the rose when it comes to Mike Bloomberg. So what does America think? Street Justice is next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Street Justice is back and this was a fun one. I asked New Yorkers if they thought Mini Mike could really take on Donald Trump. Take a look."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So here we are in New York City post the Democratic debate in Nevada with Michael Bloomberg as we prepare for a scramble in the Apple. Who's going to be better New York City's Mike Bloomberg or New York City's President Donald Trump? Hi. What's your name?"
    },
    {
      "speaker": "CLIFF",
      "utterance": "Cliff."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know, Cliff. It reminds me of the Democratic debate the other night. You think Michael Bloomberg fell off the cliff?"
    },
    {
      "speaker": "CLIFF",
      "utterance": "Oh, yes, you did."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How did he fall off the cliff?"
    },
    {
      "speaker": "CLIFF",
      "utterance": "Well, he was not saying the right way. So he fell off the cliff, you know, not answering truthfully."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Do you think in the end that Michael Bloomberg will be on the stage debating Donald Trump?"
    },
    {
      "speaker": "CLIFF",
      "utterance": "Maybe Bernie Sanders."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You like Bernie?"
    },
    {
      "speaker": "CLIFF",
      "utterance": "Yes, I like Bernie."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why do you like Bernie?"
    },
    {
      "speaker": "CLIFF",
      "utterance": "He is more on it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Who would make a better construction worker, Michael Bloomberg or Donald Trump?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald J. Trump."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh my god. The guy is a worker. He has got enough stuff. He doesn't sleep. When does the guy sleep? All right, so --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "I don't know and I ain't asking."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You want Bernie? No way. No way. You guy is going to fall asleep on a job. We need Donald J. Trump on a construction job."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What do you think intellectually? You think Michael Bloomberg can match wits with Donald Trump?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No way. Not after that last debate."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Wait a minute. I want to talk to you. Oh stop it. How tall are you? Michael Bloomberg? Donald Trump? Who would you rather have?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No question about it. Donald Trump is the best President ever, ever."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Who would make a better constructor worker? Trump or Bloomberg?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm for Bloomberg to work. I'll make him work."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Come over here, you. Why are you afraid of me? I'm half your size. Michael Bloomberg? Donald Trump? Who should be President? Donald Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't know."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Am I scaring you? Okay, get over here, you. Did you see who -- who do you think could be a better construction worker? Donald Trump or Michael Bloomberg?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because Donald Trump all the way."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Do you like Bloomberg?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No."
    },
    {
      "speaker": "PIRRO",
      "utterance": "He was the mayor of your city for three terms. Did you watch the debate the other night?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I watched it. They should have freaking close it down right away. I don't understand what's going on with these Democrats."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Who wouldn't make it better construction worker? Donald Trump or Michael Bloomberg?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Of course, Donald Trump."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Okay. And who are you are you going to vote for?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Donald Trump."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And let me ask you a question. Did you like the way Elizabeth Warren beat down Michael Bloomberg?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, I did. That was great. You see the tears in his eyes. Did you see his tears in his eyes?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's all for tonight. Remember to follow me throughout the week on Facebook, Twitter and Instagram Judge_Jeanine and go to my store, judgejeanine.store and buy a shirt that says, are you stupid? Anyway, thanks for watching. I'm Jeanine Pirro, advocating still for truth, justice and the American way. \"The Greg Gutfeld Show\" is coming up and I'll see you next Saturday night. Me, same place. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}