{
  "date": "February 17, 2021",
  "headline": "Ben Carson: Limbaugh waged 'persistent fight' to keep America free",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/ben-carson-limbaugh-waged-persistent-fight-to-keep-america-free",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RUSH LIMBAUGH, HOST, THE RUSH LIMBAUGH SHOW",
      "sentences": "So many people have dug things this year for me, and it's -- I know it's not embarrassing, it's just gratifying and it has helped me to see so much, so clearly, about the goodness of people and their -- and their decency. And it's confirmed so much of my instinctive beliefs about people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "I wasn't expected to be alive today. I wasn't expected to make it to October and then to November and then to December. And yet, here I am.   And today, I've got some problems, but I'm feeling pretty good today. God's with me today. So many people have put me first in all of this. And I understand now what Lou Gehrig meant because I certainly feel like that. I feel extremely fortunate and lucky.  And because I have outlived the diagnosis, I've been able to receive and hear and process some of the most wonderful, nice things about me that I might not have ever heard had I not gotten sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Laura Ingraham, Mark Levin, Newt Gingrich, all standing by to share their stories and their thoughts as everybody absorbs the news of the loss of Rush Limbaugh today. But we begin with chief breaking news correspondent Trace Gallagher who's got a wonderful look back at the life and legacy of Rush Limbaugh for us today. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes, of course, the common denominator in all of the coverage and tributes is just how much impact Rush Limbaugh had on media and politics clearly among the most influential conservative voices of the past 33 years.  And the social media comments are reflecting that. Senator Marsha Blackburn just tweeted, quoting, \"important voice for the conservative movement. He will be missed dearly. My sincere condolences to the Limbaugh family.\"    Senator Rand Paul followed with this, quoting, \"Rest in peace to a legend and patriot, Rush Limbaugh. Not many people can say they revolutionized and stayed at the top of an industry the way he did. My condolences to his family.\" Larry Kudlow who now works for us was just saying that without Rush Limbaugh, it's unlikely that Republicans would have retaken control of the House back in 1994. Meaning, that Newt Gingrich would not have been Speaker of the House.   His radio show had between 15 and 20 million listeners a week. And today, his wife Kathryn said this on that show.    KATHRYN LIMBAUGH, WIFE OF RUSH LIMBAUGH (via telephone): From today on, there will be a tremendous void in our lives and of course on the radio. Rush loved our miraculous country beyond measure. An unwavering patriot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much.   Very glad to be joined right now by Laura Ingraham, host of \"THE INGRAHAM ANGLE\". Laura, thanks for being with us today. Your thoughts and what went through your mind when you heard this news this afternoon. LAURA INGRAHAM, FOX NEWS CHANNEL HOST (via telephone): Yes, like so many, I don't think I'd be doing what I'm doing today were it not for -- you know, Rush and a few people like him in my life.  I know Sean and Mark and so many of us who spent -- you know, so many years in talk radio. I was on talk radio for 17 years. Without Rush, without his advice, without his constant advice and experience, and kindness, I would not only have done -- not done radio. I would probably not be at Fox, I would not have any of the opportunities I have right now because he was that kind of person. You know, the media is filled with people who are acquaintances and even may call you friends when things are going good. But it's a rarity when you find someone who is your friend and who is there for you when things aren't going well. When there's a controversy swirling or a major health crisis or some other type of personal issue which certainly has happened to me over the years. And he was just -- he was just the person I could call. Whether it was a problem with my iPhone because he was always buying -- you know, buying his friends the latest iPhone.   He was like -- he was like go in the back of his car and pull out a bag of iPhones (INAUDIBLE). I was like, Rush, this is like a drug deal. OK. He's dropping an iPhone here, this is getting weird. I was like, he just loved technology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, he was like a kid around technology. So, he was that kind of person. You know, people say larger than life and people say iconic. But it's usually used in circumstances where it's not all that warranted, but in this case, it truly is warranted from someone who rescued talk radio when it was in a.m. dial, I should say. When it was written off as a lost medium to really someone who helped save the Republican Party, as you just mentioned, Martha, in 1994 with a few people who saw the possibility of Gingrich and retaking the House. Rush was a happy, happy warrior. And that so many times when people wanted to just give up on conservatism, you know, whether in 2012 when Romney lost her 2008, when McCain was nominated and then lost. Rush was the kind of person who you could turn on the radio and you'd realize, you know something, we're America, it's going to be OK. You know, he say to me, suck it up buttercup, it's going to be all right. It's going to be all right. And that, I think more than anything else, for the people out there who had the chance to really get to know him on the radio, that sense of eternal optimism about the American experience is going to be sorely missed. So, that part of his spirit, I think -- I got -- I got very choked up. I couldn't even leave my car. I was sitting in my car for 45 minutes and just working on what I --what I was going to write about him for tonight for \"THE INGRAHAM ANGLE\" stuff. It's a -- it's a -- it's a -- it's a cataclysmic loss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It is. And, you know, I'm so happy that you touched on that big optimism, right? And the sort of -- he was great at taking the long view and that, you know, sounds cliche, but like the 30,000 foot, you know, looking beyond that sort of very difficult moment whether it be election losses or tragedies in the country, and seeing what was -- what's good in America, the through-line of what keeps us going across these generations. But I would love, Laura, if I could, if you would indulge us with just like a little bit of your -- what you remember about lfirst meeting with him, talking with him when you were getting started, and you know, how did you meet him? And -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. In really it was in the -- it was in the early 1990s, I was just -- I'm going to talk about it more tonight, but, in the early 1990s, I was just still a lawyer working in a big Washington office of a New York law firm, Skadden, Arps. And I was starting to write columns and appear on various T.V. shows, it was -- it was before Fox. And I had a chance to meet him in his WABC offices. And I was with a number of other conservative women -- young women at the time at the Independent Women's Forum, and I don't know how even we got a chance to meet him, but I was so nervous. The only time I was more nervous is when I first met Reagan when I worked for President Reagan, the first time I ever met him. So, I didn't say anything. I just sat quietly which is unusual for me. But I sat quiet --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Shocking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I sat quiet -- I sat quietly in the -- in the -- in the corner of the room. And about 15 minutes in, he looked at me and he said, don't you have anything to add? And I said -- and I don't know why it's the only thing that came out of my mouth was, well, if you're really serious about radio, I actually think you have some talent at it. (INAUDIBLE) a huge -- he was a huge radio star. He was, you know, that all his awards -- And he -- and he looked at me and he just burst out laughing. And from then on, we became good friends because I was, you know, making jokes. I wasn't -- I was just so nervous, I couldn't say anything.  But ever since then, you know, we -- whether it was just a last-minute dinner in Washington or a -- you know, a getting together in Palm Beach, you know, because I stayed not too far from where he lived. He lived in Palm Beach. I -- it was just always -- it was just always fun. And my kids got to know him a little bit which was -- which was great. And I'm already dreading telling my daughter Maria because she loved Rush, and she -- you know, she remembers listening to him just when she first came to the United States. That was probably the first thing she ever heard on the radio was Rush Limbaugh, and she keeps asking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And she was like, are all Americans like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Exactly. So, so, he -- so, so, as, as a person, as a -- as a talent, as a patriot, I can't say it better than anyone else, (INAUDIBLE). I know Rush is somewhat -- excuse me, Newt Gingrich has so much to add to that. But as a friend, I will say as someone who has gone through cancer and lived through that, he was one of the first people I called, and he was one of the -- one of the people who just got me through it, and I wish I could have done more for him, but he was very private in these last -- this last year. And he didn't -- he didn't want any pity. He didn't want any -- anyone, you know, anyone to feel sorry for him. And he just wanted to do his job every day, Martha, with so many people -- so many people I think during the course of their lives, they go through hardship, like, I just don't want to -- I don't even want to think about work. But his work was -- it was his salvation. His work was his vocation. And he hit the -- it -- he had to dedicate it himself to it every day.  And when he couldn't do it, I know he missed it greatly and he felt bad when he couldn't do it when he was getting chemo. But he's like, I got to get back to the microphone, I got to get back to the microphone. And you know, he did it as long as he could and as joyfully as any human being that I know. So, I just feel so blessed today to have -- to gotten to know him, and so blessed to live in a country where we have freedom of speech, still, where people can say things on the radio that offend half the country and then half the country really like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, I think we have to count our blessings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We sure do. And especially in this moment when so many voices are being shut down, it's something we really have to remember and make part of his legacy. You know, you talk about the fact that he didn't want to, you know, people to pity him. And he said, I can't escape even though people are telling me it's not the way to look at this, but I can't help but feel like I'm letting everyone down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Because he wanted to be the strong guy. And I also -- I just marveled that the joy that he had and on the days when he would say, you know what, I'm -- I feel good today, I'm at work, and I'm really excited. And he sees those days when he felt good and was able to continue to live out that dream and have that opportunity to speak to all of us. So, Laura, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One, one --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One that I can just say, say at one more thing that he said that will make people laugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, during the beginning of the pandemic, we were e-mailing back and forth and I -- and I said I'm going to be down in Florida, like, you know, I want to stop and see you. And he said -- he said, Ingraham, you already know this very well but I have a Ph.D. long before the coronavirus. I had a Ph.D. in social distancing. So, so, he's like, now, with lung cancer, I can't go around anyone. So, by (INAUDIBLE) I had a Ph.D. in social distancing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Anyway, I'll miss -- I'll miss the laughter, but he -- he'd be very happy to hear, hear you -- hear your tributes that you're doing today, Martha. And I know he really liked it very much as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, Laura, thank you and we look forward to hearing more of what you have to reflect on today, tonight on \"THE INGRAHAM ANGLE\". And I'm very appreciative for you stopping by and talking to us today on what's tough day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No problem. No problem. God bless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. Thank you so much, Laura. You too. So, let's bring in the former Speaker of the House Newt Gingrich, now a Fox News contributor. Newt, good to have you with us today. I know you've been listening in to all of this coverage today. Your initial thoughts on the pass -- passing of your friend, Rush Limbaugh. NEWT GINGRICH, FOX NEWS CHANNEL CONTRIBUTOR (via telephone): Well, I think, first of all, he was -- and will remain an iconic figure. He both as Laura pointed out, rescued a.m. radio when it was dying. And by turning it into the central vehicle for talk radio created huge new audiences, he created much of modern conservatism and is really the bridge from Reagan to where we are today. He started his uh show in 1988 nationally. They grew very rapidly. And as you point out earlier, without Rush, I doubt if we would have won control of the House in 1994 because he clarified the issues, he gave our candidates arguments to run on. He created a huge number of people. His impact was more than the 20 million listeners a week. It was all the people that they would go talk to. So, my guess is the ripple effect of Rush was 80 or 90 million people every single week, because people kind of say, did you hear what Rush said today? And he was also that I want to point out a really wonderful human being. He -- we got to know him very closely because Gay and Stanley Gaines who are our friends are also really close to Rush. And I know for Gay and Stanley this is a very sad day. And so, we would go down back when Rush lived in New York. We would all go down for weekends at their place in Palm Beach. And after a while, Rush said, you know, this is such a nice place to live and the taxes are so much better. And he uprooted from New York, went to Palm Beach, and we would routinely get with him and spend part of a weekend. Bill Bennett would often join us. And my two daughters and their husbands would join us. It was amazing. And the thing to remember about Rush is his heart never left Cape Girardeau, Missouri. He was absolutely a Middle American from a very traditional sense of being grateful that God had allowed him to find a career he could do well. He spent years not doing things he didn't do particularly well. And finally, went back to radio. Close to my wife, and little I had the lunch with Rush one time. It turned out that both of them had worked for radio stations when they were teenagers in high school. And they were comparing notes on that. She, of course, went on to be ambassador to the Vatican. He went on to be an extraordinarily wealthy and famous radio commentator. But to listen to him talk about that, the humility, the down-to-earthiness, the practicality was just amazing. This is not a man who in any sense thought of himself as special. He got himself as smart and hardworking, and that he was doing something which was a mission. That he had a mission to help save America and he was doing it in the medium he understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Newt, go back if you would and talk about the election in 1994 when you became Speaker of the House. And, you know, as more specifically, what it was about the message that he had at that moment that lined up and how all of those stars aligned and put you in the Speaker's seat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, it's really interesting because we're watching the third play of the same story. Clinton who ran as a centrist had gone to the left and adopted a whole series of things that made no sense to most Americans. Rush was there every single day educating people. Did you know he did this? Did you know he did that? And so, he was building a momentum of unwillingness to accept left-wing ideas. And he was also willing to talk about House Republicans. Remember, we've been out of power for 40 years. Nobody talked about House Republicans. And he was well not only to talk about it, he's willing to go out and hold public meetings and he went around the country. And people who couldn't have cared less about the local Republican candidate had a chance to go and hear Rush Limbaugh. And so, he could draw a huge crowd. He was a sort of a pre-Trump effect of the ability to mobilize thousands and thousands of people. And he helped us clarify what the election was about and what the choice was. And of course, we picked up 54 seats that year and gained control for the first time in 40 years. And I absolutely believe it would not have happened without Rush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You know, you make an interesting connection therebetween President Trump and Rush Limbaugh. And the Republican Party becoming the party that sort of understood the forgotten man and woman which was a phrase that we heard a lot during the Trump campaign and the Trump years. But I think when you look back, I mean, Rush Limbaugh was really the person who sort of connected Republican values to sort of every man in the -- in the middle of America. And I think a lot of people -- it resonated with obviously millions of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, it did. And it's important to remember that both Rush and I stood on the shoulders of Ronald Reagan. The contract with America is essentially pure Reaganism. Both Rush and I learned the great deal about how to explain conservatism from Reagan. And so, when Reagan left office, Rush was the one who was standing there because the truth was that the Bushes were not particularly active conservatives. They didn't see that as their mission in life. And so, Rush filled the vacuum that Reagan had left. And Rush continued to do that all through the last 20 years. And frankly, just as Clinton went to the left, and therefore, they lost 54 seats. Obama went to the left, Rush explained what he was doing, and they lost 53 seats in the first election afterwards, which is why I think Kevin McCarthy is going to become Speaker next year. And Rush would have loved to have been part of that. He was just remarkable. I will say one brief thing. My son-in-law Paul Lubbers had a chance to golf with Rush and Stanley Gaines. And he hit a hole at one. And he has a card proudly displayed in his wall signed by Rush Limbaugh, suggesting he actually did hit a hole in one. Rush actually burned the hole and Stanley turned and said to Rush, (INAUDIBLE) and you lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I hope your son-in-law bought a round of drinks for everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "It was -- but he was that kind of a guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "He was -- he was very much a normal American with a huge voice and a brilliant mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And not afraid to speak his mind, obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you know, sometimes it was popular and sometimes it wasn't. But he was always true to his convictions in what he thought and he was willing to take the backlash for it when that was there. Newt Gingrich, thank you very much. Good to have you weigh-in today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Mine, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Many thanks. So, let's bring in Mercedes Schlapp, former White House director of strategic communications. Also active in conservative circles for many years. Mercedes, nice to have you with us this afternoon. Your thoughts on Rush Limbaugh and his passing today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERCEDES SCHLAPP, FORMER WHITE HOUSE DIRECTOR OF STRATEGIC COMMUNICATIONS",
      "sentences": "Well, first, we, here at American Conservative Union want to send our condolences to the Limbaugh family, to Kathryn. You know, it's so heartbreaking to have learned the news of Rush's passing. But knowing Rush, he would want us to stand strong and stand bold and continue the fight. You know, he was the -- not only the godfather of conservative talk radio, but he was also the heart of the conservative grassroots activist. He gave us our directions, what we needed to do to be able to effectively communicate conservative principles. Talk about the importance of defending the constitution and the declaration of independence and our freedoms. And so, knowing that there is this void now in the conservative movement, it's really -- it's heartbreaking. And I got to tell you, I had the great honor of meeting Rush at the White House. We got to spend some time together. He was thanking the White House staff, thanking us for the work that we were doing for President Trump. And I just remember telling him, I'm like, Rush, we got to thank you because he inspired so many young people to go into politics and continue to serve our country. So, it -- I have to tell you, Martha, you know it's a sad day not only for the conservative movement but for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mercedes, I want to play, this is from April 23rd, 2019. On the sub, you talk about young people and just the difference between liberalism and conservatism, a two different philosophies, I think, you know, both sides want to have the best outcome for the country. But the conservative way is that you are not looking for a handout, you're looking for a hand up. And here is what he had to say on that in April of 2019. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. LIMBAUGH",
      "sentences": "We're doing a great disservice to our kids by shortchanging their humanity, shortchanging their opportunities to excel, to become something, to become larger than themselves. They're nothing more than pawns that can be bought with votes. And I don't think that there is a majority of our population that up against Donald Trump as a key element here. I don't think there's a majority population that is serious about thinking this is the way the country ought to be run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's interesting, especially after this election, Mercedes, to look back at that. And he -- you know, we heard from President Trump a little while ago when he talked about that. He talked about Rush wanting to be with us until after the election. That he was, you know, trying his best to continue to get that message out to his viewers. Your thoughts on that sound bite and where we stand today in terms of the Republican Party and that dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Right. Well, first of all, talked about how Rush would fill the vacuum. Will fill -- in terms of when the party was in a bad place, we had experienced election losses, he was the one that would come in and show us the way. And it was actually in 2009 when he gave what I would call the conservative state of the union at CPAC. And he really spoke clearly to the movement. This is right when President Obama won, we were dispirited. We didn't know where we were headed as a party, there was a lot of chaos. And yet it was Rush who talked about the importance of protecting our founding principles. When we talk about people that it is the loved of this nation, the love of the American people, and what we see in the American people is potential, and so, without the government handout, without the government control. So, now more than ever, the call is clear of what Rush would want us to do as we continue to rebuild this party. As we try to bring this party together to understand the real threats that we're facing in terms of socialism creeping into America, in terms of the far-left agenda that many of these Democrat politicians are pushing. And I think, you know, for Rush, we're going to be able to look back and see that for the decades of work that he's done, we can look back, read, understand what he was saying, and take his words, and put them into action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, there's enormous legacy and library of all of his words over the course of 33 years of speaking on this. And we all remember that the CPAC speech that you refer to. Mercedes, thank you very much. Good to have you with us today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, just moments ago, the former First Lady Melania Trump tweeted her condolences. Writing this. \"Rush was a fearless American patriot. He made countless contributions to society and leaves behind an unforgettable legacy. Praying for Kathryn and the entire Limbaugh family.\" And with that, I want to bring in Mark Levin, host of \"LIFE, LIBERTY AND LEVIN\", and a Fox News contributor. He joins us now by phone. Mark, good to have you with us. I heard you speaking earlier when the news was very fresh just a couple of hours ago. Your thoughts as you've continued to reflect on the loss of your dear friend. MARK LEVIN, FOX NEWS CHANNEL HOST (via telephone): Well, Martha, first time I met you was at his wedding, wasn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's right. I think that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And he was one of my best friends. Pardon me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I would say this. Rush would be very, very happy with the outpouring of support for him, and in many ways, he would be shocked by it. People say he was a very regular guy. He was a regular guy, but he was utterly inquisitive curious all the time. He had a huge library in his home. He read the great philosophers. This is a man who never went to college and he didn't need to go to college. He -- we exchanged over the years many, many e-mails, lots of discussion about various issues. He became an expert on the constitution, the history of the nation, all is self-taught. He was as kind as kind could be. You know, early on, it's a wonderful staff, Snerdly. You can see the jokester cookie. Kit Carson who passed away and that upset him -- to all of us greatly. And I would start to send him early on, you know, some issues on the constitution, independent counsels, the Clinton years. And finally, he tells a cookie who is Kathleen Gleason, a wonderful lady who did his audio. And I want to talk to this guy directly. So, he would talk to me, and then he gave me his e-mail, and then, we would -- then, he appointed me the director of his legal division F. Lee Levin. Of course, he didn't have a legal division but that's the way he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And he wanted to know about my kids, later on about my grandkids, had us to his house. He was tremendous gentlemen and host. And he smiled, he laughed, he was also serious. He was very, very worried, particularly now about the future of the country. And I think about all these things, and I think what was it that attracted him to Donald Trump? You know, a lot of us eventually we're attracted, but he was attracted early on and I think it's this. Trump was an outsider. Trump was rejected by the elites. They said Trump couldn't succeed. They all said the same thing about Rush. And I think Rush identified with that in many respects. And also I think Rush felt why should we be controlled and hindered by what the left or by what the mainstream media tell us what's OK, what language we can use, where we can discuss. This is America, we have freedom in individuals, human beings. And he didn't think it was terribly controversy to be an old time defender of the country, because he was absolute patriot. He gave us mounds and mounds of money to different causes without making a big fuss about it. He would help out individuals without making a big fuss about it. And even his later books, he and Kathryn with Liberty and Paul Revere and these folks in order to reach out to young people. He really felt that the country while he thought it was more than worth saving. And when I think of Rush, generally, I worked for Reagan too. And I knew Reagan, I campaign for him in '76 and '80. I've known some very, very great people. And Rush Limbaugh, he's not at the top, he's near the top of the greatest people I've ever known. I think he's in the category, as Newt said for Reagan, and Bill Buckley with Milton Friedman. He was not just a broadcaster, he was an activist. He had his own way of encouraging people to do certain things. He was to some people a fatherly figure, to some people a brotherly figure, to some people like a son. But he was always good old Rush. We could always rely on Rush. And the worse things got, the more we wanted to tune in and listen to what Russ had to say. What is Rush's take on this? That's what everybody wanted to do, what is Rush's take. I'll tell you. He encouraged me to get into radio as Hannity did. I didn't really want to get into radio. I remember once, he said he wanted me to stop. I said, well, I don't know how to do it. He said just do it. You'll do great. So he'll throw in the water. And that's a big (inaudible) to just do it. And I said to him, when I first started out in radio, what can I possibly say if you speak and Hannity speaks, then it's my turn. And he said, Mark, they've heard me, they've heard Hannity, but they haven't heard you. But this is the kind of guy he was. He didn't say only listen to me. Only that, you know, he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Absolutely, hands down. Sean will tell you. I'll tell you, absolutely the best. But he didn't even look at himself that way. You know, people would listen to him, you know, about alone from God and one on top, this was all tongue in cheek stuff. He was hilarious person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And a great guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. He had a great sort of self-deprecating sense of humor that I think people misinterpret sometimes with, you know, the excellence in broadcasting and talent on loan from God and all of that, you know. He -- it was very funny. I always thought that he had a great sense of humor and was hilarious. And he was generous with people and different even, you know, people don't think this but, you know, he like to hear people's different opinions about things. Before I let you go, you just said something a moment ago, you said because I always think of him as such a great optimist and a big picture, observer of America and the future. You said he was worried right now. Can you tell me about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "He's an optimist but he wasn't a Pollyanna. That is, he can see the rising tyranny. He's concerned about all these things. The long picture, yes, he's an optimist, we're Americans. But he also understood in order to succeed, we had to fight. We had freewill. And, you know, he would encourage people to get involved on Election Day. He would encourage people to vote. He would. You know, it's very interesting, he was able to do some damn certainly I'm not able to do, which is he was able to kind of back individuals against other individuals without offending the Tea Party in the back. You know, like in the Republican Party, I find everybody friendly. But you either born with that or you're not. He had a fantastic nature. And that he was and is, as so many of us are, are concerned about the future of the country. Look, I'm not a psychologist. I'm not a mind reader but I feel certain that he would see, particularly the young people today. Defend your country, fight for your country. Speak out in smart ways. Learn the truth history of your country. Many men and women have come before and died for this country. Don't be devoured by the by the neo status neo-Marxist left. He would want others to carry the flag. He knew the world didn't end with him as we all know the world doesn't end with each of us. And he would want us all to carry on, to save this great country and defend this great country. I'm telling you, I know that for sure. And he will be grievously missed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Mark, thank you so much. I'm so glad that he encouraged you to begin your radio career and Sean Hannity encouraged it. You're such a great voice for all of us on the constitution and on history, and on things that really matter. So I appreciate you being here today. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Thank you. You can thank him. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Mark. So joining me now is talk radio host Dana Loesch. She joins us by phone. Dana, thank you very much for being here today as well. Your quick thoughts on Rush Limbaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA LOESCH, TALK RADIO HOST",
      "sentences": "Of course, Martha. It's a sad day. And he was very transparent about going through all of this with his listeners. You know, Martha, I've been in talk radio now for a little over a decade. And when I started, I didn't listen to a lot of it but I listened to him. And when I was younger, growing up in a very left household, I always thought that he was wrong. And as I got older and I went to college, and my worldview opened, and I listened to him a little bit more. I realized, oh, well, when did he start being correct with things? That's really interesting. He started -- he's really making some sense now, and I just thought it was because, you know, maybe he changed. But that's how he always was. There is no one who can replace Rush Limbaugh. He is the gold standard of broadcasting. And every single broadcaster, right, left or center from myself to everybody, they have Rush Limbaugh to credit for their career or an industry. And it's not just what Rush Limbaugh did for -- what Limbaugh did for talk radio and for conservative punditry, but his contributions to the conservative movement, even before the internet, even before the day of social media, really, I think it can't be overstated how much he contributed to the conservative movement, and how many people he turned on to conservatism because he was able to better articulate Republican ideas than members of the Republican Party. He was able to better speak to these issues than the RNC. And because of that, I think that he still has more credibility than a lot of people in the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a great point. Every party needs someone who can articulate their ideals, you know, in the way that he did. And, Dana, thank you so much for being here today. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Of course. Our prayers with the Limbaugh family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Many thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Another story that is breaking right now that we're going to get to after this quick break, so stay with us on THE STORY. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Breaking right now, we're told the pool has just gathered at the White House for an Oval Office meeting. We're going to bring you there as soon as that gets underway. Also breaking today, the Pentagon responding as lawmakers from both parties ask how much longer are the National Guard troops going to be deployed in DC and the wire kept -- and the fencing all around the Capitol Building. National Security Correspondent Jennifer Griffin joins us now live with the very latest on that story from the Pentagon. Hi, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Hi, Martha. Well, 6,000 National Guard remain mobilized to guard the US Capitol and monuments, blocks of fencing and razor wire remain around the Capitol. Republican lawmakers want to know when are they going home. We just heard from a top Pentagon official about what they see or don't see as the threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT SALESSES, DEPUTY ASSISTANT SECRETARY OF DEFENSE",
      "sentences": "Congressman, we obviously work with our law enforcement partners to determine that threat, and we -- that's obviously continuing to evolve. And at this time, I'm not aware of a threat that is out there. But that evolves all the time, congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Three thousand of these National Guard are from Washington DC. Defense officials tell me they originally planned to keep the guard in DC following threats by QAnon supporters to mark March 4th, the traditional inauguration date until 1937.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SMITH (D-WA), HOUSE ARMED SERVICES COMMITTEE CHAIR",
      "sentences": "So apparently, some of these people have figured out that 75 years ago, the president used to be inaugurated on March 4th, OK? Now, why that's relevant God knows. But at any rate, so now they're thinking maybe we should gather again and storm the Capitol on March 4th, OK, that is circulating online.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "In fact, the Trump Hotel in DC has more than doubled its room rates to more than $1,000 a night for March 3rd and 4th. Some lawmakers are asking could these guard be better used elsewhere, more National Guard now are being sought nationwide to help in Texas and for COVID relief to get vaccines in arms. FEMA has a request for 10,000 guards. National Guard leaders say they have enough troops, but as one US defense official put it to me, the US troops are expensive security guards the mission so far has cost the taxpayer almost $500 million. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Gruesome thing. Jennifer, thank you very much, Jennifer Griffin at the Pentagon. Also breaking right now, President Biden meeting with union leaders, including AFL-CIO President Richard Trumka, talking about the President's plan to rescue the economy, improve the infrastructure and create jobs. We are hoping to get video from that meeting soon. We're going to go to Correspondent Kristin Fisher, who is live at the White House with that story for us. Hi, Kristin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, CORRESPONDENT",
      "sentences": "Hey, Martha. Well, one of the people who is expected to be in the Oval Office is the head of the AFL-CIO, Richard Trumka. And he, of course, is a supporter of President Biden. But remember, he was also very critical for what President Biden did canceling the Keystone pipeline on day one of his presidency. Trumka has gone on the record as saying that he believes that cost some really good paying union jobs. And so during the briefing, the White House press secretary's briefing today. She was asked if she thought that that criticism would come up. Here's what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "That the President is committed to creating good paying union jobs. And is certainly what will be central to the discussion the President has with union leaders today, including his desire to create good clean energy union, good paying union jobs. And that he believes that those two can simultaneously happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "So these union leaders are really trying to do two things. They're trying to secure massive federal investments in infrastructure and secure better access to what they believe are good plant good paying, clean energy, alternative energy jobs. And so, this would all be a part of this, much talked about much hyped infrastructure plan that the White House is preparing to put forward. They've been talking about it for some time, they're hoping. And there is a good chance that they could get some bipartisan support. But today, the White House press secretary reiterated that everything else, every other agenda item takes a backseat to getting the COVID relief plan passed by mid-March.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Infrastructure is certainly an issue he's had a long passion for. He does believe it creates good paying union jobs. He thinks that can be done as clean energy jobs. But we're going to focus our efforts at this point in time on the American rescue plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "And so during this meeting, President Biden is also going to be selling his COVID relief plan to these labor leaders. And, Martha, as you mentioned, this meeting seems to be running just a few minutes late, but we'll get you that tape as soon as it happens. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Kristin, thank you very much. Kristen Fisher at the White House. Let's talk with Ari Fleischer, former White House Press Secretary for President George W. Bush, author of \"Taking Heat,\" and a Fox News Contributor. Ari, good to have you with us today. I'd love for you to weigh in on a couple of things here. But let's start with this infrastructure story, because it seems to me that at the beginning of every presidency, there's this idea that this is something that both sides can get together on and agree on. But when they actually try to do it, they have very different ideas of how you actually pull off an infrastructure nationwide plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER BUSH WHITE HOUSE PRESS SECRETARY",
      "sentences": "Yes. I think this is likely to be a very expensive meeting in the Oval Office. I think the President is going to go into it, and he's going to kind of have to take a little heat about shutting down the Keystone pipeline, and how many jobs that cost. And the best way politician makes up is by spending more money. You know, you're right, Martha, infrastructures always seem to be the easy one. And that's because when you're spending money, it's always easy just to keep spending and spending more, especially in this environment, where there is no such thing as fiscal constraint anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, there really isn't. I mean, you know, I remember the shovel ready jobs, and you remember the discussion of infrastructure in a package in the beginning of the Trump administration. There was a lot of thinking that that should be the first place to go to try to build a little bit of across the aisle, non-partisanship. But, you know, you look at these projects and really, everybody ends up wanting something that benefits their state. And that's OK. You know, I mean, it's good for companies across the country, of course, to have that benefit. But then sometimes you get a lot of fat in those projects as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Well, you just put your finger on it there. There is meritorious spending that needs to be done. There are bridges and roads that have to be built. And this is in addition to the regular highway authorization that Congress passes. It spends billions upon billions, hundreds of billions on roads. So there's legitimate infrastructure needs. But the problem I have with it is when you try to jam ideological causes into infrastructure needs, and that's what they're going to do with everything green. This is where the government says it's creating jobs. No, the private sector creates jobs. The government should not be in the business of trying to create new green jobs. If the economy needs to move in the direction of green jobs let the economy move that way naturally. When the government tries to do it, it almost always turns into a boondoggle where it doesn't work. People showed up for jobs that weren't needed, and the taxpayers are left on the hook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, great point. I let a free economy drive the businesses that the country is in need of, and those jobs naturally follow. Ari Fleischer, thank you very much. Busy day, but we're so glad to have you with us. Thanks for weighing in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Thanks, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So next up, we're going to have some final thoughts on the passing of Rush Limbaugh, which of course will be discussed, you know, throughout the day on Fox News. But we're going to speak with Dr. Ben Carson who has some insight next day. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In his final radio show of 2020, Rush Limbaugh thanked his listeners and said that he wasn't expecting to be alive that day. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, CONSERVATIVE RADIO SHOW",
      "sentences": "I wasn't expected to make it to October, and then to November, and then to December. And yet, here I am. And today, I've got some problems. I'm feeling pretty good today. God's with me today. God knows how important this program is to me today. And I'm feeling natural in terms of energy, normal in terms of energy. And I'm feeling entirely capable of doing it today. I can't be self-absorbed about it when that is the tendency when you are told that you've got a due date. You have an expiration date. A lot of people never get told that and so they don't face life this way. This is not a complaint. I'm simply -- this is why I said there's so much I want to say today and so much I want to say well, so much I want to say exactly as I'm feeling it. Because my point in all of this today is gratitude, there's never time to panic. Folks, there's never ever going to be time to give up on our country, it'll never be time to give up on the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "With that, let's bring in Dr. Ben Carson. He served in the Trump administration as Secretary of Housing and Urban Development, and is Founder and Chairman of the new conservative think-tank, the American Cornerstone Institute. Dr. Carson, always good to have you with us. Thank you for being here. Your thoughts on years time in government, as you listen to, and the goals that you had, as you listen to what Rush Limbaugh had to say there and what he spoke about throughout the body of his work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. BEN CARSON, FORMER HUD SECRETARY",
      "sentences": "Well, one thing that really impressed me about Rush was perspective. He had perspective. He was able to look at the big picture. We see so many of our political leaders get bogged down in small stuff. And Rush recognize that in order for America to remain a place of opportunity and freedom, that it was a persistent fight. It wasn't a fight that occurred during World War II or during the Vietnam War. It's a fight that we have to fight every single day. And when I say fight, I don't mean, you know, riot, but recognize what Ronald Reagan was talking about when he said that our freedom is never more than a generation away from risk. And Rush recognize that -- he also talked so often about opportunity, and taking advantage of that frequently. You know, I'd be operating and somebody say, did you hear what Rush said about you today, because he was always talking about people who perhaps didn't start out in the right side of the tracks, but took advantage of opportunities. And we're able to take those to a place where not only their lives were improved, but they're able to improve the lives of other people around them. And then also, he recognized that freedom of speech is not a problem that only the government can solve. You know, freedom, our loss of freedom of speech can come from any place. And you have to be weary of big tech and media, and people who impose the concept of shutting up, closing people down, because that is such an important part of who we are. America is not so much a place as it is an idea, an idea of freedom, freedom of speech, freedom of expression, freedom of religion. the ability to lead your life to where you want to, as long as it's not negatively impacting upon other people. That's where the government comes in. But the government was never intended by our founders to be involved in every aspect of our lives. And I think that's what Rush realized so much, and did a yeoman's job in terms of creating the pathway for others to begin to think that way, and to express themselves opened up the whole pathway for talk radio and conservative thinking. And he was he was tremendous person. He was also a very nice person. Some people probably don't really realize that he was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I think it's one of the best kept secrets about Rush Limbaugh on a personal level, that he was a really sweet and caring guy. Dr. Ben Carson, I thank you very much for being with us today as we remember, Rush Limbaugh and all that he stood for and he was controversial. And he, you know, threw his hat in the ring, wasn't afraid to say when he thought about his own party as well, so I'm very grateful to you for being here today, sir. Thank you, Dr. Ben Carson, for joining us today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So busy day and a lot of memories of Mr. Limbaugh this afternoon, which will continue into the evening today. That's THE STORY for Wednesday, February 17, 2021. Thank you very much for being with us. We'll be back here with you tomorrow at 3:00 with Ben Shapiro joining us on the program tomorrow, so stick around for that. \"YOUR WORLD\" with Neil Cavuto starts right now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, HOST, THE RUSH LIMBAUGH SHOW",
      "utterance": "So many people have dug things this year for me, and it's -- I know it's not embarrassing, it's just gratifying and it has helped me to see so much, so clearly, about the goodness of people and their -- and their decency. And it's confirmed so much of my instinctive beliefs about people."
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR (on camera)",
      "utterance": "Good afternoon, everybody. I'm Martha MacCallum, live in New York City. And today, on THE STORY, we remember Rush Limbaugh, a legend who brought his conservative values to millions of Americans for 33 years on his radio show that really became sort of a home base in the middle of the afternoon for so many people across this country. They appreciated his patriotism, his genius, and his deep love of the people of the United States of America. His voice all along was consistent, he was authentic, he was honest, and that resonated with a lot of people across the country. He had a great sense of humor and he consider entertainment to be probably the most important part of the success of his radio show. He connected with people, not with everyone, of course, he had his critics to be sure. But he shocked a lot of people in a establishment politics in the late 80s and early 90s when they came to realize that there were legions of listeners to Rush Limbaugh, who he affectionately called the ditto heads. That there were folks out there who got him, who spoke his language, and who felt that he was able to boil down how they felt and express it in a way that unified an enormous part of America. So, like a lot of people and a lot of people in this business, I had an opportunity to get to know Rush a bit over the years. He was very kind to me, very supportive of my career. We kept in touch now and then over the years. I will miss him. I send my deepest condolences to his lovely wife, Kathryn, and to David, his brother, and to their families. There was a lot of love around Rush Limbaugh. You can hear that in the radio moments that we just shared with you and that will continue to share with you throughout this hour. This is Rush Limbaugh, speaking in December about the gravity of his disease and about his thoughts on life."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "I wasn't expected to be alive today. I wasn't expected to make it to October and then to November and then to December. And yet, here I am. And today, I've got some problems, but I'm feeling pretty good today. God's with me today. So many people have put me first in all of this. And I understand now what Lou Gehrig meant because I certainly feel like that. I feel extremely fortunate and lucky. And because I have outlived the diagnosis, I've been able to receive and hear and process some of the most wonderful, nice things about me that I might not have ever heard had I not gotten sick."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Laura Ingraham, Mark Levin, Newt Gingrich, all standing by to share their stories and their thoughts as everybody absorbs the news of the loss of Rush Limbaugh today. But we begin with chief breaking news correspondent Trace Gallagher who's got a wonderful look back at the life and legacy of Rush Limbaugh for us today. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL CHIEF BREAKING NEWS CORRESPONDENT (on camera)",
      "utterance": "Hi, Martha. You know, it was almost a year ago exactly that Rush Limbaugh broke the news of his cancer diagnosis. And just days later, President Trump awarded him the Medal of Freedom. I want to start by playing this comment, a short time ago, from the former president talking about Rush Limbaugh at the State of the Union ceremony. Watch this."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (via telephone)",
      "utterance": "It was a great honor to do so when we gave the Medal of Freedom. It was something special, it was an incredible night, and we gave it during the State of the Union Address, and it was especially half the room. Half the room went crazy and the other half the room, they do -- they knew he should get it. But it was special and he was special."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes, of course, the common denominator in all of the coverage and tributes is just how much impact Rush Limbaugh had on media and politics clearly among the most influential conservative voices of the past 33 years. And the social media comments are reflecting that. Senator Marsha Blackburn just tweeted, quoting, \"important voice for the conservative movement. He will be missed dearly. My sincere condolences to the Limbaugh family.\" Senator Rand Paul followed with this, quoting, \"Rest in peace to a legend and patriot, Rush Limbaugh. Not many people can say they revolutionized and stayed at the top of an industry the way he did. My condolences to his family.\" Larry Kudlow who now works for us was just saying that without Rush Limbaugh, it's unlikely that Republicans would have retaken control of the House back in 1994. Meaning, that Newt Gingrich would not have been Speaker of the House. His radio show had between 15 and 20 million listeners a week. And today, his wife Kathryn said this on that show."
    },
    {
      "speaker": "KATHRYN LIMBAUGH, WIFE OF RUSH LIMBAUGH (via telephone)",
      "utterance": "From today on, there will be a tremendous void in our lives and of course on the radio. Rush loved our miraculous country beyond measure. An unwavering patriot."
    },
    {
      "speaker": "GALLAGHER (voice-over)",
      "utterance": "Even those who were not Rush Limbaugh fans like former Obama senior adviser David Axelrod, said he was a \"force of historic proportions\". And yes, we knew a lot about Rush Limbaugh, but did you know that as a kid, he shined shoes at a barbershop? Was a fan of rare sports cars and owned some? Was once the head of sales for the Kansas City Royals where he became great friends with George Brett and even sang at George Brett's wedding?"
    },
    {
      "speaker": "GALLAGHER (on camera)",
      "utterance": "Finally, Rush Limbaugh once said, the reason there is a Second Amendment is in case the government fails to follow the first. A big void, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Very glad to be joined right now by Laura Ingraham, host of \"THE INGRAHAM ANGLE\". Laura, thanks for being with us today. Your thoughts and what went through your mind when you heard this news this afternoon."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS CHANNEL HOST (via telephone)",
      "utterance": "Yes, like so many, I don't think I'd be doing what I'm doing today were it not for -- you know, Rush and a few people like him in my life. I know Sean and Mark and so many of us who spent -- you know, so many years in talk radio. I was on talk radio for 17 years. Without Rush, without his advice, without his constant advice and experience, and kindness, I would not only have done -- not done radio. I would probably not be at Fox, I would not have any of the opportunities I have right now because he was that kind of person. You know, the media is filled with people who are acquaintances and even may call you friends when things are going good. But it's a rarity when you find someone who is your friend and who is there for you when things aren't going well. When there's a controversy swirling or a major health crisis or some other type of personal issue which certainly has happened to me over the years. And he was just -- he was just the person I could call. Whether it was a problem with my iPhone because he was always buying -- you know, buying his friends the latest iPhone. He was like -- he was like go in the back of his car and pull out a bag of iPhones (INAUDIBLE). I was like, Rush, this is like a drug deal. OK. He's dropping an iPhone here, this is getting weird. I was like, he just loved technology."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, he was like a kid around technology. So, he was that kind of person. You know, people say larger than life and people say iconic. But it's usually used in circumstances where it's not all that warranted, but in this case, it truly is warranted from someone who rescued talk radio when it was in a.m. dial, I should say. When it was written off as a lost medium to really someone who helped save the Republican Party, as you just mentioned, Martha, in 1994 with a few people who saw the possibility of Gingrich and retaking the House. Rush was a happy, happy warrior. And that so many times when people wanted to just give up on conservatism, you know, whether in 2012 when Romney lost her 2008, when McCain was nominated and then lost. Rush was the kind of person who you could turn on the radio and you'd realize, you know something, we're America, it's going to be OK. You know, he say to me, suck it up buttercup, it's going to be all right. It's going to be all right. And that, I think more than anything else, for the people out there who had the chance to really get to know him on the radio, that sense of eternal optimism about the American experience is going to be sorely missed. So, that part of his spirit, I think -- I got -- I got very choked up. I couldn't even leave my car. I was sitting in my car for 45 minutes and just working on what I --what I was going to write about him for tonight for \"THE INGRAHAM ANGLE\" stuff. It's a -- it's a -- it's a -- it's a cataclysmic loss."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It is. And, you know, I'm so happy that you touched on that big optimism, right? And the sort of -- he was great at taking the long view and that, you know, sounds cliche, but like the 30,000 foot, you know, looking beyond that sort of very difficult moment whether it be election losses or tragedies in the country, and seeing what was -- what's good in America, the through-line of what keeps us going across these generations. But I would love, Laura, if I could, if you would indulge us with just like a little bit of your -- what you remember about lfirst meeting with him, talking with him when you were getting started, and you know, how did you meet him? And -- yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. In really it was in the -- it was in the early 1990s, I was just -- I'm going to talk about it more tonight, but, in the early 1990s, I was just still a lawyer working in a big Washington office of a New York law firm, Skadden, Arps. And I was starting to write columns and appear on various T.V. shows, it was -- it was before Fox. And I had a chance to meet him in his WABC offices. And I was with a number of other conservative women -- young women at the time at the Independent Women's Forum, and I don't know how even we got a chance to meet him, but I was so nervous. The only time I was more nervous is when I first met Reagan when I worked for President Reagan, the first time I ever met him. So, I didn't say anything. I just sat quietly which is unusual for me. But I sat quiet --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Shocking."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I sat quiet -- I sat quietly in the -- in the -- in the corner of the room. And about 15 minutes in, he looked at me and he said, don't you have anything to add? And I said -- and I don't know why it's the only thing that came out of my mouth was, well, if you're really serious about radio, I actually think you have some talent at it. (INAUDIBLE) a huge -- he was a huge radio star. He was, you know, that all his awards -- And he -- and he looked at me and he just burst out laughing. And from then on, we became good friends because I was, you know, making jokes. I wasn't -- I was just so nervous, I couldn't say anything. But ever since then, you know, we -- whether it was just a last-minute dinner in Washington or a -- you know, a getting together in Palm Beach, you know, because I stayed not too far from where he lived. He lived in Palm Beach. I -- it was just always -- it was just always fun. And my kids got to know him a little bit which was -- which was great. And I'm already dreading telling my daughter Maria because she loved Rush, and she -- you know, she remembers listening to him just when she first came to the United States. That was probably the first thing she ever heard on the radio was Rush Limbaugh, and she keeps asking --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And she was like, are all Americans like this?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Exactly. So, so, he -- so, so, as, as a person, as a -- as a talent, as a patriot, I can't say it better than anyone else, (INAUDIBLE). I know Rush is somewhat -- excuse me, Newt Gingrich has so much to add to that. But as a friend, I will say as someone who has gone through cancer and lived through that, he was one of the first people I called, and he was one of the -- one of the people who just got me through it, and I wish I could have done more for him, but he was very private in these last -- this last year. And he didn't -- he didn't want any pity. He didn't want any -- anyone, you know, anyone to feel sorry for him. And he just wanted to do his job every day, Martha, with so many people -- so many people I think during the course of their lives, they go through hardship, like, I just don't want to -- I don't even want to think about work. But his work was -- it was his salvation. His work was his vocation. And he hit the -- it -- he had to dedicate it himself to it every day. And when he couldn't do it, I know he missed it greatly and he felt bad when he couldn't do it when he was getting chemo. But he's like, I got to get back to the microphone, I got to get back to the microphone. And you know, he did it as long as he could and as joyfully as any human being that I know. So, I just feel so blessed today to have -- to gotten to know him, and so blessed to live in a country where we have freedom of speech, still, where people can say things on the radio that offend half the country and then half the country really like."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Well --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, I think we have to count our blessings."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We sure do. And especially in this moment when so many voices are being shut down, it's something we really have to remember and make part of his legacy. You know, you talk about the fact that he didn't want to, you know, people to pity him. And he said, I can't escape even though people are telling me it's not the way to look at this, but I can't help but feel like I'm letting everyone down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Because he wanted to be the strong guy. And I also -- I just marveled that the joy that he had and on the days when he would say, you know what, I'm -- I feel good today, I'm at work, and I'm really excited. And he sees those days when he felt good and was able to continue to live out that dream and have that opportunity to speak to all of us. So, Laura, thank you very much."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One, one --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One that I can just say, say at one more thing that he said that will make people laugh."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Please."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, during the beginning of the pandemic, we were e-mailing back and forth and I -- and I said I'm going to be down in Florida, like, you know, I want to stop and see you. And he said -- he said, Ingraham, you already know this very well but I have a Ph.D. long before the coronavirus. I had a Ph.D. in social distancing. So, so, he's like, now, with lung cancer, I can't go around anyone. So, by (INAUDIBLE) I had a Ph.D. in social distancing --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Anyway, I'll miss -- I'll miss the laughter, but he -- he'd be very happy to hear, hear you -- hear your tributes that you're doing today, Martha. And I know he really liked it very much as well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, Laura, thank you and we look forward to hearing more of what you have to reflect on today, tonight on \"THE INGRAHAM ANGLE\". And I'm very appreciative for you stopping by and talking to us today on what's tough day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No problem. No problem. God bless."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. Thank you so much, Laura. You too. So, let's bring in the former Speaker of the House Newt Gingrich, now a Fox News contributor. Newt, good to have you with us today. I know you've been listening in to all of this coverage today. Your initial thoughts on the pass -- passing of your friend, Rush Limbaugh."
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CHANNEL CONTRIBUTOR (via telephone)",
      "utterance": "Well, I think, first of all, he was -- and will remain an iconic figure. He both as Laura pointed out, rescued a.m. radio when it was dying. And by turning it into the central vehicle for talk radio created huge new audiences, he created much of modern conservatism and is really the bridge from Reagan to where we are today. He started his uh show in 1988 nationally. They grew very rapidly. And as you point out earlier, without Rush, I doubt if we would have won control of the House in 1994 because he clarified the issues, he gave our candidates arguments to run on. He created a huge number of people. His impact was more than the 20 million listeners a week. It was all the people that they would go talk to. So, my guess is the ripple effect of Rush was 80 or 90 million people every single week, because people kind of say, did you hear what Rush said today? And he was also that I want to point out a really wonderful human being. He -- we got to know him very closely because Gay and Stanley Gaines who are our friends are also really close to Rush. And I know for Gay and Stanley this is a very sad day. And so, we would go down back when Rush lived in New York. We would all go down for weekends at their place in Palm Beach. And after a while, Rush said, you know, this is such a nice place to live and the taxes are so much better. And he uprooted from New York, went to Palm Beach, and we would routinely get with him and spend part of a weekend. Bill Bennett would often join us. And my two daughters and their husbands would join us. It was amazing. And the thing to remember about Rush is his heart never left Cape Girardeau, Missouri. He was absolutely a Middle American from a very traditional sense of being grateful that God had allowed him to find a career he could do well. He spent years not doing things he didn't do particularly well. And finally, went back to radio. Close to my wife, and little I had the lunch with Rush one time. It turned out that both of them had worked for radio stations when they were teenagers in high school. And they were comparing notes on that. She, of course, went on to be ambassador to the Vatican. He went on to be an extraordinarily wealthy and famous radio commentator. But to listen to him talk about that, the humility, the down-to-earthiness, the practicality was just amazing. This is not a man who in any sense thought of himself as special. He got himself as smart and hardworking, and that he was doing something which was a mission. That he had a mission to help save America and he was doing it in the medium he understood."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Newt, go back if you would and talk about the election in 1994 when you became Speaker of the House. And, you know, as more specifically, what it was about the message that he had at that moment that lined up and how all of those stars aligned and put you in the Speaker's seat?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, it's really interesting because we're watching the third play of the same story. Clinton who ran as a centrist had gone to the left and adopted a whole series of things that made no sense to most Americans. Rush was there every single day educating people. Did you know he did this? Did you know he did that? And so, he was building a momentum of unwillingness to accept left-wing ideas. And he was also willing to talk about House Republicans. Remember, we've been out of power for 40 years. Nobody talked about House Republicans. And he was well not only to talk about it, he's willing to go out and hold public meetings and he went around the country. And people who couldn't have cared less about the local Republican candidate had a chance to go and hear Rush Limbaugh. And so, he could draw a huge crowd. He was a sort of a pre-Trump effect of the ability to mobilize thousands and thousands of people. And he helped us clarify what the election was about and what the choice was. And of course, we picked up 54 seats that year and gained control for the first time in 40 years. And I absolutely believe it would not have happened without Rush."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You know, you make an interesting connection therebetween President Trump and Rush Limbaugh. And the Republican Party becoming the party that sort of understood the forgotten man and woman which was a phrase that we heard a lot during the Trump campaign and the Trump years. But I think when you look back, I mean, Rush Limbaugh was really the person who sort of connected Republican values to sort of every man in the -- in the middle of America. And I think a lot of people -- it resonated with obviously millions of people."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, it did. And it's important to remember that both Rush and I stood on the shoulders of Ronald Reagan. The contract with America is essentially pure Reaganism. Both Rush and I learned the great deal about how to explain conservatism from Reagan. And so, when Reagan left office, Rush was the one who was standing there because the truth was that the Bushes were not particularly active conservatives. They didn't see that as their mission in life. And so, Rush filled the vacuum that Reagan had left. And Rush continued to do that all through the last 20 years. And frankly, just as Clinton went to the left, and therefore, they lost 54 seats. Obama went to the left, Rush explained what he was doing, and they lost 53 seats in the first election afterwards, which is why I think Kevin McCarthy is going to become Speaker next year. And Rush would have loved to have been part of that. He was just remarkable. I will say one brief thing. My son-in-law Paul Lubbers had a chance to golf with Rush and Stanley Gaines. And he hit a hole at one. And he has a card proudly displayed in his wall signed by Rush Limbaugh, suggesting he actually did hit a hole in one. Rush actually burned the hole and Stanley turned and said to Rush, (INAUDIBLE) and you lost."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I hope your son-in-law bought a round of drinks for everybody."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "It was -- but he was that kind of a guy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "He was -- he was very much a normal American with a huge voice and a brilliant mind."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And not afraid to speak his mind, obviously."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you know, sometimes it was popular and sometimes it wasn't. But he was always true to his convictions in what he thought and he was willing to take the backlash for it when that was there. Newt Gingrich, thank you very much. Good to have you weigh-in today."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Mine, too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Many thanks. So, let's bring in Mercedes Schlapp, former White House director of strategic communications. Also active in conservative circles for many years. Mercedes, nice to have you with us this afternoon. Your thoughts on Rush Limbaugh and his passing today."
    },
    {
      "speaker": "MERCEDES SCHLAPP, FORMER WHITE HOUSE DIRECTOR OF STRATEGIC COMMUNICATIONS",
      "utterance": "Well, first, we, here at American Conservative Union want to send our condolences to the Limbaugh family, to Kathryn. You know, it's so heartbreaking to have learned the news of Rush's passing. But knowing Rush, he would want us to stand strong and stand bold and continue the fight. You know, he was the -- not only the godfather of conservative talk radio, but he was also the heart of the conservative grassroots activist. He gave us our directions, what we needed to do to be able to effectively communicate conservative principles. Talk about the importance of defending the constitution and the declaration of independence and our freedoms. And so, knowing that there is this void now in the conservative movement, it's really -- it's heartbreaking. And I got to tell you, I had the great honor of meeting Rush at the White House. We got to spend some time together. He was thanking the White House staff, thanking us for the work that we were doing for President Trump. And I just remember telling him, I'm like, Rush, we got to thank you because he inspired so many young people to go into politics and continue to serve our country. So, it -- I have to tell you, Martha, you know it's a sad day not only for the conservative movement but for America."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mercedes, I want to play, this is from April 23rd, 2019. On the sub, you talk about young people and just the difference between liberalism and conservatism, a two different philosophies, I think, you know, both sides want to have the best outcome for the country. But the conservative way is that you are not looking for a handout, you're looking for a hand up. And here is what he had to say on that in April of 2019. Listen."
    },
    {
      "speaker": "R. LIMBAUGH",
      "utterance": "We're doing a great disservice to our kids by shortchanging their humanity, shortchanging their opportunities to excel, to become something, to become larger than themselves. They're nothing more than pawns that can be bought with votes. And I don't think that there is a majority of our population that up against Donald Trump as a key element here. I don't think there's a majority population that is serious about thinking this is the way the country ought to be run."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's interesting, especially after this election, Mercedes, to look back at that. And he -- you know, we heard from President Trump a little while ago when he talked about that. He talked about Rush wanting to be with us until after the election. That he was, you know, trying his best to continue to get that message out to his viewers. Your thoughts on that sound bite and where we stand today in terms of the Republican Party and that dream."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Right. Well, first of all, talked about how Rush would fill the vacuum. Will fill -- in terms of when the party was in a bad place, we had experienced election losses, he was the one that would come in and show us the way. And it was actually in 2009 when he gave what I would call the conservative state of the union at CPAC. And he really spoke clearly to the movement. This is right when President Obama won, we were dispirited. We didn't know where we were headed as a party, there was a lot of chaos. And yet it was Rush who talked about the importance of protecting our founding principles. When we talk about people that it is the loved of this nation, the love of the American people, and what we see in the American people is potential, and so, without the government handout, without the government control. So, now more than ever, the call is clear of what Rush would want us to do as we continue to rebuild this party. As we try to bring this party together to understand the real threats that we're facing in terms of socialism creeping into America, in terms of the far-left agenda that many of these Democrat politicians are pushing. And I think, you know, for Rush, we're going to be able to look back and see that for the decades of work that he's done, we can look back, read, understand what he was saying, and take his words, and put them into action."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, there's enormous legacy and library of all of his words over the course of 33 years of speaking on this. And we all remember that the CPAC speech that you refer to. Mercedes, thank you very much. Good to have you with us today."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, just moments ago, the former First Lady Melania Trump tweeted her condolences. Writing this. \"Rush was a fearless American patriot. He made countless contributions to society and leaves behind an unforgettable legacy. Praying for Kathryn and the entire Limbaugh family.\" And with that, I want to bring in Mark Levin, host of \"LIFE, LIBERTY AND LEVIN\", and a Fox News contributor. He joins us now by phone. Mark, good to have you with us. I heard you speaking earlier when the news was very fresh just a couple of hours ago. Your thoughts as you've continued to reflect on the loss of your dear friend."
    },
    {
      "speaker": "MARK LEVIN, FOX NEWS CHANNEL HOST (via telephone)",
      "utterance": "Well, Martha, first time I met you was at his wedding, wasn't it?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's right. I think that --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "And he was one of my best friends. Pardon me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's OK."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I would say this. Rush would be very, very happy with the outpouring of support for him, and in many ways, he would be shocked by it. People say he was a very regular guy. He was a regular guy, but he was utterly inquisitive curious all the time. He had a huge library in his home. He read the great philosophers. This is a man who never went to college and he didn't need to go to college. He -- we exchanged over the years many, many e-mails, lots of discussion about various issues. He became an expert on the constitution, the history of the nation, all is self-taught. He was as kind as kind could be. You know, early on, it's a wonderful staff, Snerdly. You can see the jokester cookie. Kit Carson who passed away and that upset him -- to all of us greatly. And I would start to send him early on, you know, some issues on the constitution, independent counsels, the Clinton years. And finally, he tells a cookie who is Kathleen Gleason, a wonderful lady who did his audio. And I want to talk to this guy directly. So, he would talk to me, and then he gave me his e-mail, and then, we would -- then, he appointed me the director of his legal division F. Lee Levin. Of course, he didn't have a legal division but that's the way he was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And he wanted to know about my kids, later on about my grandkids, had us to his house. He was tremendous gentlemen and host. And he smiled, he laughed, he was also serious. He was very, very worried, particularly now about the future of the country. And I think about all these things, and I think what was it that attracted him to Donald Trump? You know, a lot of us eventually we're attracted, but he was attracted early on and I think it's this. Trump was an outsider. Trump was rejected by the elites. They said Trump couldn't succeed. They all said the same thing about Rush. And I think Rush identified with that in many respects. And also I think Rush felt why should we be controlled and hindered by what the left or by what the mainstream media tell us what's OK, what language we can use, where we can discuss. This is America, we have freedom in individuals, human beings. And he didn't think it was terribly controversy to be an old time defender of the country, because he was absolute patriot. He gave us mounds and mounds of money to different causes without making a big fuss about it. He would help out individuals without making a big fuss about it. And even his later books, he and Kathryn with Liberty and Paul Revere and these folks in order to reach out to young people. He really felt that the country while he thought it was more than worth saving. And when I think of Rush, generally, I worked for Reagan too. And I knew Reagan, I campaign for him in '76 and '80. I've known some very, very great people. And Rush Limbaugh, he's not at the top, he's near the top of the greatest people I've ever known. I think he's in the category, as Newt said for Reagan, and Bill Buckley with Milton Friedman. He was not just a broadcaster, he was an activist. He had his own way of encouraging people to do certain things. He was to some people a fatherly figure, to some people a brotherly figure, to some people like a son. But he was always good old Rush. We could always rely on Rush. And the worse things got, the more we wanted to tune in and listen to what Russ had to say. What is Rush's take on this? That's what everybody wanted to do, what is Rush's take. I'll tell you. He encouraged me to get into radio as Hannity did. I didn't really want to get into radio. I remember once, he said he wanted me to stop. I said, well, I don't know how to do it. He said just do it. You'll do great. So he'll throw in the water. And that's a big (inaudible) to just do it. And I said to him, when I first started out in radio, what can I possibly say if you speak and Hannity speaks, then it's my turn. And he said, Mark, they've heard me, they've heard Hannity, but they haven't heard you. But this is the kind of guy he was. He didn't say only listen to me. Only that, you know, he was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Absolutely, hands down. Sean will tell you. I'll tell you, absolutely the best. But he didn't even look at himself that way. You know, people would listen to him, you know, about alone from God and one on top, this was all tongue in cheek stuff. He was hilarious person."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And a great guy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. He had a great sort of self-deprecating sense of humor that I think people misinterpret sometimes with, you know, the excellence in broadcasting and talent on loan from God and all of that, you know. He -- it was very funny. I always thought that he had a great sense of humor and was hilarious. And he was generous with people and different even, you know, people don't think this but, you know, he like to hear people's different opinions about things. Before I let you go, you just said something a moment ago, you said because I always think of him as such a great optimist and a big picture, observer of America and the future. You said he was worried right now. Can you tell me about that?"
    },
    {
      "speaker": "LEVIN",
      "utterance": "He's an optimist but he wasn't a Pollyanna. That is, he can see the rising tyranny. He's concerned about all these things. The long picture, yes, he's an optimist, we're Americans. But he also understood in order to succeed, we had to fight. We had freewill. And, you know, he would encourage people to get involved on Election Day. He would encourage people to vote. He would. You know, it's very interesting, he was able to do some damn certainly I'm not able to do, which is he was able to kind of back individuals against other individuals without offending the Tea Party in the back. You know, like in the Republican Party, I find everybody friendly. But you either born with that or you're not. He had a fantastic nature. And that he was and is, as so many of us are, are concerned about the future of the country. Look, I'm not a psychologist. I'm not a mind reader but I feel certain that he would see, particularly the young people today. Defend your country, fight for your country. Speak out in smart ways. Learn the truth history of your country. Many men and women have come before and died for this country. Don't be devoured by the by the neo status neo-Marxist left. He would want others to carry the flag. He knew the world didn't end with him as we all know the world doesn't end with each of us. And he would want us all to carry on, to save this great country and defend this great country. I'm telling you, I know that for sure. And he will be grievously missed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Mark, thank you so much. I'm so glad that he encouraged you to begin your radio career and Sean Hannity encouraged it. You're such a great voice for all of us on the constitution and on history, and on things that really matter. So I appreciate you being here today. Thank you very much."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Thank you. You can thank him. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Mark. So joining me now is talk radio host Dana Loesch. She joins us by phone. Dana, thank you very much for being here today as well. Your quick thoughts on Rush Limbaugh."
    },
    {
      "speaker": "DANA LOESCH, TALK RADIO HOST",
      "utterance": "Of course, Martha. It's a sad day. And he was very transparent about going through all of this with his listeners. You know, Martha, I've been in talk radio now for a little over a decade. And when I started, I didn't listen to a lot of it but I listened to him. And when I was younger, growing up in a very left household, I always thought that he was wrong. And as I got older and I went to college, and my worldview opened, and I listened to him a little bit more. I realized, oh, well, when did he start being correct with things? That's really interesting. He started -- he's really making some sense now, and I just thought it was because, you know, maybe he changed. But that's how he always was. There is no one who can replace Rush Limbaugh. He is the gold standard of broadcasting. And every single broadcaster, right, left or center from myself to everybody, they have Rush Limbaugh to credit for their career or an industry. And it's not just what Rush Limbaugh did for -- what Limbaugh did for talk radio and for conservative punditry, but his contributions to the conservative movement, even before the internet, even before the day of social media, really, I think it can't be overstated how much he contributed to the conservative movement, and how many people he turned on to conservatism because he was able to better articulate Republican ideas than members of the Republican Party. He was able to better speak to these issues than the RNC. And because of that, I think that he still has more credibility than a lot of people in the party."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a great point. Every party needs someone who can articulate their ideals, you know, in the way that he did. And, Dana, thank you so much for being here today. I appreciate it."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Of course. Our prayers with the Limbaugh family."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Many thanks."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Another story that is breaking right now that we're going to get to after this quick break, so stay with us on THE STORY. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Breaking right now, we're told the pool has just gathered at the White House for an Oval Office meeting. We're going to bring you there as soon as that gets underway. Also breaking today, the Pentagon responding as lawmakers from both parties ask how much longer are the National Guard troops going to be deployed in DC and the wire kept -- and the fencing all around the Capitol Building. National Security Correspondent Jennifer Griffin joins us now live with the very latest on that story from the Pentagon. Hi, Jennifer."
    },
    {
      "speaker": "JENNIFER GRIFFIN, NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Hi, Martha. Well, 6,000 National Guard remain mobilized to guard the US Capitol and monuments, blocks of fencing and razor wire remain around the Capitol. Republican lawmakers want to know when are they going home. We just heard from a top Pentagon official about what they see or don't see as the threat."
    },
    {
      "speaker": "ROBERT SALESSES, DEPUTY ASSISTANT SECRETARY OF DEFENSE",
      "utterance": "Congressman, we obviously work with our law enforcement partners to determine that threat, and we -- that's obviously continuing to evolve. And at this time, I'm not aware of a threat that is out there. But that evolves all the time, congressman."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Three thousand of these National Guard are from Washington DC. Defense officials tell me they originally planned to keep the guard in DC following threats by QAnon supporters to mark March 4th, the traditional inauguration date until 1937."
    },
    {
      "speaker": "REP. ADAM SMITH (D-WA), HOUSE ARMED SERVICES COMMITTEE CHAIR",
      "utterance": "So apparently, some of these people have figured out that 75 years ago, the president used to be inaugurated on March 4th, OK? Now, why that's relevant God knows. But at any rate, so now they're thinking maybe we should gather again and storm the Capitol on March 4th, OK, that is circulating online."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "In fact, the Trump Hotel in DC has more than doubled its room rates to more than $1,000 a night for March 3rd and 4th. Some lawmakers are asking could these guard be better used elsewhere, more National Guard now are being sought nationwide to help in Texas and for COVID relief to get vaccines in arms. FEMA has a request for 10,000 guards. National Guard leaders say they have enough troops, but as one US defense official put it to me, the US troops are expensive security guards the mission so far has cost the taxpayer almost $500 million. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Gruesome thing. Jennifer, thank you very much, Jennifer Griffin at the Pentagon. Also breaking right now, President Biden meeting with union leaders, including AFL-CIO President Richard Trumka, talking about the President's plan to rescue the economy, improve the infrastructure and create jobs. We are hoping to get video from that meeting soon. We're going to go to Correspondent Kristin Fisher, who is live at the White House with that story for us. Hi, Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, CORRESPONDENT",
      "utterance": "Hey, Martha. Well, one of the people who is expected to be in the Oval Office is the head of the AFL-CIO, Richard Trumka. And he, of course, is a supporter of President Biden. But remember, he was also very critical for what President Biden did canceling the Keystone pipeline on day one of his presidency. Trumka has gone on the record as saying that he believes that cost some really good paying union jobs. And so during the briefing, the White House press secretary's briefing today. She was asked if she thought that that criticism would come up. Here's what she said."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "That the President is committed to creating good paying union jobs. And is certainly what will be central to the discussion the President has with union leaders today, including his desire to create good clean energy union, good paying union jobs. And that he believes that those two can simultaneously happen."
    },
    {
      "speaker": "FISHER",
      "utterance": "So these union leaders are really trying to do two things. They're trying to secure massive federal investments in infrastructure and secure better access to what they believe are good plant good paying, clean energy, alternative energy jobs. And so, this would all be a part of this, much talked about much hyped infrastructure plan that the White House is preparing to put forward. They've been talking about it for some time, they're hoping. And there is a good chance that they could get some bipartisan support. But today, the White House press secretary reiterated that everything else, every other agenda item takes a backseat to getting the COVID relief plan passed by mid-March."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Infrastructure is certainly an issue he's had a long passion for. He does believe it creates good paying union jobs. He thinks that can be done as clean energy jobs. But we're going to focus our efforts at this point in time on the American rescue plan."
    },
    {
      "speaker": "FISHER",
      "utterance": "And so during this meeting, President Biden is also going to be selling his COVID relief plan to these labor leaders. And, Martha, as you mentioned, this meeting seems to be running just a few minutes late, but we'll get you that tape as soon as it happens. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Kristin, thank you very much. Kristen Fisher at the White House. Let's talk with Ari Fleischer, former White House Press Secretary for President George W. Bush, author of \"Taking Heat,\" and a Fox News Contributor. Ari, good to have you with us today. I'd love for you to weigh in on a couple of things here. But let's start with this infrastructure story, because it seems to me that at the beginning of every presidency, there's this idea that this is something that both sides can get together on and agree on. But when they actually try to do it, they have very different ideas of how you actually pull off an infrastructure nationwide plan."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER BUSH WHITE HOUSE PRESS SECRETARY",
      "utterance": "Yes. I think this is likely to be a very expensive meeting in the Oval Office. I think the President is going to go into it, and he's going to kind of have to take a little heat about shutting down the Keystone pipeline, and how many jobs that cost. And the best way politician makes up is by spending more money. You know, you're right, Martha, infrastructures always seem to be the easy one. And that's because when you're spending money, it's always easy just to keep spending and spending more, especially in this environment, where there is no such thing as fiscal constraint anymore."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, there really isn't. I mean, you know, I remember the shovel ready jobs, and you remember the discussion of infrastructure in a package in the beginning of the Trump administration. There was a lot of thinking that that should be the first place to go to try to build a little bit of across the aisle, non-partisanship. But, you know, you look at these projects and really, everybody ends up wanting something that benefits their state. And that's OK. You know, I mean, it's good for companies across the country, of course, to have that benefit. But then sometimes you get a lot of fat in those projects as well."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Well, you just put your finger on it there. There is meritorious spending that needs to be done. There are bridges and roads that have to be built. And this is in addition to the regular highway authorization that Congress passes. It spends billions upon billions, hundreds of billions on roads. So there's legitimate infrastructure needs. But the problem I have with it is when you try to jam ideological causes into infrastructure needs, and that's what they're going to do with everything green. This is where the government says it's creating jobs. No, the private sector creates jobs. The government should not be in the business of trying to create new green jobs. If the economy needs to move in the direction of green jobs let the economy move that way naturally. When the government tries to do it, it almost always turns into a boondoggle where it doesn't work. People showed up for jobs that weren't needed, and the taxpayers are left on the hook."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, great point. I let a free economy drive the businesses that the country is in need of, and those jobs naturally follow. Ari Fleischer, thank you very much. Busy day, but we're so glad to have you with us. Thanks for weighing in."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Thanks, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So next up, we're going to have some final thoughts on the passing of Rush Limbaugh, which of course will be discussed, you know, throughout the day on Fox News. But we're going to speak with Dr. Ben Carson who has some insight next day. Stay with us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In his final radio show of 2020, Rush Limbaugh thanked his listeners and said that he wasn't expecting to be alive that day. Watch this."
    },
    {
      "speaker": "RUSH LIMBAUGH, CONSERVATIVE RADIO SHOW",
      "utterance": "I wasn't expected to make it to October, and then to November, and then to December. And yet, here I am. And today, I've got some problems. I'm feeling pretty good today. God's with me today. God knows how important this program is to me today. And I'm feeling natural in terms of energy, normal in terms of energy. And I'm feeling entirely capable of doing it today. I can't be self-absorbed about it when that is the tendency when you are told that you've got a due date. You have an expiration date. A lot of people never get told that and so they don't face life this way. This is not a complaint. I'm simply -- this is why I said there's so much I want to say today and so much I want to say well, so much I want to say exactly as I'm feeling it. Because my point in all of this today is gratitude, there's never time to panic. Folks, there's never ever going to be time to give up on our country, it'll never be time to give up on the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "With that, let's bring in Dr. Ben Carson. He served in the Trump administration as Secretary of Housing and Urban Development, and is Founder and Chairman of the new conservative think-tank, the American Cornerstone Institute. Dr. Carson, always good to have you with us. Thank you for being here. Your thoughts on years time in government, as you listen to, and the goals that you had, as you listen to what Rush Limbaugh had to say there and what he spoke about throughout the body of his work."
    },
    {
      "speaker": "DR. BEN CARSON, FORMER HUD SECRETARY",
      "utterance": "Well, one thing that really impressed me about Rush was perspective. He had perspective. He was able to look at the big picture. We see so many of our political leaders get bogged down in small stuff. And Rush recognize that in order for America to remain a place of opportunity and freedom, that it was a persistent fight. It wasn't a fight that occurred during World War II or during the Vietnam War. It's a fight that we have to fight every single day. And when I say fight, I don't mean, you know, riot, but recognize what Ronald Reagan was talking about when he said that our freedom is never more than a generation away from risk. And Rush recognize that -- he also talked so often about opportunity, and taking advantage of that frequently. You know, I'd be operating and somebody say, did you hear what Rush said about you today, because he was always talking about people who perhaps didn't start out in the right side of the tracks, but took advantage of opportunities. And we're able to take those to a place where not only their lives were improved, but they're able to improve the lives of other people around them. And then also, he recognized that freedom of speech is not a problem that only the government can solve. You know, freedom, our loss of freedom of speech can come from any place. And you have to be weary of big tech and media, and people who impose the concept of shutting up, closing people down, because that is such an important part of who we are. America is not so much a place as it is an idea, an idea of freedom, freedom of speech, freedom of expression, freedom of religion. the ability to lead your life to where you want to, as long as it's not negatively impacting upon other people. That's where the government comes in. But the government was never intended by our founders to be involved in every aspect of our lives. And I think that's what Rush realized so much, and did a yeoman's job in terms of creating the pathway for others to begin to think that way, and to express themselves opened up the whole pathway for talk radio and conservative thinking. And he was he was tremendous person. He was also a very nice person. Some people probably don't really realize that he was --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I think it's one of the best kept secrets about Rush Limbaugh on a personal level, that he was a really sweet and caring guy. Dr. Ben Carson, I thank you very much for being with us today as we remember, Rush Limbaugh and all that he stood for and he was controversial. And he, you know, threw his hat in the ring, wasn't afraid to say when he thought about his own party as well, so I'm very grateful to you for being here today, sir. Thank you, Dr. Ben Carson, for joining us today."
    },
    {
      "speaker": "CARSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So busy day and a lot of memories of Mr. Limbaugh this afternoon, which will continue into the evening today. That's THE STORY for Wednesday, February 17, 2021. Thank you very much for being with us. We'll be back here with you tomorrow at 3:00 with Ben Shapiro joining us on the program tomorrow, so stick around for that. \"YOUR WORLD\" with Neil Cavuto starts right now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}