{
  "date": "February 16, 2020",
  "headline": "Furor over Barr warning to Trump",
  "subHeadline": "Tells ABC tweets make his job 'impossible.'",
  "url": "https://www.foxnews.com/transcript/furor-over-barr-warning-to-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HOWARD KURTZ, HOST",
      "sentences": "On the Buzz Meter this Sunday, a media earthquake as Bill Barr who overruled career prosecutors and they're urging a lighter sentence for presidential pal, Roger Stone, tells ABC that he wants President Trump to stop tweeting about his investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, UNITED STATES ATTORNEY GENERAL",
      "sentences": "To have public statements and tweets made about the department, about people in the department, the men and women here, about cases pending in the department, and about judges before whom we have cases, make it impossible for me to do my job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN",
      "sentences": "Strong stuff, right? He won't be bullied by the president, sounds tough, sounds independent, sounds too good to be true, because it is too good to be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC",
      "sentences": "It's clear that Bill Barr job is to enact Trump's corrupt policies. And when have got the President Trump constantly drawing attention to that fact, well, it makes it a lot harder for him to get away with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU DOBBS, FBN",
      "sentences": "I am so disappointed in Bill Barr. I have to say this. It's a damn shame when he doesn't get what this president has gone through and what the American people have gone through, and what his charge is as Attorney General.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC",
      "sentences": "Bill Barr's right that it is impossible to honestly do the job of Attorney General the way it is supposed to be done if you are appointed to that job by Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS",
      "sentences": "The media sees this sexy story of Trump versus Barr. But they missed the fact that Barr was basically telling Trump don't worry. I got this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "What the president says that Barr agrees. He never told the Attorney General to intervene in the Stone Case. And the border question. Is it fair for journalists to say Trump is waging a campaign of retribution? The pundits hail Amy Klobuchar and Pete Buttigieg after the New Hampshire primary, and all but bury Joe Biden and Elizabeth Warren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KING, CNN",
      "sentences": "That's just a very bad performance by a former vice president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "sentences": "If this guy was the frontrunner for the last six months, if he finishes fifth in New Hampshire, I don't know how you come back from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REBECCA BUCK, CNN",
      "sentences": "It looks like Joe Biden's campaign is collapsing or on the verge of collapsing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS",
      "sentences": "I mean, Elizabeth -- there is nowhere for her to go. That's a dead ladder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Are these premature obituaries? Are some of the press trying to derail the actual winner, Bernie Sanders, and what about all the negative press suddenly being dumped on Mike Bloomberg? I am Howard Kurtz, and this is \"Media Buzz.\" President Trump insisted to reporters that he did not ask the Justice Department to get involved in the sentencing of his friend and long-time adviser, Roger Stone, who was connected of witness tampering and lying to Congress.  Trump did praise William Barr for taking charge after the Attorney General overruled four career prosecutors, all whom the case, who had told the judge that Stone should go to prison for seven to nine years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "They treated Roger Stone very badly. They treated everybody very badly. And if you look at the Mueller investigation, it was a scam. They put him in for nine years. It's a disgrace. And frankly, they ought to apologize to a lot of the people whose lives they've ruined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But in a rare rebuke, Barr told ABC's Pier Thomas that he wants his boss to stop using Twitter to weigh in on criminal investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERRE THOMAS, ABC NEWS",
      "sentences": "The president does not like to be told what to do. He may not like what you're saying. Are you prepared for those ramifications?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Of course. I'm not going to be bullied or influenced by anybody. I cannot do my job here at the department with constant background commentary that undercuts me. It's time to stop the tweeting at the Department of Justice criminal cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joining us now to analyze the coverage, Ben Domenech, founder and publisher of The Federalist, Kristen Soltis Anderson, a Washington Examiner columnist and Fox News contributor, and Joe Trippi, the veteran Democratic strategist and commentator. Ben, with the press, again, accusing Bill Barr, politicizing the Department of Justice.  He told ABC several times that -- he repeated it for emphasis that can't do his job with this barrage of presidential tweets. He -- no other cabinet member has been that blunt. This is a big story, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN DOMENECH, THE FEDERALIST PUBLISHER",
      "sentences": "I think it is a big story. But I also think that this is something that people in Washington understand about multiple cabinet members who feel that the president's constant tweaking and sort of Twitter attacks on the various decisions that they make makes it difficult for them to do their jobs.   Barr is, of course, someone who is very loyal to the president, someone who has his fear. And so I think he does feel that he's in a position where he is strong enough as a member of the cabinet to send this signal up to the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE TRIPPI, DEMOCRATIC STRATEGIST",
      "sentences": "I'm with Laura Ingraham on this one, though. This was like, hey, Barr was just saying that I have your back. But I think all of them are wrong on the coverage. I think this was the message out to one person, and it was the judge in the Stone case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But do you think that Bill Barr -- do you take him at his word at what he said -- do you think he is doing personal damage control with the media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "I don't think so. I think this is -- judge, the memo that you have on your desk that came from the Justice Department, is not something that came in the order from the president of the United States. I did that beforehand. It's like making the case before the judge in public, something the Trump administration does quite a bit. And all this coverage is we're all covering the wrong thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Kristen, the reaction of the press has kind of been divided between -- finally, Barr stood up to his boss. And this is all for show and nobody is buying it. With Fox and others reporting that Barr had delivered this message about the tweets privately to the president for weeks. Is this him using television to send a message, and if so, what is the message?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTEN SOLTIS ANDERSON, FOX NEWS CONTRIBUTOR",
      "sentences": "Quite possibly. I mean -- and I think that Barr is on both the merits and the strategy of coming out and saying, hey, please knock off the tweets. First of all, in terms of the merits, it does make his job harder, as Ben mentioned, for any cabinet official to have their decisions sort of constantly being tweeted about.   We know that this background noise gets generated as soon as the president weighs in. But in terms of the strategy as well, the president -- I don't think that the Stone story looks good for him. And I the more that it's in headlines, the more potential damage it can cause. I mean, the president's approval ratings right now are at the highest they've been his whole time in office.  To be talking about an incident were there was someone loosely affiliated with your orbit who convicted of doing something very badly. Don't put your own political capital out there on Twitter, trying to get involved in this. I think it is a bad strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Donald Trump has known Roger Stone a long time. And obviously, it is fair game for the press. You can take issue with the details to criticize the president for praising Barr about this. And it is fair game to take on Barr, because it's a very unusual action. But the prosecutor's proposed sentence, seven to nine years is absurdly harsh.  But Ben, I just want to put up a car run (ph) from CNN, on screen headline during this that says Trump spews lies while defending convicted criminals. One sided perhaps?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I think that's very one-sided. But we should expect from their network at this point. Look, the Stone situation is one where I think we can all say this is a political guy. He's been around for a long time. He obviously had a loose association with the president, and he did some things that I think, you know certainly merited prosecution.  But seven to nine years is ridiculous. And to have this kind of attitude toward his case where you think that this guy is some kind of menace, as opposed to being what he, which is someone who has hung around in these circles, has made some big claims that he frankly couldn't back up on a lot of different circumstances. And a case where he was clearly being prosecuted because of his association with the president and not because of some danger that he posed to the rest of society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think we can agree. He's a bit player. Joe, from the president perspective, he feels like he's righting wrongs done against him and his aides. But doesn't he give the media fodder, not just by talking about Roger Stone, we saw the clip their at the top, but the past criticism of the FBI, of Mueller, of Sessions, of the intel agencies, and of -- by getting rid of or moving out of the White House, Lieutenant Colonel Vindman and Gordon Sondland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Of course, he does. And it's fair to cover that. And also now, he -- with Flynn and this is -- we we're going to re-look at that. Barr's really looking at that. And the fact is this is a guy who allocated, stood out there and said, yeah, I pled guilty. So I mean -- so that's another piece of this story that just, I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Is this overblown in terms of the coverage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "No. I don't think so, not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Kristen, listen to this Washington Post headline. This is a new story. Trump seeks to bend executive branch as part of impeachment vendetta. So my feeling is it is fine if the reporters want to say what the critics are saying. This is a vendetta. It's retribution. It's retaliation. Of if you're an opinion person and you want to say that as a commentator, but some of these headlines and stories, they kind of read like anti-Trump op-eds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "Well, that shouldn't be terribly surprising. I mean, I think, look, the president has taken a lot of actions over the last week and a half or two. That if you're inclined to believe he is still upset about impeachment, even though he came out ultimately victorious at the end. And again, as I mentioned, with his job approval in the best shape it has been all term. I mean, there has been a number of firings and things over the last week or two that are certainly pertaining to people who are involved in impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "But those firings are totally justified from the perspective of do you have the confidence of the president. You serve at his pleasure. And in certain cases, I mean, frankly, these have been depicted as firings when they're actually even re-assignments in the case of NSC officials. Look, I understand that this should be covered, you know responsibly.  And people should report this. This is a news story. But the frame that is being given here of this is some kind of revenge strategy, these are people who, frankly, lie to their own superiors, went around the chain of command, violated the trust of the American people and of the president. Of course, they're going to be moved out of these jobs. They should expect that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "We should just keep pretending that the president -- this president would never seek revenge on anybody, not his style at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Joe mentioned Michael Flynn. So the former national security adviser who pled guilty, he came out Friday from sources that Barr is having a prosecutorial review of that case. Also, the Department of Justice said Friday it won't prosecute Andrew McCabe, the former number two at the FBI. He was fired for lying about a leaked case.  McCabe who is now a CNN contributor, he said the whole case was an absolute disgrace. Good news for CNN, I guess. But is the timing of this all kind of questionable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "People like Andrew McCabe are at the center of the reason that trust that is in the FBI, and frankly in the entire Department of Justice has dropped so significantly among Republicans. Here's someone who blatantly lied to the FBI, which apparently if you're part of the family, if you're part of the club, you can just ignore that. I mean, at least Sandy Berger when he was stuffing documents in his socks, had to pay $50,000 thousand fine, lost his security clearance, you know, had a period of probation. Andy McCabe, you know, lied blatantly to the FBI, has admitted to lying to the FBI, and basically they are just waving it away and saying this is not that important because you're part of the club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Trump's FBI -- Trump's Justice Department -- I mean come on. This is -- the reason --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "So you're saying it shouldn't matter if you should lie to the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "-- there's been lack of faith in the criminal justice and the DOJ and the FBI has been because for three years the president of the United States has been calling everything they've done a hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "-- that that's really true. Come on. You don't think that James Comey is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Why did Barr say, hey, we are not going to keep doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I got to jump with a quick media question, which is, given that all of this has been extensively covered, the Mueller investigation, Ukraine, impeachment. What we're into now with justice, sensing, recommendations, and moving people out of the White House, is this more of a beltway media issue? Do you think the average Americans are talking about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "No. I think it is sort of in the beltway right now. I think most Americans are moving -- you don't see this talked about on the presidential campaign trail much at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And interestingly, Kristen, John Kelly this week, the former White House chief of staff, defended Colonel Vindman for testifying as he did about Ukraine during the House impeachment hearings. And Trump fired back. When I terminated John Kelly it wasn't fast enough. He was way over his head. We saw this with John Bolton, the former national security adviser, who offered to testify, didn't. And Trump tweeted that he could've started World War Six. Doesn't that put a lot of conservative media people who had been defending people like Kelly and Bolton, now in the position of having to choose? Will I criticize them and follow the president's lead, or do I hold my fire, or do I defend them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "Well, I think people should generally be in the business of going with what their opinion actually is rather than worry if about whether they're going to get a nasty tweet about it. But I think the president is in a tough spot here, because a big part of his rationale about his strength as president is he hires the best people. And yet, so often in his presidency, he'll hire people. And then when they come into office, they may want to do things in a more conventional way. There's friction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "They wind up leaving. And if it's acrimonious, as it so often is, it kind of undercuts then the -- is he hiring best people message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. And then the media discovers (ph) strange new respect for people they didn't like when they're Trump appointees when they become Trump critics while they're otherwise suddenly they get good press. All right, when we come back, we all know who came up on top in New Hampshire. But the pundits kept saying the real winner was Amy Klobuchar.  And later, president of Citizen's United, David Bossi, on the coverage of the president and the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It's hard to say the pundits' word exactly excited about Bernie Sanders winning the New Hampshire primary. But it certainly praised Pete Buttigieg for finishing a close second. But the media's unofficial winner was the woman who came in third.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Amy Klobuchar lots to crow about last night with an 11th hour surge, a surprise very strong third-place finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Amy Klobuchar, I mean, she came sort of out of nowhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think Amy Klobuchar tonight -- if you have never seen her before, something really is appealing about her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Amy Klobuchar, I think, you know, sort of got the authenticity vote. She really connected with the voters here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Kristen, Amy Klobuchar catapulted herself in the first year. It was a surprise. I get all that. But are we looking at the latest media swoon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "Well, possibly. I mean, there is going to be always -- there'll always be ups and downs. And I think the fact that she did so well and beat expectations in New Hampshire is part of why she was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Expectations set by the media, in part, I would add.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "Yes. But I would also say that, you know, it's clear that the Biden campaign, it's like the plane that's lost an engine and it's got to coast to Super Tuesday. And folks are looking at all the parachutes there. And Klobuchar is looking like perhaps a more appealing parachute than, say a Bloomberg that's increasingly got holes in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But let's talk first about Bernie Sanders. The prevailing -- is yeah, he won and he's a kind of the nominal frontrunner right now. But he'll get clobbered by Donald Trump. If you like Sanders, doesn't that look like media blatant media bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "You have to search the airwaves pretty hard on the cable networks to find fans of Bernie Sanders. It -- despite the fact that if you look at polling data, he's been for years one of the most popular politicians in America. He's consistently ranking in the top two in terms of his polling average. He is someone who should have a far greater representation among media commentators than he currently does. And I think that this whole, you know, structure is really biased against Sanders. They're trying to find the not-Sanders person to run with, and that's why you saw the reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Why is that? Is it because they think he -- many journalists think that he would not be a strong opponent for Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Well, I think you can ask Joe about that. But I think this is a situation where a lot of journalists believe that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "They don't take Sanders seriously as a national candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Somebody who has been through this too many times to count, working for somebody who got the nomination, somebody who got knocked out of the race, it's all about expectations. And the media does set those expectations. They set them. Everybody expected Bernie Sanders to win New Hampshire. If he can't win that, it is over for him. He won it, barely. But -- I mean, in way below where I think a lot of us thought he would, but more importantly, the two people exceeded them were Pete and Klobuchar. And that narrative of her coming on was already starting in New Hampshire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Does it also help? The journalists basically like Amy Klobuchar. She's been around Washington for a long time. She does a lot of interviews. She's been on Fox. They like Pete Buttigieg. He was last week's hot story. And he's come on Fox. By the way, Biden and Warren have not done anything on Fox. So aren't journalists sympathetic to people who play ball with them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "I don't know if it is play ball -- obviously, that's a help. But I think more than that what they're looking for right now is that -- media wants to narrow this down to two people. Pundits want to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "That's why -- hey, they set the expectation. They want to get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Right. It costs less. So right now, if Pete -- if Bernie is going to be one, who is the other? Is it going to be Biden? Is it -- and they may all be wrong because it could --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "-- the amount of like fantasy-land thinking I saw of folks saying, well, if you add up Bernie and Warren and then you add up everyone else, everyone else is greater. That's exactly what Republicans said in 2016. If you add up all the non-Trump people, it's a majority. It turns out Trump was some people's second choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- Trump-like appeal because he was an outsider to the party. But I get the obituaries for Elizabeth Warren because she's a neighboring senator from Massachusetts. She did so badly. But those who are writing off Joe Biden, is it a bit premature?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "His campaign is pretty mortally wounded. I mean, he's going to coast in to Super Tuesday. But, as Joe mentioned, this is all about expectations. Now, the expectations are so low for Joe Biden, that if he comes in second in Nevada or wins South Carolina, we're due for a Joe Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But here's the counterargument. Joe Biden lost two small, predominantly white states that were never perfect for him. That happened to go first in the process. But at the same time, I have to say if -- fifth place finish in New Hampshire is zero delegates, it is humiliating for a former vice president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "The other counterargument is that Joe Biden has run for president several times and his highest finish is fourth. So I mean this is a situation where you do have a number of factors that are going against Biden. He certainly is lacking for money. He's lacking for the kind of energy that you see from the Sanders and from the Pete campaign. But I do think that what we should look at here are expectations, which continually underrate the likelihood of a Sanders nomination, which is a very real thing, and which the media should come around to realizing. It's a real thing as opposed to dismissing that concept, just assuming --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "-- that Democrats will steal the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "This thing is going to go -- if Biden is the comeback kid and he takes second and first, we're going to go a long, long way. I'm not saying Bernie --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "If Sanders goes into the convention with the most delegates out of everyone. Everyone in America will believe that they have taken it away and stolen it from him if he is not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I'm just trying to get through this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The media are fickle. We can all agree on that. Joe Trippi, Ben Domenech, and Kristen Soltis Anderson, thanks so much. Ahead, a world famous rapper threatens CBS' Gayle King, and most of the media yawns. But up next, the press is suddenly filled with research on Mike Bloomberg who is also in a Twitter war with Donald Trump. Charlie Gasparino is on deck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "As Mike Bloomberg is moving up in the polls, the press is suddenly filled with Apo (ph) research about his record. Bloomberg apologized again for his stop and frisk policy as New York's Mayor after the surfacing of this 2015 clip, in which he describes who he thinks his response will for 95 percent of murders in the city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE BLOOMBERG (D) PRESIDENTIAL CANDIDATE",
      "sentences": "You can just take the description. Xerox it. Pass it out to all the cops. They are male, minorities, 15-25. And the way you get the guns out of the kid's hands is to throw them up against the wall and frisk them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That audio of the Aspen Institute speech was dug up by an African- American podcaster named Benjamin Dixon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He knew that there was something wrong with what he said. They did not want that video released.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joining us now from Connecticut is Charlie Gasparino, senior correspondent for Fox Business Network. And Charlie, somebody is obviously feeling some of -- feeding some of this to the press. Somebody told the AP there was a 2008 clip of Bloomberg talking about how redlining, the end of redlining caused the financial crisis and how he's being portrayed favoring discrimination against minorities. And the Washington Post today has a long front page piece and sections on profane comments he's made about women over the years, the harassment lawsuits against his company. Some of this was reported as long as 30 years ago. Some of it is new. A spokesman saying some of what Bloomberg said was disrespectful and wrong. What are you hearing about the way he treated people at his company?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX BUSINESS SENIOR CORRESPONDENT",
      "sentences": "Well, I mean, you know, Mike Bloomberg is a very -- has a crass sense of humor and he has a crass disposition. At least, this is what I'm getting from people who worked with him. I mean, you know, Donald Trump, even behind-the-scenes, is more crass than what we see in -- you know we see on Twitter or, you know, during his press conferences. He could be a rough customer. And I'm telling you. Mike Bloomberg is, from what I understand, from people who dealt with him directly and deal with him, can be the same way. There are -- you know, in many ways the kind of - - in terms of disposition and demeanor and what they say and how they present things, they're almost the same person that way. What's different about them, obviously, is the politics. But if this comes down to demeanor, if they're -- one running against the other and one is going to attack one for saying this. One is going to attack some of -- the other for saying that. They're -- you're going to -- they're going to be cancelling each other out a lot, because that's the type of sensor humor and comportment both of them have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "If they have are -- have similarities, obviously two rich guys from New York, Bloomberg much richer. They've gotten into this Twitter fight where the president has talked about mini-Mike Bloomberg is a loser who has money but can't debate. He has zero presence. And Bloomberg has hit back. There are a lot of pundits seem to feel that Bloomberg uniquely gets under Trump's skin, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, he does because he's the same person is Trump in that way. I mean, Mike Bloomberg, I just know -- what I know about him, and I am not friends with him. I covered him for a while. I met him a few times. But I know people that are very close with him. Mike Bloomberg -- if Trump attacks him over his height, Mike Bloomberg will attack him over his weight, hair color --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And he will do it spades. And he's got the money to do it. So if these two guys run against each other, I mean, this will be an election, I think -- policy will be discussed but also personal attributes will be front and center. It will be a sad day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That's obviously a big if. But look, you have a number of New York columnists who essentially been endorsing Mike Bloomberg and know him as mayor. For example, New York Times' Tom Freedman said that -- noting that Bloomberg contributed to his wife's museum project, basically came out for him. Wall Street Journals' Peggy Noonan said she's a friend and admirer. She wrote a very positive column. And then you had Sam Donaldson making a commercial for Bloomberg, first time he's ever actually endorsed a candidate. So does it help to have all these media relationships?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I don't know. You know, it's -- the Democratic Party is obviously an animal onto itself, as do Republican. You know, there is a degree of scepticism for elites in the Democratic Party. That's why you see the surge in Bernie Sanders. So I'm not sure if this gets him there. I think what kind of could get him over the top is just the amount of money that he spent, and the amount of money he has distributed during his long tenure. I mean, if you know anything about Mike Bloomberg...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Listen, why is it Al Sharpton, OK, of all people attacking him publicly every day over stop and frisk? I mean, just ask yourself that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, yeah. And on that point...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Al's you know charity and his organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We got to go. New York Times said a big piece on Bloomberg spreading his money around and getting political allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And by the way, this bedding is fair game. I think it's a sign before the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Oh, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Got to go. Charlie Gasparino, great to see you as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Anytime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Ahead, James Carville says in a media blitz that he is scared to death the Democrats are blowing the election. But first, David Bossie on the journalist who says the President is waging a campaign of revenge. And he weighs in on the Democratic free-for-all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "After week that shook up the Democratic race and produced mounting media criticism of the President and the Justice Department over the Roger Stone case, joining us now Dave Bossie, President of Citizens United and co-chairman of President Trump's campaign in Maryland. And, Dave, the media narrative this week, largely the same. The President is out of control, no guardrails, he beats impeachment now he's pressuring the court. Now, he is firing witnesses, he is pressuring the courts, he is trying to get even with his enemies. Your reaction to the coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BOSSIE, CITIZENS UNITED PRESIDENT",
      "sentences": "Well, it is frustrating as somebody who supports President Trump to see the media continue with this fake news barrage that they have been on. They created this fake Russia hoax, they created this impeachment hoax that he had to go through. And now, they're saying because we are frustrated that these bad actors, many of them, whether it is McCabe getting off this week or others, that the President or others cannot have a voice is really a ridiculous thing. It continues this campaign that they want to shut down the President, shut down how he operates when in fact he's been doing it for now, three years as President and he has been incredibly successful. His numbers are the best that they've ever been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That is true. But if Barack Obama was under investigation and ousting witnesses, and weighing in on ongoing criminal cases, you would be sitting there. You would be pounding the table and saying this is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Look, this is -- this is ridiculous. It's a double standard. You see Eric Holder, his attorney general said I'm Barack Obama's wing man, you see Loretta Lynch meet secretly on the Tarmac with Bill Clinton, you didn't see any outrage by the media. You didn't see any outrage -- maybe by you, Howie, but not by the media in general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Lynch meeting was extensively covered. But if that was wrong...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "It wasn't -- look, it's the double standard, it's what we say. Look at the two sets of rules that this President has to deal with. McCabe gets off for lying to the FBI and knowingly lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. It's the Justice Department that is declining to prosecute. But let me turn you to Bill Barr because the coverage...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "It's the FBI's problem. This is part of the DOJ's inherent problems. You have four political prosecutors trying to go after Roger Stone on one hand. OK. These four political guys, very partisan political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You're calling them partisan political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "They're not political appointees. They're career prosecutors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "No, no, no, stop. One of them worked in the Obama White House, White House's Counsel Office, one of them worked at the State Department, one of them worked at DHS as Obama appointees. These -- these guys are political. That's what they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "With Bill Barr going on ABC and saying the President has to stop the tweeting about ongoing cases and sentencing. It is making it impossible to do my job. You've got to admit it's a political probe the optics are not great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Bill Barr is a very good -- a great attorney general. And he is doing a great job in managing this department. He is -- I would assume, I haven't talked to him obviously, but I assume he is very frustrated with these messages and the leaks that come out of his own department and the FBI. I hope that he continues to be that independent voice and he makes sure that justice is done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Do you like -- do you like that on this particular point about the Twitter feed that he standing up to the President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "I'm not saying that. I'm saying that the President has been tweeting now for five years on a host of topics. It is his right to do it. It is his First Amendment. He's the top law enforcement in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Of course, he can do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "So he can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Let's just be clear though. When the President tweets about it and the frustration that comes with it about whether it's the FBI or the prosecutors making the case, it's a judge. It's an independent federal judge that is going to be making that decision on Roger Stone. So the President doesn't -- wasn't tweeting about a judge. He was tweeting about the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Speaking about the President and his Twitter feed, which I agree, it is very influential. He has been tweeting about crazy Bernie a lot now. Admit it, you guys are happy that Joe Biden seems to be fading, certainly lost the first two contests. And you're dying to run against Bernie Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "You know what, this President is going to take on anybody who manages to win and limps to the nomination, because this is going to be a very ugly, divisive primary campaign. We are already seeing that. It's going to go long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Bernie as a particularly weak general election nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "I think that he is weak, but he has his strengths as well that cannot be overlooked. Michael Bloomberg is weak, Amy Klobuchar is a backbench senator who puts people to sleep. You know, Pete Buttigieg is an unknown quantity. He is somebody who energizes a segment of the Democrat population. I will take -- this President is going to dismantle whoever unfortunately wins the nomination. Because he is going to run on his accomplishments, which is unbelievable extensive, a strong economy and no Democrat is going to be able to make a case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So, just briefly, you said Bernie has his strengths. What are his strengths from your Republican point of view?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Well, look...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "He has a very loyal following.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "As a campaign, he has very strong base. And that is one thing Bernie Sanders has. I personally will -- will not be afraid of any of these. They are all weak in their own way. If Michael Bloomberg comes in here and buys a nomination, you're going to see the Bernie Sanders supporters be very upset. The African-American community which has done very well under President Trump is going to be very upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Speaking of the former New York mayor, the President tweeting about Mini Mike Bloomberg and he is a loser. And Bloomberg coming back on Twitter, people in New York call you a carnival barking clown, who has squandered a fortune. How -- you have someone who's willing to punch back against the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "No, no, no, no. Look, anybody can get on Twitter, anyone can get on Twitter. That's the beauty of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "It does not mean it has an impact. Michael Bloomberg is .literally a joke on Twitter. We don't take any of that seriously. He wants to be seen. It's OK, he is not a strong candidate. He has the money to purchase the ticket to the ride. He doesn't necessarily get to meet the height requirement to make the ride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I saw what you did there. We will see what he does on Super Tuesday. Dave Bossie, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It's nice to have you back. After the break, with glowing reviews for Amy Klobuchar and Pete Buttigieg after the New Hampshire primary, is the press just plain biased against Bernie? We will take that up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Some Democrats are pretty upset that Bernie Sanders seems to be leading the Democratic race after New Hampshire and with their parties move to the left. One of them is James Carville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CARVILLE, DEMOCRATIC STRATEGIST",
      "sentences": "I'm afraid that Donald Trump is going to get reelected. And I have to do this for four more years. And I don't think we can make it. I really don't. There's a certain part of the Democratic Party that wants us to be a cult. I'm not interested in being in a cult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joining us now is Philippe Reines, a veteran of Democratic campaigns and former State Department official under Hillary Clinton. So, Carville, who Bernie dismisses as a political act, Carville comes back and says well, at least I'm not a communist, he believes that the Democratic Party -- the Democratic Party gone too far left. He is talking about things like votes and it's Sanders, that is who he is talking about, is a colt leader. Pretty strong indictment and it's not just Carville who is saying this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILIPPE REINES, FORMER STATE DEPARTMENT OFFICIAL",
      "sentences": "It's not and I think -- I don't want to speak for James because I can't do it as well. And I wish I was wearing a rugby shirt to kind of do an impression. But I think there's a larger point that if the Democratic Party wants to nominate someone with a priority being beating the sitting President, which I actually think is probably the priority every four years, then you need to put certain things aside. You can't say it's most important to beat Donald Trump, but we also need to make sure were getting Medicare to everyone and driving up the bill $40 trillion. You can't have an ideological argument at the same time and saying we need to get rid of him at all costs. And that's what James is talking about. And I think Bernie personifies that. And that's basically you know all these programs or bust.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So you have a point at it right now. He is torn between several moderates, Joe Biden still in the race, Pete Buttigieg and Amy Klobuchar, a Democratic socialist, self-described, who has got an unshakable almost like a Trump-like grip on a minority of Democrats, who think like he does. The media clearly not rooting for Bernie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "You know, I'm not sure. First of all, I don't think anyone is rooting for anyone. I know that's not what people in the media...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "A more sympathetic coverage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "You know, I actually think Bernie is getting a more sympathetic coverage in the sense that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "They're even watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "Well, no. But the media wrote him off mid- to last year. And I think that they have been chastised by the Sanders campaign for doing so. If you look at after the New Hampshire victory, they were flaunting over Bernie. They were kind of making up for lost time. The media is in a way not any less any susceptible to what we all do. It's very confusing who's winning. It is very confusing about where it is going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "It's a muddle. And they jump around as much as we do, I don't think there is anyone trying to bury Bernie. Anyone in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I'm here to get your viewpoint. I think I would disagree. And I think Bernie -- some in Bernie's camp would disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "They absolutely would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You served with Joe Biden obviously in the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Pundits have been saying for years, he's too old, he's too out of touch, not liberal enough. Even as he led the national polls, now they feel vindicated. Do you buy this media consensus that Joe Biden is pretty close to being washed up in this race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "I think there's a lot of history playing against Joe Biden. Let me prep this with yes. I've worked around him both as a senator and vice- president. He's a good man, no matter what anyone thinks of him. And I know he has taken a really shellacking to his reputation because of what went on with his son, which I think he admitted was not the greatest idea. But there's a lot of history...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "He admitted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "But there's a lot of history going against him. If you look at who has one Iowa or New Hampshire, we have to go all the way back to the 90s for someone who has lost both to then win the nomination. Now, the upside for Joe Biden, the last person who won neither Iowa or New Hampshire was Bill Clinton. And in fact, Bill Clinton lost the first four contests. I don't think he wants to be in the situation. And I think the week between now in Nevada and the longer time between now in South Carolina will probably be the longest in his life. And people are going to be watching what the black vote in particular does in South Carolina because that was his firewall and if it gives way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me get you on this. As you know, the report had this huge, all caps heading headlined Mike Bloomberg considering Hillary Clinton for his running mate. You're close to Hillary Clinton, would she even want it? What do you make of that story about the Bloomberg campaign seems to be downplaying it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "She would not want it. I think you know it is a sense that the Bloomberg campaign is smart to be considering it. The Bloomberg campaign is smart to be hugging Hillary Clinton. It's something that other Democrats, particularly Bernie, should learn from, because she was a previous nominee. She got 17 million votes in the primary. There are a lot of people who still like Hillary Clinton. And it's smart for Bloomberg to tie himself to her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So you view this as a trial balloon. But at the same time...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "Not a trial balloon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You're telling me it's going nowhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "It's not a trial balloon. It's a good -- it's a good opportunity, it's a good excuse to say no, you know, I just want to become the nominee. I'm not thinking about that. But I've known Hillary a long time, she was a great senator, she's a good friend. And you know bask in the Hillary goal, which I know a lot of people watching right now don't feel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "But in the Democratic primary, where you're up against Bernie, don't remember, one of Bernie's biggest problem is bringing in people who didn't vote for him in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "His support was cut in half since 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me get you and briefly about the press pounding President Trump and the Roger Stone case, for obviously politicizing DOJ for ousting impeachment witnesses. The media criticism here, does it have any more impact than all the criticism during Ukraine in the impeachment investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "Well, I'm not sure it's a criticism. The media coverage this past week was of Bill Barr, the attorney general shellacking President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Cover stories have said -- I only have a few seconds. Retribution, vendetta, that is criticism by the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "Well, it seems pretty clear that when you are firing people right off the bat that is out to get someone to fix someone. The difference where I would say the media was wrong that this did not start last week. I mean, ask Sally Yates who is deputy attorney general, who was fired only weeks after President Trump was inaugurated, who was fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. We are out of time. Philippe Reines, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Thanks for coming in. The McClatchy Newspapers which owns the Miami Herald, Kansas City Star, Charlotte Observer, Fort Worth Star Television, and Sacramento Bee has filed for bankruptcy. McClatchy, which is selling to a hedge fund, took on huge debt, but the bigger story here is the continuing collapse of local journalism. As a longtime newspaper guy, it really pains me too see the industry being decimated. Younger people may not care about newspapers, but they are the last batch of accountability for city hall, the county council, the statehouse, and so many areas. And that watchdog in this digital world is increasingly being lost. Still to come, Snoop Dogg threatens Gayle King, the CBS star so shook up that has to get security. And much of the press can't summon much outrage. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joe Scarborough has been denouncing President Trump, questioning whether he is the last journalist if he could. And let's face it, editors, anchors, reporters, and commentators have spent years slamming the President as a grave threat to the freedom of the press. But what about an actual threat against the CBS morning anchor Gayle King? That threat came from Snoop Dogg after CBS ran a clip of an interview King had done with the former basketball player who criticized the late Kobe Bryant over those 2003 sex assault charges, which were dropped by the accuser. That was there without her knowledge. And King said she was mortified and angry with CBS over the out-of-context sound bite. Here's what the rapper said on Instagram. Funky dog head B word, respect the family and back off before we come get you. Before we come get you. This was from a guy who was once charged with murder, but was acquitted. Heard much about this? No. Did you know that King is worried and had to get security for her family? The co-host of Morning Joe called the media silence deafening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOUROUGH, MORNING JOE HOST",
      "sentences": "A black female journalist asked a tough question in the middle of a wide-ranging interview, and because of that, her life was threatened. We're coming to get you. And the New York Times doesn't write an editorial about this, the Washington Post doesn't write an editorial, the Wall Street Journal doesn't write an editorial about this, nobody talked about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "CBS News President Susan Zirinsky called the threats reprehensible and Snoop Dogg couldn't bring himself for any regret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SNOOP DOGG, RAPPER",
      "sentences": "I'm a nonviolent person. When I said what I said, I spoke for the people who felt like Gayle was very disrespectful towards Kobe Bryant and his family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That was so lame that he finally posted another Instagram video apologizing to Gayle King saying he publicly tore her down in a derogatory manner based on emotions. You think? Michael Avenatti was convicted of trying to extort up to $25 million from Nike faces two more criminal cases, but there was a time when cable news could not get enough of the Stormy Daniels' former lawyer, CNN had him on as an anti-Trump guest 121 times, MSNBC 108 times, the broadcast networks another 24 times, Fox News just two. Some anchors took seriously Avenatti's absurd fantasy of running for President. CNN's Jeff Toobin says he felt snookered by Avenatti. He had plenty of company. That's it for this edition of \"Media Buzz.\" I'm Howard Kurtz. We hope you like our Facebook page where we post my daily columns. And let's continue the conversation on Twitter, @HowardKurtz. Check out my podcast, \"Media Buzz Meter.\" You can subscribe at Apple iTunes, or Google play, or FoxNewsPodcast.com. We covered a lot this week. We couldn't get in that Jussie Smollett has been indicted again after he got off in that earlier case. In normal times, we do a whole segment on it We will see you back here next Sunday, 11 Eastern with the latest Buzz. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, HOST",
      "utterance": "On the Buzz Meter this Sunday, a media earthquake as Bill Barr who overruled career prosecutors and they're urging a lighter sentence for presidential pal, Roger Stone, tells ABC that he wants President Trump to stop tweeting about his investigations."
    },
    {
      "speaker": "WILLIAM BARR, UNITED STATES ATTORNEY GENERAL",
      "utterance": "To have public statements and tweets made about the department, about people in the department, the men and women here, about cases pending in the department, and about judges before whom we have cases, make it impossible for me to do my job."
    },
    {
      "speaker": "DON LEMON, CNN",
      "utterance": "Strong stuff, right? He won't be bullied by the president, sounds tough, sounds independent, sounds too good to be true, because it is too good to be true."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC",
      "utterance": "It's clear that Bill Barr job is to enact Trump's corrupt policies. And when have got the President Trump constantly drawing attention to that fact, well, it makes it a lot harder for him to get away with it."
    },
    {
      "speaker": "LOU DOBBS, FBN",
      "utterance": "I am so disappointed in Bill Barr. I have to say this. It's a damn shame when he doesn't get what this president has gone through and what the American people have gone through, and what his charge is as Attorney General."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC",
      "utterance": "Bill Barr's right that it is impossible to honestly do the job of Attorney General the way it is supposed to be done if you are appointed to that job by Donald Trump."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS",
      "utterance": "The media sees this sexy story of Trump versus Barr. But they missed the fact that Barr was basically telling Trump don't worry. I got this."
    },
    {
      "speaker": "KURTZ",
      "utterance": "What the president says that Barr agrees. He never told the Attorney General to intervene in the Stone Case. And the border question. Is it fair for journalists to say Trump is waging a campaign of retribution? The pundits hail Amy Klobuchar and Pete Buttigieg after the New Hampshire primary, and all but bury Joe Biden and Elizabeth Warren."
    },
    {
      "speaker": "JOHN KING, CNN",
      "utterance": "That's just a very bad performance by a former vice president of the United States."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "utterance": "If this guy was the frontrunner for the last six months, if he finishes fifth in New Hampshire, I don't know how you come back from that."
    },
    {
      "speaker": "REBECCA BUCK, CNN",
      "utterance": "It looks like Joe Biden's campaign is collapsing or on the verge of collapsing."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS",
      "utterance": "I mean, Elizabeth -- there is nowhere for her to go. That's a dead ladder."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Are these premature obituaries? Are some of the press trying to derail the actual winner, Bernie Sanders, and what about all the negative press suddenly being dumped on Mike Bloomberg? I am Howard Kurtz, and this is \"Media Buzz.\" President Trump insisted to reporters that he did not ask the Justice Department to get involved in the sentencing of his friend and long-time adviser, Roger Stone, who was connected of witness tampering and lying to Congress. Trump did praise William Barr for taking charge after the Attorney General overruled four career prosecutors, all whom the case, who had told the judge that Stone should go to prison for seven to nine years."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "They treated Roger Stone very badly. They treated everybody very badly. And if you look at the Mueller investigation, it was a scam. They put him in for nine years. It's a disgrace. And frankly, they ought to apologize to a lot of the people whose lives they've ruined."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But in a rare rebuke, Barr told ABC's Pier Thomas that he wants his boss to stop using Twitter to weigh in on criminal investigations."
    },
    {
      "speaker": "PIERRE THOMAS, ABC NEWS",
      "utterance": "The president does not like to be told what to do. He may not like what you're saying. Are you prepared for those ramifications?"
    },
    {
      "speaker": "BARR",
      "utterance": "Of course. I'm not going to be bullied or influenced by anybody. I cannot do my job here at the department with constant background commentary that undercuts me. It's time to stop the tweeting at the Department of Justice criminal cases."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joining us now to analyze the coverage, Ben Domenech, founder and publisher of The Federalist, Kristen Soltis Anderson, a Washington Examiner columnist and Fox News contributor, and Joe Trippi, the veteran Democratic strategist and commentator. Ben, with the press, again, accusing Bill Barr, politicizing the Department of Justice. He told ABC several times that -- he repeated it for emphasis that can't do his job with this barrage of presidential tweets. He -- no other cabinet member has been that blunt. This is a big story, is it not?"
    },
    {
      "speaker": "BEN DOMENECH, THE FEDERALIST PUBLISHER",
      "utterance": "I think it is a big story. But I also think that this is something that people in Washington understand about multiple cabinet members who feel that the president's constant tweaking and sort of Twitter attacks on the various decisions that they make makes it difficult for them to do their jobs. Barr is, of course, someone who is very loyal to the president, someone who has his fear. And so I think he does feel that he's in a position where he is strong enough as a member of the cabinet to send this signal up to the White House."
    },
    {
      "speaker": "JOE TRIPPI, DEMOCRATIC STRATEGIST",
      "utterance": "I'm with Laura Ingraham on this one, though. This was like, hey, Barr was just saying that I have your back. But I think all of them are wrong on the coverage. I think this was the message out to one person, and it was the judge in the Stone case."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But do you think that Bill Barr -- do you take him at his word at what he said -- do you think he is doing personal damage control with the media?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "I don't think so. I think this is -- judge, the memo that you have on your desk that came from the Justice Department, is not something that came in the order from the president of the United States. I did that beforehand. It's like making the case before the judge in public, something the Trump administration does quite a bit. And all this coverage is we're all covering the wrong thing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Kristen, the reaction of the press has kind of been divided between -- finally, Barr stood up to his boss. And this is all for show and nobody is buying it. With Fox and others reporting that Barr had delivered this message about the tweets privately to the president for weeks. Is this him using television to send a message, and if so, what is the message?"
    },
    {
      "speaker": "KRISTEN SOLTIS ANDERSON, FOX NEWS CONTRIBUTOR",
      "utterance": "Quite possibly. I mean -- and I think that Barr is on both the merits and the strategy of coming out and saying, hey, please knock off the tweets. First of all, in terms of the merits, it does make his job harder, as Ben mentioned, for any cabinet official to have their decisions sort of constantly being tweeted about. We know that this background noise gets generated as soon as the president weighs in. But in terms of the strategy as well, the president -- I don't think that the Stone story looks good for him. And I the more that it's in headlines, the more potential damage it can cause. I mean, the president's approval ratings right now are at the highest they've been his whole time in office. To be talking about an incident were there was someone loosely affiliated with your orbit who convicted of doing something very badly. Don't put your own political capital out there on Twitter, trying to get involved in this. I think it is a bad strategy."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Donald Trump has known Roger Stone a long time. And obviously, it is fair game for the press. You can take issue with the details to criticize the president for praising Barr about this. And it is fair game to take on Barr, because it's a very unusual action. But the prosecutor's proposed sentence, seven to nine years is absurdly harsh. But Ben, I just want to put up a car run (ph) from CNN, on screen headline during this that says Trump spews lies while defending convicted criminals. One sided perhaps?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I think that's very one-sided. But we should expect from their network at this point. Look, the Stone situation is one where I think we can all say this is a political guy. He's been around for a long time. He obviously had a loose association with the president, and he did some things that I think, you know certainly merited prosecution. But seven to nine years is ridiculous. And to have this kind of attitude toward his case where you think that this guy is some kind of menace, as opposed to being what he, which is someone who has hung around in these circles, has made some big claims that he frankly couldn't back up on a lot of different circumstances. And a case where he was clearly being prosecuted because of his association with the president and not because of some danger that he posed to the rest of society."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think we can agree. He's a bit player. Joe, from the president perspective, he feels like he's righting wrongs done against him and his aides. But doesn't he give the media fodder, not just by talking about Roger Stone, we saw the clip their at the top, but the past criticism of the FBI, of Mueller, of Sessions, of the intel agencies, and of -- by getting rid of or moving out of the White House, Lieutenant Colonel Vindman and Gordon Sondland."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Of course, he does. And it's fair to cover that. And also now, he -- with Flynn and this is -- we we're going to re-look at that. Barr's really looking at that. And the fact is this is a guy who allocated, stood out there and said, yeah, I pled guilty. So I mean -- so that's another piece of this story that just, I think --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Is this overblown in terms of the coverage?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "No. I don't think so, not at all."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Kristen, listen to this Washington Post headline. This is a new story. Trump seeks to bend executive branch as part of impeachment vendetta. So my feeling is it is fine if the reporters want to say what the critics are saying. This is a vendetta. It's retribution. It's retaliation. Of if you're an opinion person and you want to say that as a commentator, but some of these headlines and stories, they kind of read like anti-Trump op-eds."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "Well, that shouldn't be terribly surprising. I mean, I think, look, the president has taken a lot of actions over the last week and a half or two. That if you're inclined to believe he is still upset about impeachment, even though he came out ultimately victorious at the end. And again, as I mentioned, with his job approval in the best shape it has been all term. I mean, there has been a number of firings and things over the last week or two that are certainly pertaining to people who are involved in impeachment."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "But those firings are totally justified from the perspective of do you have the confidence of the president. You serve at his pleasure. And in certain cases, I mean, frankly, these have been depicted as firings when they're actually even re-assignments in the case of NSC officials. Look, I understand that this should be covered, you know responsibly. And people should report this. This is a news story. But the frame that is being given here of this is some kind of revenge strategy, these are people who, frankly, lie to their own superiors, went around the chain of command, violated the trust of the American people and of the president. Of course, they're going to be moved out of these jobs. They should expect that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Go ahead."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "We should just keep pretending that the president -- this president would never seek revenge on anybody, not his style at all."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Joe mentioned Michael Flynn. So the former national security adviser who pled guilty, he came out Friday from sources that Barr is having a prosecutorial review of that case. Also, the Department of Justice said Friday it won't prosecute Andrew McCabe, the former number two at the FBI. He was fired for lying about a leaked case. McCabe who is now a CNN contributor, he said the whole case was an absolute disgrace. Good news for CNN, I guess. But is the timing of this all kind of questionable?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "People like Andrew McCabe are at the center of the reason that trust that is in the FBI, and frankly in the entire Department of Justice has dropped so significantly among Republicans. Here's someone who blatantly lied to the FBI, which apparently if you're part of the family, if you're part of the club, you can just ignore that. I mean, at least Sandy Berger when he was stuffing documents in his socks, had to pay $50,000 thousand fine, lost his security clearance, you know, had a period of probation. Andy McCabe, you know, lied blatantly to the FBI, has admitted to lying to the FBI, and basically they are just waving it away and saying this is not that important because you're part of the club."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Trump's FBI -- Trump's Justice Department -- I mean come on. This is -- the reason --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "So you're saying it shouldn't matter if you should lie to the FBI."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "-- there's been lack of faith in the criminal justice and the DOJ and the FBI has been because for three years the president of the United States has been calling everything they've done a hoax."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "-- that that's really true. Come on. You don't think that James Comey is --"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Why did Barr say, hey, we are not going to keep doing this?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I got to jump with a quick media question, which is, given that all of this has been extensively covered, the Mueller investigation, Ukraine, impeachment. What we're into now with justice, sensing, recommendations, and moving people out of the White House, is this more of a beltway media issue? Do you think the average Americans are talking about this?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "No. I think it is sort of in the beltway right now. I think most Americans are moving -- you don't see this talked about on the presidential campaign trail much at all."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And interestingly, Kristen, John Kelly this week, the former White House chief of staff, defended Colonel Vindman for testifying as he did about Ukraine during the House impeachment hearings. And Trump fired back. When I terminated John Kelly it wasn't fast enough. He was way over his head. We saw this with John Bolton, the former national security adviser, who offered to testify, didn't. And Trump tweeted that he could've started World War Six. Doesn't that put a lot of conservative media people who had been defending people like Kelly and Bolton, now in the position of having to choose? Will I criticize them and follow the president's lead, or do I hold my fire, or do I defend them?"
    },
    {
      "speaker": "ANDERSON",
      "utterance": "Well, I think people should generally be in the business of going with what their opinion actually is rather than worry if about whether they're going to get a nasty tweet about it. But I think the president is in a tough spot here, because a big part of his rationale about his strength as president is he hires the best people. And yet, so often in his presidency, he'll hire people. And then when they come into office, they may want to do things in a more conventional way. There's friction."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "They wind up leaving. And if it's acrimonious, as it so often is, it kind of undercuts then the -- is he hiring best people message."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. And then the media discovers (ph) strange new respect for people they didn't like when they're Trump appointees when they become Trump critics while they're otherwise suddenly they get good press. All right, when we come back, we all know who came up on top in New Hampshire. But the pundits kept saying the real winner was Amy Klobuchar. And later, president of Citizen's United, David Bossi, on the coverage of the president and the Democrats."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It's hard to say the pundits' word exactly excited about Bernie Sanders winning the New Hampshire primary. But it certainly praised Pete Buttigieg for finishing a close second. But the media's unofficial winner was the woman who came in third."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Amy Klobuchar lots to crow about last night with an 11th hour surge, a surprise very strong third-place finish."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Amy Klobuchar, I mean, she came sort of out of nowhere."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think Amy Klobuchar tonight -- if you have never seen her before, something really is appealing about her."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Amy Klobuchar, I think, you know, sort of got the authenticity vote. She really connected with the voters here."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Kristen, Amy Klobuchar catapulted herself in the first year. It was a surprise. I get all that. But are we looking at the latest media swoon?"
    },
    {
      "speaker": "ANDERSON",
      "utterance": "Well, possibly. I mean, there is going to be always -- there'll always be ups and downs. And I think the fact that she did so well and beat expectations in New Hampshire is part of why she was --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Expectations set by the media, in part, I would add."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "Yes. But I would also say that, you know, it's clear that the Biden campaign, it's like the plane that's lost an engine and it's got to coast to Super Tuesday. And folks are looking at all the parachutes there. And Klobuchar is looking like perhaps a more appealing parachute than, say a Bloomberg that's increasingly got holes in it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But let's talk first about Bernie Sanders. The prevailing -- is yeah, he won and he's a kind of the nominal frontrunner right now. But he'll get clobbered by Donald Trump. If you like Sanders, doesn't that look like media blatant media bias."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "You have to search the airwaves pretty hard on the cable networks to find fans of Bernie Sanders. It -- despite the fact that if you look at polling data, he's been for years one of the most popular politicians in America. He's consistently ranking in the top two in terms of his polling average. He is someone who should have a far greater representation among media commentators than he currently does. And I think that this whole, you know, structure is really biased against Sanders. They're trying to find the not-Sanders person to run with, and that's why you saw the reaction."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Why is that? Is it because they think he -- many journalists think that he would not be a strong opponent for Trump?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Well, I think you can ask Joe about that. But I think this is a situation where a lot of journalists believe that --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "They don't take Sanders seriously as a national candidate."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Somebody who has been through this too many times to count, working for somebody who got the nomination, somebody who got knocked out of the race, it's all about expectations. And the media does set those expectations. They set them. Everybody expected Bernie Sanders to win New Hampshire. If he can't win that, it is over for him. He won it, barely. But -- I mean, in way below where I think a lot of us thought he would, but more importantly, the two people exceeded them were Pete and Klobuchar. And that narrative of her coming on was already starting in New Hampshire."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Does it also help? The journalists basically like Amy Klobuchar. She's been around Washington for a long time. She does a lot of interviews. She's been on Fox. They like Pete Buttigieg. He was last week's hot story. And he's come on Fox. By the way, Biden and Warren have not done anything on Fox. So aren't journalists sympathetic to people who play ball with them?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "I don't know if it is play ball -- obviously, that's a help. But I think more than that what they're looking for right now is that -- media wants to narrow this down to two people. Pundits want to do that."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "That's why -- hey, they set the expectation. They want to get --"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Right. It costs less. So right now, if Pete -- if Bernie is going to be one, who is the other? Is it going to be Biden? Is it -- and they may all be wrong because it could --"
    },
    {
      "speaker": "ANDERSON",
      "utterance": "-- the amount of like fantasy-land thinking I saw of folks saying, well, if you add up Bernie and Warren and then you add up everyone else, everyone else is greater. That's exactly what Republicans said in 2016. If you add up all the non-Trump people, it's a majority. It turns out Trump was some people's second choice."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- Trump-like appeal because he was an outsider to the party. But I get the obituaries for Elizabeth Warren because she's a neighboring senator from Massachusetts. She did so badly. But those who are writing off Joe Biden, is it a bit premature?"
    },
    {
      "speaker": "ANDERSON",
      "utterance": "His campaign is pretty mortally wounded. I mean, he's going to coast in to Super Tuesday. But, as Joe mentioned, this is all about expectations. Now, the expectations are so low for Joe Biden, that if he comes in second in Nevada or wins South Carolina, we're due for a Joe Biden --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "But here's the counterargument. Joe Biden lost two small, predominantly white states that were never perfect for him. That happened to go first in the process. But at the same time, I have to say if -- fifth place finish in New Hampshire is zero delegates, it is humiliating for a former vice president."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "The other counterargument is that Joe Biden has run for president several times and his highest finish is fourth. So I mean this is a situation where you do have a number of factors that are going against Biden. He certainly is lacking for money. He's lacking for the kind of energy that you see from the Sanders and from the Pete campaign. But I do think that what we should look at here are expectations, which continually underrate the likelihood of a Sanders nomination, which is a very real thing, and which the media should come around to realizing. It's a real thing as opposed to dismissing that concept, just assuming --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "-- that Democrats will steal the nomination."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "This thing is going to go -- if Biden is the comeback kid and he takes second and first, we're going to go a long, long way. I'm not saying Bernie --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "If Sanders goes into the convention with the most delegates out of everyone. Everyone in America will believe that they have taken it away and stolen it from him if he is not --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I'm just trying to get through this week."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The media are fickle. We can all agree on that. Joe Trippi, Ben Domenech, and Kristen Soltis Anderson, thanks so much. Ahead, a world famous rapper threatens CBS' Gayle King, and most of the media yawns. But up next, the press is suddenly filled with research on Mike Bloomberg who is also in a Twitter war with Donald Trump. Charlie Gasparino is on deck."
    },
    {
      "speaker": "KURTZ",
      "utterance": "As Mike Bloomberg is moving up in the polls, the press is suddenly filled with Apo (ph) research about his record. Bloomberg apologized again for his stop and frisk policy as New York's Mayor after the surfacing of this 2015 clip, in which he describes who he thinks his response will for 95 percent of murders in the city."
    },
    {
      "speaker": "MIKE BLOOMBERG (D) PRESIDENTIAL CANDIDATE",
      "utterance": "You can just take the description. Xerox it. Pass it out to all the cops. They are male, minorities, 15-25. And the way you get the guns out of the kid's hands is to throw them up against the wall and frisk them."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That audio of the Aspen Institute speech was dug up by an African- American podcaster named Benjamin Dixon."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He knew that there was something wrong with what he said. They did not want that video released."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joining us now from Connecticut is Charlie Gasparino, senior correspondent for Fox Business Network. And Charlie, somebody is obviously feeling some of -- feeding some of this to the press. Somebody told the AP there was a 2008 clip of Bloomberg talking about how redlining, the end of redlining caused the financial crisis and how he's being portrayed favoring discrimination against minorities. And the Washington Post today has a long front page piece and sections on profane comments he's made about women over the years, the harassment lawsuits against his company. Some of this was reported as long as 30 years ago. Some of it is new. A spokesman saying some of what Bloomberg said was disrespectful and wrong. What are you hearing about the way he treated people at his company?"
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX BUSINESS SENIOR CORRESPONDENT",
      "utterance": "Well, I mean, you know, Mike Bloomberg is a very -- has a crass sense of humor and he has a crass disposition. At least, this is what I'm getting from people who worked with him. I mean, you know, Donald Trump, even behind-the-scenes, is more crass than what we see in -- you know we see on Twitter or, you know, during his press conferences. He could be a rough customer. And I'm telling you. Mike Bloomberg is, from what I understand, from people who dealt with him directly and deal with him, can be the same way. There are -- you know, in many ways the kind of - - in terms of disposition and demeanor and what they say and how they present things, they're almost the same person that way. What's different about them, obviously, is the politics. But if this comes down to demeanor, if they're -- one running against the other and one is going to attack one for saying this. One is going to attack some of -- the other for saying that. They're -- you're going to -- they're going to be cancelling each other out a lot, because that's the type of sensor humor and comportment both of them have."
    },
    {
      "speaker": "KURTZ",
      "utterance": "If they have are -- have similarities, obviously two rich guys from New York, Bloomberg much richer. They've gotten into this Twitter fight where the president has talked about mini-Mike Bloomberg is a loser who has money but can't debate. He has zero presence. And Bloomberg has hit back. There are a lot of pundits seem to feel that Bloomberg uniquely gets under Trump's skin, your thoughts?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, he does because he's the same person is Trump in that way. I mean, Mike Bloomberg, I just know -- what I know about him, and I am not friends with him. I covered him for a while. I met him a few times. But I know people that are very close with him. Mike Bloomberg -- if Trump attacks him over his height, Mike Bloomberg will attack him over his weight, hair color --"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And he will do it spades. And he's got the money to do it. So if these two guys run against each other, I mean, this will be an election, I think -- policy will be discussed but also personal attributes will be front and center. It will be a sad day."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That's obviously a big if. But look, you have a number of New York columnists who essentially been endorsing Mike Bloomberg and know him as mayor. For example, New York Times' Tom Freedman said that -- noting that Bloomberg contributed to his wife's museum project, basically came out for him. Wall Street Journals' Peggy Noonan said she's a friend and admirer. She wrote a very positive column. And then you had Sam Donaldson making a commercial for Bloomberg, first time he's ever actually endorsed a candidate. So does it help to have all these media relationships?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I don't know. You know, it's -- the Democratic Party is obviously an animal onto itself, as do Republican. You know, there is a degree of scepticism for elites in the Democratic Party. That's why you see the surge in Bernie Sanders. So I'm not sure if this gets him there. I think what kind of could get him over the top is just the amount of money that he spent, and the amount of money he has distributed during his long tenure. I mean, if you know anything about Mike Bloomberg..."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Listen, why is it Al Sharpton, OK, of all people attacking him publicly every day over stop and frisk? I mean, just ask yourself that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, yeah. And on that point..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Al's you know charity and his organization."
    },
    {
      "speaker": "KURTZ",
      "utterance": "We got to go. New York Times said a big piece on Bloomberg spreading his money around and getting political allies."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yeah."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And by the way, this bedding is fair game. I think it's a sign before the campaign."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Oh, yeah."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Got to go. Charlie Gasparino, great to see you as always."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Anytime."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Ahead, James Carville says in a media blitz that he is scared to death the Democrats are blowing the election. But first, David Bossie on the journalist who says the President is waging a campaign of revenge. And he weighs in on the Democratic free-for-all."
    },
    {
      "speaker": "KURTZ",
      "utterance": "After week that shook up the Democratic race and produced mounting media criticism of the President and the Justice Department over the Roger Stone case, joining us now Dave Bossie, President of Citizens United and co-chairman of President Trump's campaign in Maryland. And, Dave, the media narrative this week, largely the same. The President is out of control, no guardrails, he beats impeachment now he's pressuring the court. Now, he is firing witnesses, he is pressuring the courts, he is trying to get even with his enemies. Your reaction to the coverage."
    },
    {
      "speaker": "DAVID BOSSIE, CITIZENS UNITED PRESIDENT",
      "utterance": "Well, it is frustrating as somebody who supports President Trump to see the media continue with this fake news barrage that they have been on. They created this fake Russia hoax, they created this impeachment hoax that he had to go through. And now, they're saying because we are frustrated that these bad actors, many of them, whether it is McCabe getting off this week or others, that the President or others cannot have a voice is really a ridiculous thing. It continues this campaign that they want to shut down the President, shut down how he operates when in fact he's been doing it for now, three years as President and he has been incredibly successful. His numbers are the best that they've ever been."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That is true. But if Barack Obama was under investigation and ousting witnesses, and weighing in on ongoing criminal cases, you would be sitting there. You would be pounding the table and saying this is wrong."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Look, this is -- this is ridiculous. It's a double standard. You see Eric Holder, his attorney general said I'm Barack Obama's wing man, you see Loretta Lynch meet secretly on the Tarmac with Bill Clinton, you didn't see any outrage by the media. You didn't see any outrage -- maybe by you, Howie, but not by the media in general."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Lynch meeting was extensively covered. But if that was wrong..."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "It wasn't -- look, it's the double standard, it's what we say. Look at the two sets of rules that this President has to deal with. McCabe gets off for lying to the FBI and knowingly lying."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. It's the Justice Department that is declining to prosecute. But let me turn you to Bill Barr because the coverage..."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "It's the FBI's problem. This is part of the DOJ's inherent problems. You have four political prosecutors trying to go after Roger Stone on one hand. OK. These four political guys, very partisan political."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You're calling them partisan political."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "I am."
    },
    {
      "speaker": "KURTZ",
      "utterance": "They're not political appointees. They're career prosecutors."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "No, no, no, stop. One of them worked in the Obama White House, White House's Counsel Office, one of them worked at the State Department, one of them worked at DHS as Obama appointees. These -- these guys are political. That's what they are."
    },
    {
      "speaker": "KURTZ",
      "utterance": "With Bill Barr going on ABC and saying the President has to stop the tweeting about ongoing cases and sentencing. It is making it impossible to do my job. You've got to admit it's a political probe the optics are not great."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Bill Barr is a very good -- a great attorney general. And he is doing a great job in managing this department. He is -- I would assume, I haven't talked to him obviously, but I assume he is very frustrated with these messages and the leaks that come out of his own department and the FBI. I hope that he continues to be that independent voice and he makes sure that justice is done."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Do you like -- do you like that on this particular point about the Twitter feed that he standing up to the President?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "I'm not saying that. I'm saying that the President has been tweeting now for five years on a host of topics. It is his right to do it. It is his First Amendment. He's the top law enforcement in the country."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Of course, he can do it."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "So he can do that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Let's just be clear though. When the President tweets about it and the frustration that comes with it about whether it's the FBI or the prosecutors making the case, it's a judge. It's an independent federal judge that is going to be making that decision on Roger Stone. So the President doesn't -- wasn't tweeting about a judge. He was tweeting about the process."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Speaking about the President and his Twitter feed, which I agree, it is very influential. He has been tweeting about crazy Bernie a lot now. Admit it, you guys are happy that Joe Biden seems to be fading, certainly lost the first two contests. And you're dying to run against Bernie Sanders."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "You know what, this President is going to take on anybody who manages to win and limps to the nomination, because this is going to be a very ugly, divisive primary campaign. We are already seeing that. It's going to go long."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Bernie as a particularly weak general election nominee."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "I think that he is weak, but he has his strengths as well that cannot be overlooked. Michael Bloomberg is weak, Amy Klobuchar is a backbench senator who puts people to sleep. You know, Pete Buttigieg is an unknown quantity. He is somebody who energizes a segment of the Democrat population. I will take -- this President is going to dismantle whoever unfortunately wins the nomination. Because he is going to run on his accomplishments, which is unbelievable extensive, a strong economy and no Democrat is going to be able to make a case."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So, just briefly, you said Bernie has his strengths. What are his strengths from your Republican point of view?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Well, look..."
    },
    {
      "speaker": "KURTZ",
      "utterance": "He has a very loyal following."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "As a campaign, he has very strong base. And that is one thing Bernie Sanders has. I personally will -- will not be afraid of any of these. They are all weak in their own way. If Michael Bloomberg comes in here and buys a nomination, you're going to see the Bernie Sanders supporters be very upset. The African-American community which has done very well under President Trump is going to be very upset."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Speaking of the former New York mayor, the President tweeting about Mini Mike Bloomberg and he is a loser. And Bloomberg coming back on Twitter, people in New York call you a carnival barking clown, who has squandered a fortune. How -- you have someone who's willing to punch back against the President."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "No, no, no, no. Look, anybody can get on Twitter, anyone can get on Twitter. That's the beauty of it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "It does not mean it has an impact. Michael Bloomberg is .literally a joke on Twitter. We don't take any of that seriously. He wants to be seen. It's OK, he is not a strong candidate. He has the money to purchase the ticket to the ride. He doesn't necessarily get to meet the height requirement to make the ride."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I saw what you did there. We will see what he does on Super Tuesday. Dave Bossie, good to have you."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Thank you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It's nice to have you back. After the break, with glowing reviews for Amy Klobuchar and Pete Buttigieg after the New Hampshire primary, is the press just plain biased against Bernie? We will take that up next."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Some Democrats are pretty upset that Bernie Sanders seems to be leading the Democratic race after New Hampshire and with their parties move to the left. One of them is James Carville."
    },
    {
      "speaker": "JAMES CARVILLE, DEMOCRATIC STRATEGIST",
      "utterance": "I'm afraid that Donald Trump is going to get reelected. And I have to do this for four more years. And I don't think we can make it. I really don't. There's a certain part of the Democratic Party that wants us to be a cult. I'm not interested in being in a cult."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joining us now is Philippe Reines, a veteran of Democratic campaigns and former State Department official under Hillary Clinton. So, Carville, who Bernie dismisses as a political act, Carville comes back and says well, at least I'm not a communist, he believes that the Democratic Party -- the Democratic Party gone too far left. He is talking about things like votes and it's Sanders, that is who he is talking about, is a colt leader. Pretty strong indictment and it's not just Carville who is saying this."
    },
    {
      "speaker": "PHILIPPE REINES, FORMER STATE DEPARTMENT OFFICIAL",
      "utterance": "It's not and I think -- I don't want to speak for James because I can't do it as well. And I wish I was wearing a rugby shirt to kind of do an impression. But I think there's a larger point that if the Democratic Party wants to nominate someone with a priority being beating the sitting President, which I actually think is probably the priority every four years, then you need to put certain things aside. You can't say it's most important to beat Donald Trump, but we also need to make sure were getting Medicare to everyone and driving up the bill $40 trillion. You can't have an ideological argument at the same time and saying we need to get rid of him at all costs. And that's what James is talking about. And I think Bernie personifies that. And that's basically you know all these programs or bust."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So you have a point at it right now. He is torn between several moderates, Joe Biden still in the race, Pete Buttigieg and Amy Klobuchar, a Democratic socialist, self-described, who has got an unshakable almost like a Trump-like grip on a minority of Democrats, who think like he does. The media clearly not rooting for Bernie."
    },
    {
      "speaker": "REINES",
      "utterance": "You know, I'm not sure. First of all, I don't think anyone is rooting for anyone. I know that's not what people in the media..."
    },
    {
      "speaker": "KURTZ",
      "utterance": "A more sympathetic coverage?"
    },
    {
      "speaker": "REINES",
      "utterance": "You know, I actually think Bernie is getting a more sympathetic coverage in the sense that..."
    },
    {
      "speaker": "KURTZ",
      "utterance": "They're even watching."
    },
    {
      "speaker": "REINES",
      "utterance": "Well, no. But the media wrote him off mid- to last year. And I think that they have been chastised by the Sanders campaign for doing so. If you look at after the New Hampshire victory, they were flaunting over Bernie. They were kind of making up for lost time. The media is in a way not any less any susceptible to what we all do. It's very confusing who's winning. It is very confusing about where it is going."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "REINES",
      "utterance": "It's a muddle. And they jump around as much as we do, I don't think there is anyone trying to bury Bernie. Anyone in the media."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I'm here to get your viewpoint. I think I would disagree. And I think Bernie -- some in Bernie's camp would disagree."
    },
    {
      "speaker": "REINES",
      "utterance": "They absolutely would."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You served with Joe Biden obviously in the Obama administration."
    },
    {
      "speaker": "REINES",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Pundits have been saying for years, he's too old, he's too out of touch, not liberal enough. Even as he led the national polls, now they feel vindicated. Do you buy this media consensus that Joe Biden is pretty close to being washed up in this race?"
    },
    {
      "speaker": "REINES",
      "utterance": "I think there's a lot of history playing against Joe Biden. Let me prep this with yes. I've worked around him both as a senator and vice- president. He's a good man, no matter what anyone thinks of him. And I know he has taken a really shellacking to his reputation because of what went on with his son, which I think he admitted was not the greatest idea. But there's a lot of history..."
    },
    {
      "speaker": "KURTZ",
      "utterance": "He admitted."
    },
    {
      "speaker": "REINES",
      "utterance": "But there's a lot of history going against him. If you look at who has one Iowa or New Hampshire, we have to go all the way back to the 90s for someone who has lost both to then win the nomination. Now, the upside for Joe Biden, the last person who won neither Iowa or New Hampshire was Bill Clinton. And in fact, Bill Clinton lost the first four contests. I don't think he wants to be in the situation. And I think the week between now in Nevada and the longer time between now in South Carolina will probably be the longest in his life. And people are going to be watching what the black vote in particular does in South Carolina because that was his firewall and if it gives way."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me get you on this. As you know, the report had this huge, all caps heading headlined Mike Bloomberg considering Hillary Clinton for his running mate. You're close to Hillary Clinton, would she even want it? What do you make of that story about the Bloomberg campaign seems to be downplaying it?"
    },
    {
      "speaker": "REINES",
      "utterance": "She would not want it. I think you know it is a sense that the Bloomberg campaign is smart to be considering it. The Bloomberg campaign is smart to be hugging Hillary Clinton. It's something that other Democrats, particularly Bernie, should learn from, because she was a previous nominee. She got 17 million votes in the primary. There are a lot of people who still like Hillary Clinton. And it's smart for Bloomberg to tie himself to her."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So you view this as a trial balloon. But at the same time..."
    },
    {
      "speaker": "REINES",
      "utterance": "Not a trial balloon."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You're telling me it's going nowhere."
    },
    {
      "speaker": "REINES",
      "utterance": "It's not a trial balloon. It's a good -- it's a good opportunity, it's a good excuse to say no, you know, I just want to become the nominee. I'm not thinking about that. But I've known Hillary a long time, she was a great senator, she's a good friend. And you know bask in the Hillary goal, which I know a lot of people watching right now don't feel."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "REINES",
      "utterance": "But in the Democratic primary, where you're up against Bernie, don't remember, one of Bernie's biggest problem is bringing in people who didn't vote for him in 2016."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "REINES",
      "utterance": "His support was cut in half since 2016."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me get you and briefly about the press pounding President Trump and the Roger Stone case, for obviously politicizing DOJ for ousting impeachment witnesses. The media criticism here, does it have any more impact than all the criticism during Ukraine in the impeachment investigation?"
    },
    {
      "speaker": "REINES",
      "utterance": "Well, I'm not sure it's a criticism. The media coverage this past week was of Bill Barr, the attorney general shellacking President Trump."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Cover stories have said -- I only have a few seconds. Retribution, vendetta, that is criticism by the President."
    },
    {
      "speaker": "REINES",
      "utterance": "Well, it seems pretty clear that when you are firing people right off the bat that is out to get someone to fix someone. The difference where I would say the media was wrong that this did not start last week. I mean, ask Sally Yates who is deputy attorney general, who was fired only weeks after President Trump was inaugurated, who was fired."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. We are out of time. Philippe Reines, good to see you."
    },
    {
      "speaker": "REINES",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Thanks for coming in. The McClatchy Newspapers which owns the Miami Herald, Kansas City Star, Charlotte Observer, Fort Worth Star Television, and Sacramento Bee has filed for bankruptcy. McClatchy, which is selling to a hedge fund, took on huge debt, but the bigger story here is the continuing collapse of local journalism. As a longtime newspaper guy, it really pains me too see the industry being decimated. Younger people may not care about newspapers, but they are the last batch of accountability for city hall, the county council, the statehouse, and so many areas. And that watchdog in this digital world is increasingly being lost. Still to come, Snoop Dogg threatens Gayle King, the CBS star so shook up that has to get security. And much of the press can't summon much outrage. That's next."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joe Scarborough has been denouncing President Trump, questioning whether he is the last journalist if he could. And let's face it, editors, anchors, reporters, and commentators have spent years slamming the President as a grave threat to the freedom of the press. But what about an actual threat against the CBS morning anchor Gayle King? That threat came from Snoop Dogg after CBS ran a clip of an interview King had done with the former basketball player who criticized the late Kobe Bryant over those 2003 sex assault charges, which were dropped by the accuser. That was there without her knowledge. And King said she was mortified and angry with CBS over the out-of-context sound bite. Here's what the rapper said on Instagram. Funky dog head B word, respect the family and back off before we come get you. Before we come get you. This was from a guy who was once charged with murder, but was acquitted. Heard much about this? No. Did you know that King is worried and had to get security for her family? The co-host of Morning Joe called the media silence deafening."
    },
    {
      "speaker": "JOE SCARBOUROUGH, MORNING JOE HOST",
      "utterance": "A black female journalist asked a tough question in the middle of a wide-ranging interview, and because of that, her life was threatened. We're coming to get you. And the New York Times doesn't write an editorial about this, the Washington Post doesn't write an editorial, the Wall Street Journal doesn't write an editorial about this, nobody talked about this?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "CBS News President Susan Zirinsky called the threats reprehensible and Snoop Dogg couldn't bring himself for any regret."
    },
    {
      "speaker": "SNOOP DOGG, RAPPER",
      "utterance": "I'm a nonviolent person. When I said what I said, I spoke for the people who felt like Gayle was very disrespectful towards Kobe Bryant and his family."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That was so lame that he finally posted another Instagram video apologizing to Gayle King saying he publicly tore her down in a derogatory manner based on emotions. You think? Michael Avenatti was convicted of trying to extort up to $25 million from Nike faces two more criminal cases, but there was a time when cable news could not get enough of the Stormy Daniels' former lawyer, CNN had him on as an anti-Trump guest 121 times, MSNBC 108 times, the broadcast networks another 24 times, Fox News just two. Some anchors took seriously Avenatti's absurd fantasy of running for President. CNN's Jeff Toobin says he felt snookered by Avenatti. He had plenty of company. That's it for this edition of \"Media Buzz.\" I'm Howard Kurtz. We hope you like our Facebook page where we post my daily columns. And let's continue the conversation on Twitter, @HowardKurtz. Check out my podcast, \"Media Buzz Meter.\" You can subscribe at Apple iTunes, or Google play, or FoxNewsPodcast.com. We covered a lot this week. We couldn't get in that Jussie Smollett has been indicted again after he got off in that earlier case. In normal times, we do a whole segment on it We will see you back here next Sunday, 11 Eastern with the latest Buzz. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}