{
  "date": "February 7, 2019",
  "headline": "The Untold Story of Sohrab Ahmari",
  "subHeadline": "Guests: John Ratcliffe, Robert Zimmerman, Amy Kremer",
  "url": "https://www.foxnews.com/transcript/the-untold-story-of-sohrab-ahmari",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTH MACCALLUM, HOST",
      "sentences": "I love that video, Brett. Thank you very much. As Bret said, we got a lot going on tonight. Developing this evening, presidencies have turning points for better or worse. And today, some are making the argument that Tuesday night's address may have been one of those moments for President Trump. Lance Morrow writes this in The Wall Street Journal today. In a piece titled, The Longest Day for Trump's Adversaries. He says, \"On Tuesday, Mr. Trump enlarged the public's idea of himself and his presidency, and in proportion diminished his enemies. That was his most effective stroke on Tuesday night to make the left seem to be lost in irrelevant obsessions and guilty of misinterpreting, falsifying America and its values.\"  The editorial goes on to say this. \"Portrayed by the left as a lawless president, he insisted on the rule of law, especially when it comes to immigration. Condemned as a racist, he diffused the issue to a degree by embracing prisoners' rights and condemning discrimination in the justice system.\"  Take a look at USA Today, looking at the speech as a roadmap for 2020. They cite the president's low 32 percent approval rating with women. But say this, \"His point on women filling 58 percent of new jobs created in the past year was a smart attempt to tie his best issue the economy, the economy, to one of his weak spots.\"  So, when election time is here, will this week prove to be a pivot point that we look back to as the beginning of something or potentially not at all? Karl Rove is a former senior advisor to President George W. Bush and a Fox News contributor. Geraldo Rivera is a Fox News -- its Fox News correspondent-at-large and author of his new memoir, The Geraldo Show. Gentlemen, great to have both of you with us tonight. Thank you very much. You both have watched this president very closely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Watched politics, very closely for years. And it strikes me that when we get to election time, we often look back at some of these points, have changes, and pivots. Karl, do you see that as one of those or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, CONTRIBUTOR",
      "sentences": "Well, it could be. Because he struck a different tone last night that I think was very helpful to him. Optimistic, bipartisan, we're going to work together. As Lance Morrow said in that beautiful essay, he struck notes of patriotism, recalling the landing on the moon, Buzz Aldrin was in the audience, D-day, Dachau.   Henry Olsen also had an interesting observation to make the ethics and Public Policy Center with Lance Morrow. He emphasized issues that were clearly aimed at people who were up for grabs in this election, particularly college-educated women. Family leave, childhood cancer, even the issues that the Democrats would respond to. Infrastructure and trade. And instead, different things, for example, legal immigrants enriched the country. I thought that was an important note for him to strike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "But yes. So, we'll only know though if this is a turning point if this is the first moment that he begins to follow this path consistently and persistently through on the months ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, there were certainly been times when it's sort of -- you know, when we've had conversations like this, and other people have had conversations like this, and then, there's a tweet that comes out that sort of blows it up, and the president is sort of back where he was before. But Geraldo, when you take a look at this, just you know, a week or two weeks ago, I guess the shutdown looked like it had really gone against him but the feelings since then, seems to be that the momentum is changing a little bit. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I think that that's why Nancy Pelosi, the Speaker did not want him to deliver the State of the Union address as scheduled, because it is a forum that gave him the potential to reach an audience he had not reached in a long, long time, and he delivered.   It was the best of his teleprompter speech. He's never at his best when he's reading, but I -- he was -- he was glib, he ad-libbed, he was relaxed, he was inclusive. As Karl said, he -- from the Holocaust to the veterans, to the victims of crime, and disease, I thought that he was -- he was very, very good. And he hit socialism very hard. And I think that, that probably, politically speaking was the most effective point that he made that if you vote for us, you vote for liberty, you vote for freedom, you vote for -- you know, the rising yourself up by your bootstraps, and America based on tradition. You vote for them and it's the -- you know the nanny state, take care of you.  I thought that this was the first day of the rest of his presidency and really sets him up as an extremely formidable incumbent for 2020, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, with regard to the socialist message, Alexandra Ocasio-Cortez was on with Chuck Todd earlier today. And she was sort of -- you know, equivocating a little bit on the message. You can be a Democratic socialist, but you can also be a capitalist. And you know, obviously, she's one of the -- she's the youngest member of Congress in her party.  But you know, do you see that -- do you see them sort of needing to tack to the middle? And is the president also with some of the things that you brought up, Karl, family leave, all of that, also tacking to the middle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Oh sure, he's tacking to the middle. But he's also reassuring his base. And there were three notes where he reassured. One was the attack on socialism. And it may be that Ocasio-Cortez can sort of try and -- try and blur the lines there. But the president has plenty of ammunition on, free college, guaranteed job, guaranteed wage, Medicare for all. All of these things will be the kind of things that with swing voters in the suburbs particularly college-educated voters both men and women are going to be a vulnerability for the Democrats.  The other two notes were, he took the immigration issue and framed it many times in terms of sex, and sexual and human trafficking. And I thought it was a very awkward moment for the Democrats when he's praising the ICE special agent who's involved at sex trafficking cases, and the Republicans rise up and cheer. And the Democrats really don't know what to do.   Finally, Ocasio-Cortez sort of looks around stands up and pointedly does not applaud. And then, finally, the late-term abortion issue. Look, and lots of people who are pro-choice are comfortable with the notion of an abortion in the first trimester, but the second trimester starts to make them queasy, and the third trimester, they're really opposed to. And so, by focusing on late-term abortion, I also think he helped himself broaden his message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting on the immigration, Geraldo. You know, he framed it as we are a country of immigrants. For a country that you know -- embraces legal immigrants, we want everyone to learn the language and to become Americans, and it has to be a legal process. You know, do you think that, that resonates with a lot of Democrats as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Martha, if I may first say something about Alexandria Ocasio- Cortez who is not only Puerto Rican, but she is the congresswoman in the district where my three grandchildren live, where I went to college. To underestimate her, I think we -- you do at your peril, I think she is an enormous, important personality. There is tremendous pride in her. She has the exuberance of youth. She's amazing. I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. That -- I mean, that -- that's why he's here everywhere. She's an irresistible political character.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Everywhere, everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "To write about, to talk about, there's no doubt about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "If he was old enough to run for president, I think President Trump might have a tougher time coming -- come 2020. On the -- on the issue of immigration, the fact that the president reduced it to pragmatic terms. You know that I am all for comprehensive immigration reform. I am very progressive when it comes to the notion that America is an immigrant country.  But by framing the immigration debate right now into an issue of law and order. And the order part is important because the barrier, the fence, the wall, whatever you call it will add an aspect of order to the border where thousands are dying trying to get in. Now in the chaos they currently -- I counseled the president to be compassionate, to be modest, and moderate. I -- that was the tone of this speech.  I really do believe that if he can keep this message, stay on the economy, calls right about late-term abortion that is also an issue that unites most Americans. I think that the formula that he expressed on Tuesday night is a winning formula. Now, he requires the discipline of the 2:00 a.m. tweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "To make sure that he does not undo this wonderful start that he now has. I think that he's extremely formidable right now. Unless, of course, something comes up and Vladimir Putin turns up in the Oval Office suddenly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Unless, of course, something. Unless, of course, something happens indeed. This is Howard Schultz today. He called for higher taxes on people like him as he put it. And this is what else he said. Watch this, at Purdue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD SCHULTZ, FORMER CHIEF EXECUTIVE OFFICER, STARBUCKS",
      "sentences": "Running for president is one path I am seriously considering. Doing so as an independent centrist would completely free me from being beholden to special interest groups and extreme party ideologies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm going to get a quick thought from Karl on this, and then we got to go. Karl?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, hard for an Independent. First of all, to get on all 50 state ballots, and then, hard for them to get electoral votes. We are a two- party in the system is biased towards two parties. Ross Perot got 19 percent of the vote in America in 1992, the best performance since George Wallace in 1968. And he got zero votes in the Electoral College.   So, I think Schultz has got a formidable message, but he's running in -- he's running into a bunch of obstacles in the form of our two-party system. Be interesting to see how he continues from here. But he's got the -- he's got the personal juice to continue to fund his campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that's for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Which like Ross Perot may give him some staying power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, he's got the Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that the people at the Starbucks, gag on his candidacy because all he's going to do is screw up the chances of the Democrat. And I think that he will be perceived as a selfish billionaire indulging himself, rather than in the noble pursuit of some third independent course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And we'll see. Gentlemen, thank you. Geraldo, Karl, great to see you both tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "You bet, thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up next, the origins of blackface in American history as this controversy spirals Virginia into chaos and is a national debate. David Webb joins me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, FORMER WHITE HOUSE ADVISER FOR PRESIDENT BARACK OBAMA",
      "sentences": "Blackface is the instituting of the denigration of black people. To say we were nothing but chucking and driving interior beings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Today, even more pictures surfaced as Americans talk about the legacy of blackface in America. Late night hosts have been oddly silent on this controversy. You would have thought this would have provided some pretty good fodder for late night in some ways. But given the photos from some of their own skits by Jimmy Kimmel and Jimmy Fallon, you can see why that may be. And Joy Behar's long ago costume which she laughed about on the view resurfaced. Take a look see if you think this is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, COMEDIAN",
      "sentences": "It was a Halloween party. I went as a beautiful African woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you have tanning lotion on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEHAR",
      "sentences": "I literally had makeup that was a little bit blacker than skin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And then Gucci took this sweater off their Web site after criticism that it resembled blackface. And now we know that the head of the Virginia Senate did the page layout for the governor's medical school yearbook. Remember he said that he had never seen that page, he didn't know where that compilation of pictures came from which seemed a little bit -- that it strain credulity but anyway, that's what he said. The history of all of this has very deep roots and it deserves a closer look at understanding. Trace Gallagher joins us now with the back story from our West Coast newsroom tonight. Hi Trace!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, ANCHOR",
      "sentences": "Hi Martha! By all accounts, Minstrel shows of the basis for putting on blackface, entertainment dating back in the 1830s where white people would mock or mimic plantation slaves. And historians say adding insult to injury, the slaves would often be forced to teach white performers had to be caricatures of them.  By the end of the Civil War, Minstrel shows were among the country's most popular forms of entertainment. In fact, by the early part of the 20th century, Minstrel shows on Broadway were as popular as say Hamilton is today. But historians point out the show's didn't just mimic, they degraded depicting black people as ignorant, lazy, or abusive. And as entertainment evolve, blackface moved from the stage to the big screen. Think Al Jolson singing Mammy songs in the late 1920s or comedians Eddie Cantor and George Jessel in the 1930s. And for 30 plus years on radio, there was Amos and Andy where two white actors portrayed black men living in Harlem. Major companies like Pepsodent and Campbell's Soup had no reservations about sponsoring the program for years. And today many of those who admit wearing blackface say it was a tribute to a black hero or idol. But historians argue that whether it's out of reverence or ridicule, does not matter because both show prejudice. The Reverend Al Sharpton said it this way. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, ACTIVIST",
      "sentences": "There are some that try and act like black faces, just some cultural thing that we would do like some of us used to wear bell bottom pants. That is not what blackface is. Blackface is the instituting of the denigration of black people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And the conventional wisdom is that those who wear blackface now including on Halloween or at college parties know exactly what it implies. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Trace. David Webb is radio host of the David Webb show and a Fox News Contributor. David, great to have you with us today. I want to get your thoughts on a few of these things. But first of all, Al Sharpton, you were shaking your head as he was talking. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, CONTRIBUTOR",
      "sentences": "One of the most disgraceful human beings alive. I'll just leave it at that. This is a man who has no credibility when it comes to speaking on issues of race because he has lied to the black community, he has lied to the world, and frankly he shouldn't even be in this conversation based on his actions whether it was Tawana Brawley forwar, Ferguson failures, you name it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So let's talk about some of these other examples. We showed Jimmy Fallon, Jimmy Kimmel, you know, and then when you look at the examples of Governor Northam, and also of the Attorney General in Virginia, both of them according to their own descriptions, dressed up in the same kind of spirit. They were emulating an entertainer. In their case, it was athletes for Jimmy Kimmel, and Chris Rock was the other one. Make sense of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Well, actually you can't. But maybe I can simplify it with this phrase. Yes, there was racist inference used at times with that by some, not all. And outrageous does not necessarily rise to racism. An outrage in a costume does that necessarily mean Governor Northam is a racist. I don't know the man. I'm not instantly going to call in that nor am I going to call Michael Ertel, the now resigned Secretary of State in Florida a racist as well.  The problem is we're having an argument over what it means based on somebody's individual desire for an outcome rather than addressing like Trace did the correct did the correct historical context, the use of it, the use of it in performance. Think of all the movies where it's been used Silver Streak, Robert Downey junior in Tropic Thunder, Al Jolson. Look at all these portrayals and performances. And if you go back to the 80s or so and whether people like the intellectual honesty or not, I don't care. The intellectual honesty is that people did outrage at Halloween parties for variety of reasons. Whether you agree or disagree, that did not make them necessarily racist. It's the use of it in the context. Had Governor Northam or any of these characters been marching on their way to the party with the KKK, that would have been a clear action. Do any of these men put -- and if it comes out and it does, then we would have to call it what it is. Do any of them believe, according to the pure definition of racism that is the belief that one is superior over the other as a group. Have we seen this? No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, one thing I want to pointing out that I keep going back to is that you know, the thing that started this ball rolling were Governor Northam's comments were about third trimester abortion and those were also -- many people feel, very despicable comments that he made about his understanding of that procedure. And then you know, it looks like somebody was out to get him and the next thing you know, the yearbook picture surfaces. That initial spark has sort of fallen back -- fallen to the wayside in this conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Right. So why don't we as Americans as we're doing here, have a real conversation with more context rather than the easy attack to satisfy our desired outcome whether it's Republican or Democrat? The reprehensible nature of the abortion bill I think strikes more Americans at home than it does this issue of blackface. But maybe we can use this to go back to what about our public figures? There is a responsibility if you are a public figure. There are some things you don't do in the political environment. But let's not stick with you do this it's automatically racist. You do this, it's automatically not racist. That's where the race baiters, those that don't want the patient to get well as Frederick Douglass once famously said, won't deal with the real issues of race in our society. There are real issues, but they are a very small part of this while the narrative is often much bigger in the story. I would ling to see Joy Behar and Whoopi Goldberg sit side by side on The View given Whoopi nad Ted Danson and Joy Behar in a beautiful -- really? You know, Americans are more -- frankly Americans are more sensible than this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think you're right. I think you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "On my radio show, I had a guy calling me and he said, look, I emulated my basketball heroes by doing this. Our special operations warriors blacken their faces to go into battle. Is that racist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Certainly not. David Webb, thank you very much. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Thanks for being honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLLUM",
      "sentences": "They're doing it for camouflage. That's a completely different ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "But if an image is automatically racist, which image is not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David, thank you? David Webb, good to have you here tonight. So you remember this from last night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, R-S.C., FORMER CONGRESSMAN",
      "sentences": "They're not worried about him not showing up. He's already said he's coming, although Martha, I hope he doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It seems that President Trump's acting attorney general may have taken that advice from Trey Gowdy. Matt Whitaker says he is not showing up to testify tomorrow unless Democrats promise that he will not be subpoenaed. But here's an update. Congressman John Ratcliffe has the story breaking tonight after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tonight, a very big statement from a man who says generally very little on this subject. For two years respected Senate Intel Head Richard Burr has been investigating the question of President Trump and Russia collusion. Today, he made his strongest statement yet on the matter as his investigation appears to be drawing somewhere near a close. He said this to a reporter at CBS. It was very far down in the story but this is what he said. \"If we write a report, based on the facts that we have, then we don't have anything that would suggest that there was collusion by the Trump campaign and Russia.\" And that we should mention is after 200 interviews that they did, 300,000 documents that they have gone through and travel all over the world to interview different people who they thought would have information related to any potential collusion.  He and Senator Mark Warner have conducted really what has been seen as the quieter investigation here while on the House side Adam Schiff has been in front of the camera quite a bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "I can certainly say with confidence that there is significant evidence of collusion between the campaign and Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACALLUM",
      "sentences": "That was back on March 13th and only one month in to the Democratic majority, Schiff says he is just getting started on his side of the investigation. Joining me now Congressman John Ratcliffe, a member of the House Judiciary Committee. Congressman, good to have you with us tonight. What's your reaction to that statement and you know, how much weight do you give this statement from Senator Burr given his reticence to talk about all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOHN RATCLIFFE, R-TX",
      "sentences": "Well, as you pointed out, Martha, it's significant in part Senator Burr and Senator Warner have gained a lot of praise and plaudits from folks with regard to their bipartisan approach to that investigation. But they have come to the same conclusion after two years that the House Intelligence Committee came to which is that there is no evidence of collusion between the Russian government and the Trump campaign.  So that's the same conclusion that House and Senate Judiciary Committee and House and Senate Oversight have reached. So, Adam Schiff is the only one that says there's any evidence of collusion out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It will be very interesting to see, you know, what Adam Schiff reveals. Because he has said all along that he has seen solid evidence of collusion and when you look back at the writings and statements of Senator Warner and Senator Burr. Senator Warner said he's thought that the most conclusive information on collusion was that Paul Manafort had given some polling information to someone with a Russian connection. And he said that that was, you know, the biggest example that he had seen of collusion and Senator Burr said that he thought that that statement was, I believe he said it was, you know, a stretch that that was a stretch. I mean, given that, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, let's be real clear about what Adam Schiff said. He said he had evidence of collusion. He said it was more than circumstantial evidence but not direct evidence. At every law school in America, they only teach two kinds of evidence, direct or circumstantial. So, again, there isn't a committee in the United States Congress, House or Senate, that has found evidence of collusion, which means that really all of the Democrats have put all of their eggs in the Bob Mueller basket. And if special counsel doesn't find any evidence of Russian collusion with the Trump campaign, and all of those prayer candles that the Democrats have lit to Bob Mueller hoping that he will deliver them from --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll see. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "-- Donald Trump, if that goes unanswered, they will have a lot of egg on their face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll see when the Mueller report does actually come out and everyone gets a chance to look at it which we certainly hope everyone will. And Adam Schiff made it clear that he is digging into the finances. You know, pretty much everything that he can get his hands on as far as the Trump family business all of it is concerned. With regard to Mark Whitaker, a lot of back and forth and we're waiting for a statement from him tonight as to whether or not he actually will show up. Congressman Nadler has said that he will not subpoena him. What do you think happens here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, I watched the Democrats today dig a big hole for themselves. I certainly wasn't going to take the shovel out of their hands. I hope that Matt Whitaker doesn't either. Look, they invited him to appear voluntarily, he agreed but then they started what is called a compulsory process and they authorize the issuance of a subpoena today that would compel the acting attorney general to disclose his confidential communications with the president about questions that he hasn't seen yet that haven't been asked yet and to waive the president's right to assert executive privilege to that. So, I certainly hope that Attorney General Whitaker takes Trey Gowdy's advice. I would let a federal judge next week listen to a motion to quash that subpoena, at that point Matt Whitaker is very likely to be a private citizen and I would let Chairman Nadler explain why a private citizen should be compelled to appear before a oversight hearing for the Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good question. It looks like Bill Barr's vote is coming in the next days, probably next week. So, I see your point. Thank you very much, Congressman Ratcliffe. Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "You bet. Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, sir. RATCLIFFE You, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up next, two of the most recognizable women in Congress exchange words over a green new deal. And while they are cooling off tonight, the effort to save the environment, it is heating up, folks, when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you offended that Speaker Pelosi called this the \"Green Dream?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "No, I think it is a green dream. And I think that it is -- it is. It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we saw the public display of female empowerment at the State of the Union. Speaker Nancy Pelosi seeming to dismiss her fellow Congresswoman Alexandria Ocasio-Cortez's green new deal telling Politico yesterday \"The green dream or whatever they call it, nobody knows what it is but they are for it, right?\" Now Pelosi is backtracking a little bit on it praising the freshman congresswoman's enthusiasm. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "Quite frankly, I haven't seen it but I do know that it's enthusiastic and we welcome all the enthusiasms that are out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here's what's in the green new deal in par. The nonbinding 10- year plan would provide single payer healthcare for all. Federal job guarantees even for those who are not quote \"willing to work.\" It would push the U.S. to be carbon neutral, and among other things it calls for the elimination of air travel by building high speed rail network. The eliminating airplanes idea has Democratic Senator Mazie Hirono saying this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One of the things was to try to eliminate air travel and build high speed rail all across the country, some of the stuff feasible that's in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "sentences": "That would be pretty hard for Hawaii.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was pretty funny. Joining me now Amy Kremer, co-founder and chair of women for Trump. And Robert Zimmerman, Democratic strategist and DNC committee chair -- committee member, I should say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT ZIMMERMAN, DEMOCRATIC STRATEGIST",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Robert, what do you make of the sort of, you know, tensions? Do they exist or not exist between Nancy Pelosi and Alexandria Ocasio-Cortez who gets a lot of attention?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "I don't want to disappoint some of your viewers but they may be disappointed to know that Nancy Pelosi as speaker and Congresswoman Ocasio- Cortez are very much in sync. Not only is Alexandria Ocasio-Cortez on a major committee which is unique for a fresh member of Congress, a new member of Congress but more than that, they are together on climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But she's not on a -- she didn't put her on the climate change committee, Robert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "No. But she is on the oversight committee which is a very significant committee. And so, the point but the more important point is realistically, they are together and united on the issue of tackling climate change. Nancy Pelosi has made that a flagship position of her career. And I also want to point out in fairness the leading departments in the Trump administration all recognize the urgency to address climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, but that this is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "The only one who -- the only -- excuse me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is an enormous --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "-- the only one who doesn't have the character or intellect to recognize climate change is real is Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. So, I mean, the enormity of this, of these proposals, Amy Kremer, and we should point out this is a -- it's a nonbinding resolution, it's an idea essentially that has been put out there. But it would basically involve about 40 percent of the economy by some estimates, an effort that has not been undertaken since our effort for World War II.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY KREMER, CO-FOUNDER, WOMEN FOR TRUMP",
      "sentences": "Yes, Martha. I mean, just, if you just look at the air travel piece alone as a former flight attendant, I can't imagine why anybody would think this is a good idea. When that industry employees 700 million or 700,000 Americans directly and then I believe 10 million American jobs and they want to do net zero emissions eliminating that industry, imagine the impact on our economy, let alone the global economy and then it affects hotels, hospitality. I mean, it would just be horrific. It's not realistic. It's not going to happen and I think that Speaker Pelosi is putting AOC on these powerful committees just to appease her, kind of like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "Amy, I'm sorry to dispute your -- I'm sorry to confuse you with the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But, hold on. I want to talk about -- I want to talk about the -- because it is an enormous economic commitment and that's what doesn't get discussed here. And Michael Bloomberg brought it up. He said, you know, this is completely unrealistic, this will never happen. And that's not to say that you can't makes efforts --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREMER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- towards, you know goals that make our environment cleaner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "But you know, Martha --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think everybody is in favor of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "But Martha, it's more than that. It's more than that. It's not about making efforts. And let's be clear. Everyone is not together on this. Donald Trump has actually put through one regulation after another to increase air pollution in our nation and to reduce climate standards. So, not -- except most of us are together except the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I mean, you know, that they're understandable to, you know, to be critical of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "But the point I'm making to you -- but the point I'm making to you is I'm glad Amy wasn't around when President Roosevelt said we are going to build 185,000 planes to fight and defend American World War II.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Totally very different time. We had a terrible -- very, very, very different time. In term -- she says it's the same World War II. I want to bring up this Ivanka Trump initiative today. Because you know, you look at Alexandria Ocasio-Cortez, you look at Ivanka Trump, both young women who are trying to improve the country and the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREMER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And here's what she said about her global development for prosperity initiative for women around the world. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IVANKA TRUMP, ADVISER TO THE PRESIDENT",
      "sentences": "This is the first U.S. government, all of government approach to empowering women in the developing world. And we're incredibly excited. We will hit 50 million women by 2025 through one of three pillars. The first is women prospering in the workforce so helping with vocational education. The second is helping women entrepreneurs gain access to finance and capital that enable them to scale and grow their businesses. And the third is the enabling environment and creating the conditions for women to thrive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I mean, the goal is lifting people. So, I need a quick answer on this. Robert, your thoughts on that and then we'll get Amy's thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "There has been no administration in the history of our country that has been more antagonistic towards women, towards their safety, towards their economic prosperity than this White House. This president won't even commit to sign the Violence Against Women's Act. This president has set a standard which is completely disenfranchised women both in the workplace in terms of their healthcare and in terms of their rights as mothers and family and their family members.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lifting the economy across the board including women in a very large way. Amy, your thoughts before we go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREMER",
      "sentences": "Yes. Bless your heart, Robert. You can't get past Donald Trump. Martha, this is only one --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "Because he is the president, Amy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREMER",
      "sentences": "-- piece of a much larger. I didn't interrupt you, one piece of a much larger effort that Ivanka Trump has done. She goes about over the past two years and has done a number of things working on human trafficking and the child tax cut credit and she is not seeking the same glory or anything. She just goes and does it and she has done many things for women across the country. And it's a shame that those stories aren't told.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, guys. To be continued. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZIMMERMAN",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Robert Zimmerman, Amy Kremer, good to have you with us. Thanks. Coming up next, the journalist and author who responded to accusations of plagiarism for the first time here last night on The Story is now admitting that there may be some mistakes. The update on that is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Former New York Times --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL ABRAMSON, FORMER EXECUTIVE EDITOR, NEW YORK TIMES",
      "sentences": "I certainly didn't plagiarize in my book and, you know, there are 70 pages of footnotes showing, you know, where I got the information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, do you think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was last night right here. Former New York Times editor Jill Abramson on The Story denying allegations of any plagiarism 100 percent she said in her new book which is called ironically, \"The Merchants of Truth.\" But now, she acknowledges that there may be some errors in the sourcing. Trace Gallagher live from our West Coast newsroom with the follow-up on this big story tonight. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Hi, Martha. Jill Abramson told the Washington Post that she took the claims of plagiarism so seriously that she was up all night going through her book. Then in an e-mail to the Associated Press Abramson was more detailed saying, quote, \"the notes didn't match up with the right pages in a few cases and this was unintentional and will be promptly corrected. The language is too close in some cases and should have been cited as quotations in the text. This, too, will be fixed.\" The 500-page book is a critique of the media focusing on the New York Times and the Washington Post along with digital sites BuzzFeed and Vice. But Vice correspondent Michael C. Moynihan listed several examples of passages in the book that closely resemble the work of other publications including the Time Out and the New Yorker. Here is what Abramson last night on The Story when asked why Vice is taking her to task. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Pulling out --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABRAMSON",
      "sentences": "Many people from both Vice have been taking issue with the book it seems, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And why is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABRAMSON",
      "sentences": "I think they don't like the portrayal of Vice. Although I think it's a very balanced portrait. And I have a lot of praise for some of their journalists and some of their stories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Vice co-founder Suroosh Alvi tweeted, quote, \"I never thought in my wildest dreams that the former exec editor of the New York Times would school Vice on how to do irony. Imagine plagiarizing for a book on ethics riddled with factual errors and then calling it \"Merchants of Truth.\" Hats off to you, Jill Abramson.\" Other journalists have also pointed out passages and quotes in the book that appear to be lifted without attribution. Abramson's work has also come under scrutiny before including a story last year in New York magazine making a case for the impeachment of Supreme Court Justice Clarence Thomas. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Trace Gallagher with the follow up there tonight. Up next, the incredible untold story of one man's escape from a radical regime in Iran and how walking into a church changed everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As a teenager living under the Iranian ayatollahs, Sohrab Ahmari didn't believe in God but nearly two decades later his life changed in a church in America. His brand-new book out today \"From Fire by Water\" depicts his unlikely passage. This is the untold story of Sohrab Ahmari. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOHRAB AHMARI, AUTHOR, FROM FIRE BY WATER",
      "sentences": "I was living in post- revolutionary Iran. Suddenly this severe atmosphere of Islamic conformity informed on pain of flogging and jail and execution sometimes. And I lived among middle class educated urban people who had supported the revolution in the case of my parents and grandparents but suddenly found themselves that this is not what they wanted and very much alienated from this new society that was taking place. And they were constantly living two sets of lives. You know, at home you said certain things, you read certain novels and certain western ideas but in public you had to profess something else. And pretend essentially to be an Islamist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You talk about going to the beach and the curtain that would be on the public beach where the men could swim on one side and women could swim on the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But you went with your family to another area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But if you got caught, basically, you could kind of pay off the person who caught you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Right. And that hypocrisy, the fact that on the one hand God required a complete police state, you know, the god of the Islamic republic required a police state to enforce his norms, and on the other hand his agents, meaning the Revolutionary Guards and the morality police were so pliable. That hypocrisy and the sort of sense of living a dual life I found very repulsive. So, when I was 12 or 13, I just decided if this is God, I want nothing with it. It must be something for simple people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, finding themselves in that imported Islamic republic did not sit well with your mom who decided after your parents divorced that she was going to take you to Utah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's a pretty stark difference from Tehran to Utah or maybe it's not in some ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Yes. I say in the book in some ways Utah has a deeply religious culture and I would often make unfair comparisons between the two after I immigrated to Utah. I would joke that I have moved from one theocracy to another although it was actually really unfair comparison because over there the norms were enforced again with flagging and here it was, you know Democratically elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was voluntary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Voluntary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, exactly. But at that point as a young teenager --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- you were drawn towards socialism and Marxism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "I discovered Marxism as a way to answer all of life's questions because Marxism is this totalistic understanding of the world like every element from art and culture to economics it has an answer to everything. It's very horrible answer in some ways it has no sense of human nature of the soul. It didn't deny all of that, and says everything is material. And at the same time Marxism has a religious dimension. So even as I was professing Marxism, in some ways I was still looking for God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Somewhere along the line you found yourself at a Catholic mass. You walked into a Catholic Church and went to mass, why did you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Well, I had had a weekend of 20-something crisis where I just made a series of bad choices, maybe 23. I was circling around Manhattan and I still don't fully explain -- couldn't fully explain why but I saw a Catholic Church and I walked in. And I had this astonishing experience with the mass that there is -- the mystery that is underway in the process of the holy mass is the presence of God in a very powerful way. This was even while I was still outwardly would say I'm an atheist. I'm too smart to be a believer, you know, I'm not one of these people. But internally at the level of my imagination and emotions I felt this is true. And whatever it is, whatever redemptive thing is happening here, I want it. But it took, still, a long time to finally assent to faith.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, in 2016, in June, in Normandy in a Roman Catholic Church really at the height of the brutality of ISIS and Islamic radicalism at least as we have seen it so far. Two men walked into a church. They asked an octogenarian priest named Father Hammel to get down on his knees and then they sliced him across the throat and murdered him on the altar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And on that day you became Roman Catholic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "On that day I announced I was becoming a Catholic. And a lot of people thought this act has turned Sohrab Ahmari into Catholic this atrocity. In fact, you know, all this process we had been talking about have been going on and I had started to read and I was studying with a Catholic priest. But that act when that happened, I was so outraged by it that I thought I have to say something. And so, like most millennials I took to my Twitter account and I said this is atrocious and, by the way I should announce that today I'm studying to become a Roman Catholic. But then I wasn't really prepared to answer all the questions people are like why, how did -- you know. So, I decided to write a book about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you so much, Sohrab Ahmari. It is great to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "My pleasure. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And we look forward to the book. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AHMARI",
      "sentences": "Thanks. Thanks, Martha. Cheers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Finally, tonight, a sad goodbye to my friend Bob Massi. He was a treasured member of our Fox family. No one love his wider community of Las Vegas more than Bob. He could show you the real city the way no one else could. He had friends far and wide. Our prayers are with his wife, Lynn (ph), his children, his two brothers. His story was good and loving, and too short. Good night. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTH MACCALLUM, HOST",
      "utterance": "I love that video, Brett. Thank you very much. As Bret said, we got a lot going on tonight. Developing this evening, presidencies have turning points for better or worse. And today, some are making the argument that Tuesday night's address may have been one of those moments for President Trump. Lance Morrow writes this in The Wall Street Journal today. In a piece titled, The Longest Day for Trump's Adversaries. He says, \"On Tuesday, Mr. Trump enlarged the public's idea of himself and his presidency, and in proportion diminished his enemies. That was his most effective stroke on Tuesday night to make the left seem to be lost in irrelevant obsessions and guilty of misinterpreting, falsifying America and its values.\" The editorial goes on to say this. \"Portrayed by the left as a lawless president, he insisted on the rule of law, especially when it comes to immigration. Condemned as a racist, he diffused the issue to a degree by embracing prisoners' rights and condemning discrimination in the justice system.\" Take a look at USA Today, looking at the speech as a roadmap for 2020. They cite the president's low 32 percent approval rating with women. But say this, \"His point on women filling 58 percent of new jobs created in the past year was a smart attempt to tie his best issue the economy, the economy, to one of his weak spots.\" So, when election time is here, will this week prove to be a pivot point that we look back to as the beginning of something or potentially not at all? Karl Rove is a former senior advisor to President George W. Bush and a Fox News contributor. Geraldo Rivera is a Fox News -- its Fox News correspondent-at-large and author of his new memoir, The Geraldo Show. Gentlemen, great to have both of you with us tonight. Thank you very much. You both have watched this president very closely."
    },
    {
      "speaker": "GERALDO RIVERA, CORRESPONDENT-AT-LARGE",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Watched politics, very closely for years. And it strikes me that when we get to election time, we often look back at some of these points, have changes, and pivots. Karl, do you see that as one of those or not?"
    },
    {
      "speaker": "KARL ROVE, CONTRIBUTOR",
      "utterance": "Well, it could be. Because he struck a different tone last night that I think was very helpful to him. Optimistic, bipartisan, we're going to work together. As Lance Morrow said in that beautiful essay, he struck notes of patriotism, recalling the landing on the moon, Buzz Aldrin was in the audience, D-day, Dachau. Henry Olsen also had an interesting observation to make the ethics and Public Policy Center with Lance Morrow. He emphasized issues that were clearly aimed at people who were up for grabs in this election, particularly college-educated women. Family leave, childhood cancer, even the issues that the Democrats would respond to. Infrastructure and trade. And instead, different things, for example, legal immigrants enriched the country. I thought that was an important note for him to strike."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "ROVE",
      "utterance": "But yes. So, we'll only know though if this is a turning point if this is the first moment that he begins to follow this path consistently and persistently through on the months ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, there were certainly been times when it's sort of -- you know, when we've had conversations like this, and other people have had conversations like this, and then, there's a tweet that comes out that sort of blows it up, and the president is sort of back where he was before. But Geraldo, when you take a look at this, just you know, a week or two weeks ago, I guess the shutdown looked like it had really gone against him but the feelings since then, seems to be that the momentum is changing a little bit. What do you think?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I think that that's why Nancy Pelosi, the Speaker did not want him to deliver the State of the Union address as scheduled, because it is a forum that gave him the potential to reach an audience he had not reached in a long, long time, and he delivered. It was the best of his teleprompter speech. He's never at his best when he's reading, but I -- he was -- he was glib, he ad-libbed, he was relaxed, he was inclusive. As Karl said, he -- from the Holocaust to the veterans, to the victims of crime, and disease, I thought that he was -- he was very, very good. And he hit socialism very hard. And I think that, that probably, politically speaking was the most effective point that he made that if you vote for us, you vote for liberty, you vote for freedom, you vote for -- you know, the rising yourself up by your bootstraps, and America based on tradition. You vote for them and it's the -- you know the nanny state, take care of you. I thought that this was the first day of the rest of his presidency and really sets him up as an extremely formidable incumbent for 2020, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, with regard to the socialist message, Alexandra Ocasio-Cortez was on with Chuck Todd earlier today. And she was sort of -- you know, equivocating a little bit on the message. You can be a Democratic socialist, but you can also be a capitalist. And you know, obviously, she's one of the -- she's the youngest member of Congress in her party. But you know, do you see that -- do you see them sort of needing to tack to the middle? And is the president also with some of the things that you brought up, Karl, family leave, all of that, also tacking to the middle?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Oh sure, he's tacking to the middle. But he's also reassuring his base. And there were three notes where he reassured. One was the attack on socialism. And it may be that Ocasio-Cortez can sort of try and -- try and blur the lines there. But the president has plenty of ammunition on, free college, guaranteed job, guaranteed wage, Medicare for all. All of these things will be the kind of things that with swing voters in the suburbs particularly college-educated voters both men and women are going to be a vulnerability for the Democrats. The other two notes were, he took the immigration issue and framed it many times in terms of sex, and sexual and human trafficking. And I thought it was a very awkward moment for the Democrats when he's praising the ICE special agent who's involved at sex trafficking cases, and the Republicans rise up and cheer. And the Democrats really don't know what to do. Finally, Ocasio-Cortez sort of looks around stands up and pointedly does not applaud. And then, finally, the late-term abortion issue. Look, and lots of people who are pro-choice are comfortable with the notion of an abortion in the first trimester, but the second trimester starts to make them queasy, and the third trimester, they're really opposed to. And so, by focusing on late-term abortion, I also think he helped himself broaden his message."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting on the immigration, Geraldo. You know, he framed it as we are a country of immigrants. For a country that you know -- embraces legal immigrants, we want everyone to learn the language and to become Americans, and it has to be a legal process. You know, do you think that, that resonates with a lot of Democrats as well?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Martha, if I may first say something about Alexandria Ocasio- Cortez who is not only Puerto Rican, but she is the congresswoman in the district where my three grandchildren live, where I went to college. To underestimate her, I think we -- you do at your peril, I think she is an enormous, important personality. There is tremendous pride in her. She has the exuberance of youth. She's amazing. I think --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. That -- I mean, that -- that's why he's here everywhere. She's an irresistible political character."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Everywhere, everywhere."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "To write about, to talk about, there's no doubt about it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "If he was old enough to run for president, I think President Trump might have a tougher time coming -- come 2020. On the -- on the issue of immigration, the fact that the president reduced it to pragmatic terms. You know that I am all for comprehensive immigration reform. I am very progressive when it comes to the notion that America is an immigrant country. But by framing the immigration debate right now into an issue of law and order. And the order part is important because the barrier, the fence, the wall, whatever you call it will add an aspect of order to the border where thousands are dying trying to get in. Now in the chaos they currently -- I counseled the president to be compassionate, to be modest, and moderate. I -- that was the tone of this speech. I really do believe that if he can keep this message, stay on the economy, calls right about late-term abortion that is also an issue that unites most Americans. I think that the formula that he expressed on Tuesday night is a winning formula. Now, he requires the discipline of the 2:00 a.m. tweet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "To make sure that he does not undo this wonderful start that he now has. I think that he's extremely formidable right now. Unless, of course, something comes up and Vladimir Putin turns up in the Oval Office suddenly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Unless, of course, something. Unless, of course, something happens indeed. This is Howard Schultz today. He called for higher taxes on people like him as he put it. And this is what else he said. Watch this, at Purdue."
    },
    {
      "speaker": "HOWARD SCHULTZ, FORMER CHIEF EXECUTIVE OFFICER, STARBUCKS",
      "utterance": "Running for president is one path I am seriously considering. Doing so as an independent centrist would completely free me from being beholden to special interest groups and extreme party ideologies."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm going to get a quick thought from Karl on this, and then we got to go. Karl?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, hard for an Independent. First of all, to get on all 50 state ballots, and then, hard for them to get electoral votes. We are a two- party in the system is biased towards two parties. Ross Perot got 19 percent of the vote in America in 1992, the best performance since George Wallace in 1968. And he got zero votes in the Electoral College. So, I think Schultz has got a formidable message, but he's running in -- he's running into a bunch of obstacles in the form of our two-party system. Be interesting to see how he continues from here. But he's got the -- he's got the personal juice to continue to fund his campaign."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that's for sure."
    },
    {
      "speaker": "ROVE",
      "utterance": "Which like Ross Perot may give him some staying power."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, he's got the Joe."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that the people at the Starbucks, gag on his candidacy because all he's going to do is screw up the chances of the Democrat. And I think that he will be perceived as a selfish billionaire indulging himself, rather than in the noble pursuit of some third independent course."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And we'll see. Gentlemen, thank you. Geraldo, Karl, great to see you both tonight."
    },
    {
      "speaker": "ROVE",
      "utterance": "You bet, thanks."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up next, the origins of blackface in American history as this controversy spirals Virginia into chaos and is a national debate. David Webb joins me next."
    },
    {
      "speaker": "AL SHARPTON, FORMER WHITE HOUSE ADVISER FOR PRESIDENT BARACK OBAMA",
      "utterance": "Blackface is the instituting of the denigration of black people. To say we were nothing but chucking and driving interior beings."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Today, even more pictures surfaced as Americans talk about the legacy of blackface in America. Late night hosts have been oddly silent on this controversy. You would have thought this would have provided some pretty good fodder for late night in some ways. But given the photos from some of their own skits by Jimmy Kimmel and Jimmy Fallon, you can see why that may be. And Joy Behar's long ago costume which she laughed about on the view resurfaced. Take a look see if you think this is wrong."
    },
    {
      "speaker": "JOY BEHAR, COMEDIAN",
      "utterance": "It was a Halloween party. I went as a beautiful African woman."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Did you have tanning lotion on?"
    },
    {
      "speaker": "BEHAR",
      "utterance": "I literally had makeup that was a little bit blacker than skin."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And then Gucci took this sweater off their Web site after criticism that it resembled blackface. And now we know that the head of the Virginia Senate did the page layout for the governor's medical school yearbook. Remember he said that he had never seen that page, he didn't know where that compilation of pictures came from which seemed a little bit -- that it strain credulity but anyway, that's what he said. The history of all of this has very deep roots and it deserves a closer look at understanding. Trace Gallagher joins us now with the back story from our West Coast newsroom tonight. Hi Trace!"
    },
    {
      "speaker": "TRACE GALLAGHER, ANCHOR",
      "utterance": "Hi Martha! By all accounts, Minstrel shows of the basis for putting on blackface, entertainment dating back in the 1830s where white people would mock or mimic plantation slaves. And historians say adding insult to injury, the slaves would often be forced to teach white performers had to be caricatures of them. By the end of the Civil War, Minstrel shows were among the country's most popular forms of entertainment. In fact, by the early part of the 20th century, Minstrel shows on Broadway were as popular as say Hamilton is today. But historians point out the show's didn't just mimic, they degraded depicting black people as ignorant, lazy, or abusive. And as entertainment evolve, blackface moved from the stage to the big screen. Think Al Jolson singing Mammy songs in the late 1920s or comedians Eddie Cantor and George Jessel in the 1930s. And for 30 plus years on radio, there was Amos and Andy where two white actors portrayed black men living in Harlem. Major companies like Pepsodent and Campbell's Soup had no reservations about sponsoring the program for years. And today many of those who admit wearing blackface say it was a tribute to a black hero or idol. But historians argue that whether it's out of reverence or ridicule, does not matter because both show prejudice. The Reverend Al Sharpton said it this way. Watch."
    },
    {
      "speaker": "AL SHARPTON, ACTIVIST",
      "utterance": "There are some that try and act like black faces, just some cultural thing that we would do like some of us used to wear bell bottom pants. That is not what blackface is. Blackface is the instituting of the denigration of black people."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And the conventional wisdom is that those who wear blackface now including on Halloween or at college parties know exactly what it implies. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Trace. David Webb is radio host of the David Webb show and a Fox News Contributor. David, great to have you with us today. I want to get your thoughts on a few of these things. But first of all, Al Sharpton, you were shaking your head as he was talking. Why?"
    },
    {
      "speaker": "DAVID WEBB, CONTRIBUTOR",
      "utterance": "One of the most disgraceful human beings alive. I'll just leave it at that. This is a man who has no credibility when it comes to speaking on issues of race because he has lied to the black community, he has lied to the world, and frankly he shouldn't even be in this conversation based on his actions whether it was Tawana Brawley forwar, Ferguson failures, you name it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So let's talk about some of these other examples. We showed Jimmy Fallon, Jimmy Kimmel, you know, and then when you look at the examples of Governor Northam, and also of the Attorney General in Virginia, both of them according to their own descriptions, dressed up in the same kind of spirit. They were emulating an entertainer. In their case, it was athletes for Jimmy Kimmel, and Chris Rock was the other one. Make sense of this."
    },
    {
      "speaker": "WEBB",
      "utterance": "Well, actually you can't. But maybe I can simplify it with this phrase. Yes, there was racist inference used at times with that by some, not all. And outrageous does not necessarily rise to racism. An outrage in a costume does that necessarily mean Governor Northam is a racist. I don't know the man. I'm not instantly going to call in that nor am I going to call Michael Ertel, the now resigned Secretary of State in Florida a racist as well. The problem is we're having an argument over what it means based on somebody's individual desire for an outcome rather than addressing like Trace did the correct did the correct historical context, the use of it, the use of it in performance. Think of all the movies where it's been used Silver Streak, Robert Downey junior in Tropic Thunder, Al Jolson. Look at all these portrayals and performances. And if you go back to the 80s or so and whether people like the intellectual honesty or not, I don't care. The intellectual honesty is that people did outrage at Halloween parties for variety of reasons. Whether you agree or disagree, that did not make them necessarily racist. It's the use of it in the context. Had Governor Northam or any of these characters been marching on their way to the party with the KKK, that would have been a clear action. Do any of these men put -- and if it comes out and it does, then we would have to call it what it is. Do any of them believe, according to the pure definition of racism that is the belief that one is superior over the other as a group. Have we seen this? No."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, one thing I want to pointing out that I keep going back to is that you know, the thing that started this ball rolling were Governor Northam's comments were about third trimester abortion and those were also -- many people feel, very despicable comments that he made about his understanding of that procedure. And then you know, it looks like somebody was out to get him and the next thing you know, the yearbook picture surfaces. That initial spark has sort of fallen back -- fallen to the wayside in this conversation."
    },
    {
      "speaker": "WEBB",
      "utterance": "Right. So why don't we as Americans as we're doing here, have a real conversation with more context rather than the easy attack to satisfy our desired outcome whether it's Republican or Democrat? The reprehensible nature of the abortion bill I think strikes more Americans at home than it does this issue of blackface. But maybe we can use this to go back to what about our public figures? There is a responsibility if you are a public figure. There are some things you don't do in the political environment. But let's not stick with you do this it's automatically racist. You do this, it's automatically not racist. That's where the race baiters, those that don't want the patient to get well as Frederick Douglass once famously said, won't deal with the real issues of race in our society. There are real issues, but they are a very small part of this while the narrative is often much bigger in the story. I would ling to see Joy Behar and Whoopi Goldberg sit side by side on The View given Whoopi nad Ted Danson and Joy Behar in a beautiful -- really? You know, Americans are more -- frankly Americans are more sensible than this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think you're right. I think you're right."
    },
    {
      "speaker": "WEBB",
      "utterance": "On my radio show, I had a guy calling me and he said, look, I emulated my basketball heroes by doing this. Our special operations warriors blacken their faces to go into battle. Is that racist?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Certainly not. David Webb, thank you very much. Good to see you."
    },
    {
      "speaker": "WEBB",
      "utterance": "Thanks for being honest."
    },
    {
      "speaker": "MACCALLLUM",
      "utterance": "They're doing it for camouflage. That's a completely different ball."
    },
    {
      "speaker": "WEBB",
      "utterance": "But if an image is automatically racist, which image is not?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David, thank you? David Webb, good to have you here tonight. So you remember this from last night?"
    },
    {
      "speaker": "TREY GOWDY, R-S.C., FORMER CONGRESSMAN",
      "utterance": "They're not worried about him not showing up. He's already said he's coming, although Martha, I hope he doesn't."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It seems that President Trump's acting attorney general may have taken that advice from Trey Gowdy. Matt Whitaker says he is not showing up to testify tomorrow unless Democrats promise that he will not be subpoenaed. But here's an update. Congressman John Ratcliffe has the story breaking tonight after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tonight, a very big statement from a man who says generally very little on this subject. For two years respected Senate Intel Head Richard Burr has been investigating the question of President Trump and Russia collusion. Today, he made his strongest statement yet on the matter as his investigation appears to be drawing somewhere near a close. He said this to a reporter at CBS. It was very far down in the story but this is what he said. \"If we write a report, based on the facts that we have, then we don't have anything that would suggest that there was collusion by the Trump campaign and Russia.\" And that we should mention is after 200 interviews that they did, 300,000 documents that they have gone through and travel all over the world to interview different people who they thought would have information related to any potential collusion. He and Senator Mark Warner have conducted really what has been seen as the quieter investigation here while on the House side Adam Schiff has been in front of the camera quite a bit."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "I can certainly say with confidence that there is significant evidence of collusion between the campaign and Russia."
    },
    {
      "speaker": "MACALLUM",
      "utterance": "That was back on March 13th and only one month in to the Democratic majority, Schiff says he is just getting started on his side of the investigation. Joining me now Congressman John Ratcliffe, a member of the House Judiciary Committee. Congressman, good to have you with us tonight. What's your reaction to that statement and you know, how much weight do you give this statement from Senator Burr given his reticence to talk about all of this?"
    },
    {
      "speaker": "REP. JOHN RATCLIFFE, R-TX",
      "utterance": "Well, as you pointed out, Martha, it's significant in part Senator Burr and Senator Warner have gained a lot of praise and plaudits from folks with regard to their bipartisan approach to that investigation. But they have come to the same conclusion after two years that the House Intelligence Committee came to which is that there is no evidence of collusion between the Russian government and the Trump campaign. So that's the same conclusion that House and Senate Judiciary Committee and House and Senate Oversight have reached. So, Adam Schiff is the only one that says there's any evidence of collusion out there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It will be very interesting to see, you know, what Adam Schiff reveals. Because he has said all along that he has seen solid evidence of collusion and when you look back at the writings and statements of Senator Warner and Senator Burr. Senator Warner said he's thought that the most conclusive information on collusion was that Paul Manafort had given some polling information to someone with a Russian connection. And he said that that was, you know, the biggest example that he had seen of collusion and Senator Burr said that he thought that that statement was, I believe he said it was, you know, a stretch that that was a stretch. I mean, given that, your thoughts?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, let's be real clear about what Adam Schiff said. He said he had evidence of collusion. He said it was more than circumstantial evidence but not direct evidence. At every law school in America, they only teach two kinds of evidence, direct or circumstantial. So, again, there isn't a committee in the United States Congress, House or Senate, that has found evidence of collusion, which means that really all of the Democrats have put all of their eggs in the Bob Mueller basket. And if special counsel doesn't find any evidence of Russian collusion with the Trump campaign, and all of those prayer candles that the Democrats have lit to Bob Mueller hoping that he will deliver them from --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll see. Yes."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "-- Donald Trump, if that goes unanswered, they will have a lot of egg on their face."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll see when the Mueller report does actually come out and everyone gets a chance to look at it which we certainly hope everyone will. And Adam Schiff made it clear that he is digging into the finances. You know, pretty much everything that he can get his hands on as far as the Trump family business all of it is concerned. With regard to Mark Whitaker, a lot of back and forth and we're waiting for a statement from him tonight as to whether or not he actually will show up. Congressman Nadler has said that he will not subpoena him. What do you think happens here?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, I watched the Democrats today dig a big hole for themselves. I certainly wasn't going to take the shovel out of their hands. I hope that Matt Whitaker doesn't either. Look, they invited him to appear voluntarily, he agreed but then they started what is called a compulsory process and they authorize the issuance of a subpoena today that would compel the acting attorney general to disclose his confidential communications with the president about questions that he hasn't seen yet that haven't been asked yet and to waive the president's right to assert executive privilege to that. So, I certainly hope that Attorney General Whitaker takes Trey Gowdy's advice. I would let a federal judge next week listen to a motion to quash that subpoena, at that point Matt Whitaker is very likely to be a private citizen and I would let Chairman Nadler explain why a private citizen should be compelled to appear before a oversight hearing for the Justice Department."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good question. It looks like Bill Barr's vote is coming in the next days, probably next week. So, I see your point. Thank you very much, Congressman Ratcliffe. Always good to see you."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "You bet. Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, sir. RATCLIFFE You, too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up next, two of the most recognizable women in Congress exchange words over a green new deal. And while they are cooling off tonight, the effort to save the environment, it is heating up, folks, when we come back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you offended that Speaker Pelosi called this the \"Green Dream?\""
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "No, I think it is a green dream. And I think that it is -- it is. It is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we saw the public display of female empowerment at the State of the Union. Speaker Nancy Pelosi seeming to dismiss her fellow Congresswoman Alexandria Ocasio-Cortez's green new deal telling Politico yesterday \"The green dream or whatever they call it, nobody knows what it is but they are for it, right?\" Now Pelosi is backtracking a little bit on it praising the freshman congresswoman's enthusiasm. Watch this."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "Quite frankly, I haven't seen it but I do know that it's enthusiastic and we welcome all the enthusiasms that are out there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here's what's in the green new deal in par. The nonbinding 10- year plan would provide single payer healthcare for all. Federal job guarantees even for those who are not quote \"willing to work.\" It would push the U.S. to be carbon neutral, and among other things it calls for the elimination of air travel by building high speed rail network. The eliminating airplanes idea has Democratic Senator Mazie Hirono saying this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "One of the things was to try to eliminate air travel and build high speed rail all across the country, some of the stuff feasible that's in this."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "utterance": "That would be pretty hard for Hawaii."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was pretty funny. Joining me now Amy Kremer, co-founder and chair of women for Trump. And Robert Zimmerman, Democratic strategist and DNC committee chair -- committee member, I should say."
    },
    {
      "speaker": "ROBERT ZIMMERMAN, DEMOCRATIC STRATEGIST",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Robert, what do you make of the sort of, you know, tensions? Do they exist or not exist between Nancy Pelosi and Alexandria Ocasio-Cortez who gets a lot of attention?"
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "I don't want to disappoint some of your viewers but they may be disappointed to know that Nancy Pelosi as speaker and Congresswoman Ocasio- Cortez are very much in sync. Not only is Alexandria Ocasio-Cortez on a major committee which is unique for a fresh member of Congress, a new member of Congress but more than that, they are together on climate change."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But she's not on a -- she didn't put her on the climate change committee, Robert."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "No. But she is on the oversight committee which is a very significant committee. And so, the point but the more important point is realistically, they are together and united on the issue of tackling climate change. Nancy Pelosi has made that a flagship position of her career. And I also want to point out in fairness the leading departments in the Trump administration all recognize the urgency to address climate change."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, but that this is --"
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "The only one who -- the only -- excuse me --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is an enormous --"
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "-- the only one who doesn't have the character or intellect to recognize climate change is real is Donald Trump."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. So, I mean, the enormity of this, of these proposals, Amy Kremer, and we should point out this is a -- it's a nonbinding resolution, it's an idea essentially that has been put out there. But it would basically involve about 40 percent of the economy by some estimates, an effort that has not been undertaken since our effort for World War II."
    },
    {
      "speaker": "AMY KREMER, CO-FOUNDER, WOMEN FOR TRUMP",
      "utterance": "Yes, Martha. I mean, just, if you just look at the air travel piece alone as a former flight attendant, I can't imagine why anybody would think this is a good idea. When that industry employees 700 million or 700,000 Americans directly and then I believe 10 million American jobs and they want to do net zero emissions eliminating that industry, imagine the impact on our economy, let alone the global economy and then it affects hotels, hospitality. I mean, it would just be horrific. It's not realistic. It's not going to happen and I think that Speaker Pelosi is putting AOC on these powerful committees just to appease her, kind of like."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "Amy, I'm sorry to dispute your -- I'm sorry to confuse you with the facts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But, hold on. I want to talk about -- I want to talk about the -- because it is an enormous economic commitment and that's what doesn't get discussed here. And Michael Bloomberg brought it up. He said, you know, this is completely unrealistic, this will never happen. And that's not to say that you can't makes efforts --"
    },
    {
      "speaker": "KREMER",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- towards, you know goals that make our environment cleaner."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "But you know, Martha --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think everybody is in favor of that."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "But Martha, it's more than that. It's more than that. It's not about making efforts. And let's be clear. Everyone is not together on this. Donald Trump has actually put through one regulation after another to increase air pollution in our nation and to reduce climate standards. So, not -- except most of us are together except the president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I mean, you know, that they're understandable to, you know, to be critical of that."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "But the point I'm making to you -- but the point I'm making to you is I'm glad Amy wasn't around when President Roosevelt said we are going to build 185,000 planes to fight and defend American World War II."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Totally very different time. We had a terrible -- very, very, very different time. In term -- she says it's the same World War II. I want to bring up this Ivanka Trump initiative today. Because you know, you look at Alexandria Ocasio-Cortez, you look at Ivanka Trump, both young women who are trying to improve the country and the world."
    },
    {
      "speaker": "KREMER",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And here's what she said about her global development for prosperity initiative for women around the world. Watch this."
    },
    {
      "speaker": "IVANKA TRUMP, ADVISER TO THE PRESIDENT",
      "utterance": "This is the first U.S. government, all of government approach to empowering women in the developing world. And we're incredibly excited. We will hit 50 million women by 2025 through one of three pillars. The first is women prospering in the workforce so helping with vocational education. The second is helping women entrepreneurs gain access to finance and capital that enable them to scale and grow their businesses. And the third is the enabling environment and creating the conditions for women to thrive."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I mean, the goal is lifting people. So, I need a quick answer on this. Robert, your thoughts on that and then we'll get Amy's thoughts."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "There has been no administration in the history of our country that has been more antagonistic towards women, towards their safety, towards their economic prosperity than this White House. This president won't even commit to sign the Violence Against Women's Act. This president has set a standard which is completely disenfranchised women both in the workplace in terms of their healthcare and in terms of their rights as mothers and family and their family members."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lifting the economy across the board including women in a very large way. Amy, your thoughts before we go?"
    },
    {
      "speaker": "KREMER",
      "utterance": "Yes. Bless your heart, Robert. You can't get past Donald Trump. Martha, this is only one --"
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "Because he is the president, Amy."
    },
    {
      "speaker": "KREMER",
      "utterance": "-- piece of a much larger. I didn't interrupt you, one piece of a much larger effort that Ivanka Trump has done. She goes about over the past two years and has done a number of things working on human trafficking and the child tax cut credit and she is not seeking the same glory or anything. She just goes and does it and she has done many things for women across the country. And it's a shame that those stories aren't told."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, guys. To be continued. Thank you very much."
    },
    {
      "speaker": "ZIMMERMAN",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Robert Zimmerman, Amy Kremer, good to have you with us. Thanks. Coming up next, the journalist and author who responded to accusations of plagiarism for the first time here last night on The Story is now admitting that there may be some mistakes. The update on that is next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Former New York Times --"
    },
    {
      "speaker": "JILL ABRAMSON, FORMER EXECUTIVE EDITOR, NEW YORK TIMES",
      "utterance": "I certainly didn't plagiarize in my book and, you know, there are 70 pages of footnotes showing, you know, where I got the information."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, do you think --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was last night right here. Former New York Times editor Jill Abramson on The Story denying allegations of any plagiarism 100 percent she said in her new book which is called ironically, \"The Merchants of Truth.\" But now, she acknowledges that there may be some errors in the sourcing. Trace Gallagher live from our West Coast newsroom with the follow-up on this big story tonight. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Hi, Martha. Jill Abramson told the Washington Post that she took the claims of plagiarism so seriously that she was up all night going through her book. Then in an e-mail to the Associated Press Abramson was more detailed saying, quote, \"the notes didn't match up with the right pages in a few cases and this was unintentional and will be promptly corrected. The language is too close in some cases and should have been cited as quotations in the text. This, too, will be fixed.\" The 500-page book is a critique of the media focusing on the New York Times and the Washington Post along with digital sites BuzzFeed and Vice. But Vice correspondent Michael C. Moynihan listed several examples of passages in the book that closely resemble the work of other publications including the Time Out and the New Yorker. Here is what Abramson last night on The Story when asked why Vice is taking her to task. Watch."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Pulling out --"
    },
    {
      "speaker": "ABRAMSON",
      "utterance": "Many people from both Vice have been taking issue with the book it seems, you know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And why is that?"
    },
    {
      "speaker": "ABRAMSON",
      "utterance": "I think they don't like the portrayal of Vice. Although I think it's a very balanced portrait. And I have a lot of praise for some of their journalists and some of their stories."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Vice co-founder Suroosh Alvi tweeted, quote, \"I never thought in my wildest dreams that the former exec editor of the New York Times would school Vice on how to do irony. Imagine plagiarizing for a book on ethics riddled with factual errors and then calling it \"Merchants of Truth.\" Hats off to you, Jill Abramson.\" Other journalists have also pointed out passages and quotes in the book that appear to be lifted without attribution. Abramson's work has also come under scrutiny before including a story last year in New York magazine making a case for the impeachment of Supreme Court Justice Clarence Thomas. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Trace Gallagher with the follow up there tonight. Up next, the incredible untold story of one man's escape from a radical regime in Iran and how walking into a church changed everything."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As a teenager living under the Iranian ayatollahs, Sohrab Ahmari didn't believe in God but nearly two decades later his life changed in a church in America. His brand-new book out today \"From Fire by Water\" depicts his unlikely passage. This is the untold story of Sohrab Ahmari. Watch."
    },
    {
      "speaker": "SOHRAB AHMARI, AUTHOR, FROM FIRE BY WATER",
      "utterance": "I was living in post- revolutionary Iran. Suddenly this severe atmosphere of Islamic conformity informed on pain of flogging and jail and execution sometimes. And I lived among middle class educated urban people who had supported the revolution in the case of my parents and grandparents but suddenly found themselves that this is not what they wanted and very much alienated from this new society that was taking place. And they were constantly living two sets of lives. You know, at home you said certain things, you read certain novels and certain western ideas but in public you had to profess something else. And pretend essentially to be an Islamist."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You talk about going to the beach and the curtain that would be on the public beach where the men could swim on one side and women could swim on the other."
    },
    {
      "speaker": "AHMARI",
      "utterance": "That's right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But you went with your family to another area."
    },
    {
      "speaker": "AHMARI",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But if you got caught, basically, you could kind of pay off the person who caught you?"
    },
    {
      "speaker": "AHMARI",
      "utterance": "Right. And that hypocrisy, the fact that on the one hand God required a complete police state, you know, the god of the Islamic republic required a police state to enforce his norms, and on the other hand his agents, meaning the Revolutionary Guards and the morality police were so pliable. That hypocrisy and the sort of sense of living a dual life I found very repulsive. So, when I was 12 or 13, I just decided if this is God, I want nothing with it. It must be something for simple people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, finding themselves in that imported Islamic republic did not sit well with your mom who decided after your parents divorced that she was going to take you to Utah."
    },
    {
      "speaker": "AHMARI",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's a pretty stark difference from Tehran to Utah or maybe it's not in some ways."
    },
    {
      "speaker": "AHMARI",
      "utterance": "Yes. I say in the book in some ways Utah has a deeply religious culture and I would often make unfair comparisons between the two after I immigrated to Utah. I would joke that I have moved from one theocracy to another although it was actually really unfair comparison because over there the norms were enforced again with flagging and here it was, you know Democratically elected."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was voluntary."
    },
    {
      "speaker": "AHMARI",
      "utterance": "Voluntary."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, exactly. But at that point as a young teenager --"
    },
    {
      "speaker": "AHMARI",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- you were drawn towards socialism and Marxism."
    },
    {
      "speaker": "AHMARI",
      "utterance": "I discovered Marxism as a way to answer all of life's questions because Marxism is this totalistic understanding of the world like every element from art and culture to economics it has an answer to everything. It's very horrible answer in some ways it has no sense of human nature of the soul. It didn't deny all of that, and says everything is material. And at the same time Marxism has a religious dimension. So even as I was professing Marxism, in some ways I was still looking for God."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Somewhere along the line you found yourself at a Catholic mass. You walked into a Catholic Church and went to mass, why did you do that?"
    },
    {
      "speaker": "AHMARI",
      "utterance": "Well, I had had a weekend of 20-something crisis where I just made a series of bad choices, maybe 23. I was circling around Manhattan and I still don't fully explain -- couldn't fully explain why but I saw a Catholic Church and I walked in. And I had this astonishing experience with the mass that there is -- the mystery that is underway in the process of the holy mass is the presence of God in a very powerful way. This was even while I was still outwardly would say I'm an atheist. I'm too smart to be a believer, you know, I'm not one of these people. But internally at the level of my imagination and emotions I felt this is true. And whatever it is, whatever redemptive thing is happening here, I want it. But it took, still, a long time to finally assent to faith."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, in 2016, in June, in Normandy in a Roman Catholic Church really at the height of the brutality of ISIS and Islamic radicalism at least as we have seen it so far. Two men walked into a church. They asked an octogenarian priest named Father Hammel to get down on his knees and then they sliced him across the throat and murdered him on the altar."
    },
    {
      "speaker": "AHMARI",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And on that day you became Roman Catholic?"
    },
    {
      "speaker": "AHMARI",
      "utterance": "On that day I announced I was becoming a Catholic. And a lot of people thought this act has turned Sohrab Ahmari into Catholic this atrocity. In fact, you know, all this process we had been talking about have been going on and I had started to read and I was studying with a Catholic priest. But that act when that happened, I was so outraged by it that I thought I have to say something. And so, like most millennials I took to my Twitter account and I said this is atrocious and, by the way I should announce that today I'm studying to become a Roman Catholic. But then I wasn't really prepared to answer all the questions people are like why, how did -- you know. So, I decided to write a book about it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you so much, Sohrab Ahmari. It is great to talk to you."
    },
    {
      "speaker": "AHMARI",
      "utterance": "My pleasure. Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And we look forward to the book. Thank you very much."
    },
    {
      "speaker": "AHMARI",
      "utterance": "Thanks. Thanks, Martha. Cheers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Finally, tonight, a sad goodbye to my friend Bob Massi. He was a treasured member of our Fox family. No one love his wider community of Las Vegas more than Bob. He could show you the real city the way no one else could. He had friends far and wide. Our prayers are with his wife, Lynn (ph), his children, his two brothers. His story was good and loving, and too short. Good night. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}