{
  "date": "February 12, 2015",
  "headline": "Grapevine: Bill to address 'cheater pints' at Maine bars",
  "subHeadline": "Now some fresh pickings from the Political Grapevine... Veteran Move A dust-up during a congressional hearing yesterday has a veterans group calling on the VA Secretary to apologize.",
  "url": "https://www.foxnews.com/transcript/grapevine-bill-to-address-cheater-pints-at-maine-bars",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ROBERT MCDONALD, VA SECRETARY",
      "sentences": "I'm offended by your comment. Actually, I've been here six months. You've been here longer than I have, if there's a problem in Denver, I think you own it more than I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONALD",
      "sentences": "I've run a large company sir, what have you done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE COFFMAN, R - CO",
      "sentences": "The fundamental challenge...   That question -- what have you done -- did not go over well. Congressman Coffman is a veteran of both Iraq wars.   The Concerned Veterans for America are calling on McDonald to apologize to Coffman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, CONCERED VETERANS FOR AMERICA",
      "sentences": "In his job on that committee, he's in charge of investigation and oversight of the VA and he's asking very legitimate questions...and the secretary rather than taking on that question and taking on the criticism of a culture that still doesn't demand excellence and still doesn't hold people accountable, he kinda says, 'nanana boo boo,' I ran Proctor and Gamble    So far, no response from McDonald. A Fate Worse Than Coach  A diva moment by one of Korea's richest women has bought her a taste of a different lifestyle a year in prison. In December, Cho Hyun-ah, daughter of Korea Air's chairman, ordered her flight about to take off from JFK airport to return to the gate because she was angry that a flight attendant served her macadamia nuts in a bag rather than a bowl.  Cho ordered the attendant off the plane.  A physical altercation ensued. A South Korean court found Cho guilty of forcing a plane to change route, and assaulting a crew member.  This Bill's for You   And finally, a lawmaker in Maine wants to make sure bar-goers get what they pay for. State Senator John Patrick has proposed a bill punishing restaurants and bars that sell pints of beer on draft that turn out to be less than 16 ounces. The Democrat is taking issue with bars that try to pass off glasses that only hold 14 ounces as pint glasses.  Bills to address so-called \"cheater pints\" have been proposed in Michigan and Oregon.  Both have fallen flat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT MCDONALD, VA SECRETARY",
      "utterance": "I'm offended by your comment. Actually, I've been here six months. You've been here longer than I have, if there's a problem in Denver, I think you own it more than I do."
    },
    {
      "speaker": "MCDONALD",
      "utterance": "I've run a large company sir, what have you done?"
    },
    {
      "speaker": "REP. MIKE COFFMAN, R - CO",
      "utterance": "The fundamental challenge... That question -- what have you done -- did not go over well. Congressman Coffman is a veteran of both Iraq wars. The Concerned Veterans for America are calling on McDonald to apologize to Coffman."
    },
    {
      "speaker": "PETE HEGSETH, CONCERED VETERANS FOR AMERICA",
      "utterance": "In his job on that committee, he's in charge of investigation and oversight of the VA and he's asking very legitimate questions...and the secretary rather than taking on that question and taking on the criticism of a culture that still doesn't demand excellence and still doesn't hold people accountable, he kinda says, 'nanana boo boo,' I ran Proctor and Gamble So far, no response from McDonald. A Fate Worse Than Coach A diva moment by one of Korea's richest women has bought her a taste of a different lifestyle a year in prison. In December, Cho Hyun-ah, daughter of Korea Air's chairman, ordered her flight about to take off from JFK airport to return to the gate because she was angry that a flight attendant served her macadamia nuts in a bag rather than a bowl. Cho ordered the attendant off the plane. A physical altercation ensued. A South Korean court found Cho guilty of forcing a plane to change route, and assaulting a crew member. This Bill's for You And finally, a lawmaker in Maine wants to make sure bar-goers get what they pay for. State Senator John Patrick has proposed a bill punishing restaurants and bars that sell pints of beer on draft that turn out to be less than 16 ounces. The Democrat is taking issue with bars that try to pass off glasses that only hold 14 ounces as pint glasses. Bills to address so-called \"cheater pints\" have been proposed in Michigan and Oregon. Both have fallen flat."
    }
  ]
}