{
  "date": "February 5, 2019",
  "headline": "Van Jones says Trump's State of the Union was full of cookies and dog poop",
  "subHeadline": "Guests: David Perdue, Brad Sherman, Frank Luntz, Horace Cooper",
  "url": "https://www.foxnews.com/transcript/van-jones-says-trumps-state-of-the-union-was-full-of-cookies-and-dog-poop",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Thank you. I am Laura Ingraham, this is “The Ingraham Angle” from Washington still buzzing from the President's State of the Union. Tonight, he laid out his agenda, touting his successes and taking on partisan investigations briefly and revenge politics. We're going to analyze all of that plus how the others networks, as I just mentioned are pathetically spinning it.  Senator David Perdue and Democratic Congressman Brad Sherman are both here. Plus Matt Schlap, Byron York, Frank Luntz, Raymond Arroyo, and many others.  But first, just some of the highlights of his speech that sent a powerful message to the country and her elected officials.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "There is a new opportunity in American politics, if only we have the courage together to seize it.  Victory is not winning for our party; victory is winning for our country. But we must reject the politics of revenge, resistance and retribution and embrace the boundless potential of cooperation, compromise and the common good.  Together, we can break decades of political stalemate.   The decision is ours to make. We must choose between greatness or gridlock, results or resistance, vision or vengeance, incredible progress or pointless destruction. Tonight, I asked you to choose greatness. The U.S. economy is growing almost twice as fast today as when I took office and we are considered far and away the hottest economy anywhere in the world. Think of this capital. Think of this very chamber, where lawmakers before you voted to end slavery, to build the railroads and the highways and defeat fascism, to secure civil rights and to face down evil empires. Together, we represent the most extraordinary nation in all of history. What will we do with this moment? How will we be remembered?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Matt Schlapp, Chairman of the American Conservative Union. Byron York, chief political correspondent for \"The Washington Examiner\" and polling guru, Frank Luntz, who was in the Chamber while Trump was speaking tonight. Now, Frank, you were there in the room. And now, it seemed despite, you know, bevy of the Democratic members that -- some of them were actually more receptive than a lot of us might have predicted earlier on in the evening or earlier in the week when things were so tough after that shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK LUNTZ, GOP POLLSTER",
      "sentences": "I had an amazing seat, so I could see who was up and who wasn't and Steny Hoyer, I give him credit. He was up, the women behind him would not applaud. They would not stand. They would not show any recognition when Trump talked about having the most major impact on African-American employment, Latino employment, the women stayed put.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have that clip guys? I want to show that. So when the President was speaking about the unemployment numbers, again, record -- near record or record low, this is what happened. I think we have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "An economic miracle is taking place in the United States and the only thing that can stop it are foolish wars, politics or ridiculous partisan investigations. If there is going to be peace and legislation, there cannot be war and investigation. It just doesn't work that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He just described it. All right, that's a different bite, but you get the point. I mean, this is where he is hitting the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Hoyer was up. Hoyer was up. Hoyer showed respect to the President and Nancy Pelosi sat down and I'm convinced that tomorrow, Pelosi is going to call Hoyer out - Steny Hoyer out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mad. And again, I thought Byron, there were not enough times where we were seeing the panning of the crowd. I mean, I know this is a pool camera. I thought it was really important to see who and who did not stand for record low unemployment for African-American, all the successes for women and sex trafficking.   We were seeing the President coming in now, but we when people don't stand for record low unemployment, what kind of a country is this? BYRON YORK, CHIEF POLITICAL CORRESPONDENT, \"THE WASHINGTON EXAMINER\": That's exactly right. That was one of the parts of the speech that was designed to appeal to everybody talking about the creation of jobs for everybody. If you talk to some of the Republican members, one of the parts they really loved in this speech was he talked about how socialism had ruined Venezuela, and then he said, \"We're hearing calls for socialism today in the United States, and we should never have that,\" and some of the Democrats did not applaud and did not get up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have - this one we have. So let's look, and yes, let's watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If only we have the courage together to seize it. Socialism in our country, America was founded on liberty and independence and not government coercion, domination and control. We are born free and we will stay free.   Tonight, we renew our resolve that America will never be a socialist country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, again we keep cutting it, but Nancy Pelosi sat and then she stood, and then you see the halting people in the in the audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Republicans believe that Trump had basically just proposed a socialism test and a significant number of Democrats had failed it. So just as in terms of just partisan jabbing back and forth, you're going to hear a lot about that and you'll probably see it in some political ads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Matt, there are moments that I thought, gosh, this this is something Obama could have said whether it was on the sex trafficking, opioids, AIDS, criminal justice reform, getting the middle class back to work, Obama, Clinton, and it was Trump and he was up there showing and when he said, \"This is a day where we can forge new alliances,\" and again, the populace who was supposed to be anti-war party, what happened to the left being anti-war? They wouldn't stand for that either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "sentences": "You know, this is right, if you actually take away all the vitriol, the people who just hate have animus towards Trump, if you actually look at his policies, they are common sense policies.   If you look at the border, we have already 600 miles of barriers, he wants 200. If you look at what he's talking about the economy, you know what he's talking about? Middle class families having jobs and having greater economic opportunity. Third-trimester abortions -- that's a horribly unpopular notion that you could have abortion really at the very end of pregnancy.  Now, they are talking about after. They are talking about post-delivery abortions, this is kind of insane talk. His policies actually are common sense. So I agreed with your analysis. There's a lot here for people who aren't really involved in the partisan fights to like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that's why and we're going to get to this later on, some of the shocking instant polls. I know some people discount instant polls, they don't really matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Not when they all say the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but we're going to get into the numbers that I think when you saw the faces of anchors on the other networks, when they had to report on these instant polls. It was priceless. All right, I want to play this moment. This was Trump on women succeeding in the country. And Frank, because you were there tonight. I want you to react to this. This is a little bit longer clip. But let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No one has benefited more from a thriving economy than women who have filled 58% of the newly created jobs last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You weren't supposed to do that. Thank you very much. Don't sit yet. You're going to like this. And exactly one century after Congress passed the Constitutional Amendment, giving women the right to vote, we also have more women serving in Congress than at any time before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Frank, these are women who many of them have said, called him a racist, called him a misogynist, and said he should be impeached. And he gave them props there. They're wearing white for the suffrage. I thought that was a brilliant own-the-room moment for this President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "I think they made a mistake because they did not stand for him. In virtually every case, they sat on their hands even when it was something that they themselves would have been proud of if this had been Barack Obama. But can I give you one line, \"We must reject --\" this is Trump, \"We must reject the politics of revenge, resistance and retribution and embrace the balance, potential cooperation, compromise and the common good.\" As a language person, that's awesome. That's historic. And that's what this President did today. He delivered a speech that the base will love and those who are still undecided, you can see by the polling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And yet Byron, and again we'll get to the polling in a moment especially on the issue of immigration what the President said tonight again talking about wages, the middle class, crime -issues he's hit before, but he hit it in a little slightly different way tonight.  But I want to play -- this this is about 20 seconds, but this is the President on that stark divide. The elites versus the rest of America on immigration. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No issue better illustrates the divide between America's working class and America's political class than illegal immigration. Wealthy politicians and owners push for open borders while living their lives behind walls and gates and guards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A friend of mine who's fairly liberal, let's just say, he lives in Beverly Hills. He messaged me, I was shocked. He said, \"I'm not one of these guys who would stand for this. This was a home run.\" He said, \"And I'm not the audience.\" These are the kinds of texts I'm getting. No joke. There's no exaggeration and I thought you know, the speech was long and he'd be -- I thought it was a great speech. I said, but you know, we're sitting here in the studio. Other people across the country are hearing it in a completely different way.  And I'm telling you, I have not gotten this kind of reaction from people across the country like I did tonight on this speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Remember, this is a speech given in the context of this fight over immigration, this Conference Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "The threat of yet another government shutdown. We had it tonight instead of last week because the Speaker of the House disinvited the President from giving the address over this border barrier. So this was the President's absolute best chance to make his case for this. On January 8th, he did that address to the nation which did not move the needle at all, but now, he had all the pomp and you know, all the ceremony of this of this event and he really seemed to make very, very good use of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And smart decision on his part. A lot of us were telling him, \"Come on and go and do a State of the Union at Ellis Island,\" or go, again --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Or deliver it in writing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Again, that was - I never was for that. Trump, it shows you again, Matt, for all the complaints about he tweets too much or he trashes John McCain as he did apparently at a meeting with journalists today for his vote on the healthcare, but put all that aside.  He has really sharp political instincts. His political instincts for someone who didn't spend his life in politics, pretty darn good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "He knows his own mind and I don't think we're going to have to hear any more about losing this little dust up over the invitation to give the State of the Union. He held his ground. He had to modify. He held out and I think tonight, he really set the stage to talk about why he should be the President for four more years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Frank, again we're going to get to Stacey Abrams, you guys are going to come back with us, but she painted a picture that was very starkly different. America is basically down on its luck and you know middle class just can't get capital for businesses. I'm like what? You can't capital for businesses apparently. I'm like, what what's a wealth confiscation going to do for that real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "There is one more line in there, \"Together, we represent the most extraordinary nation in all of history.\" Trump is prepared to say that America is number one. The best ever. The Democrats aren't. Watch. That is going to be a key campaign point in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fascinating. Thank you so much panel. And tonight's Democratic response to the State of the Union was delivered as I mentioned by Stacey Abrams. Remember, she is the former Georgia House Minority Leader and former gubernatorial candidate. Of course, she lost in that attempt. But she attempted tonight to provide a contrast to the present on the issues of the economy, on the issue of immigration, abortion and others. And on some of these issues, it was a very tough sell. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACEY ABRAMS, D-GA, FORMER GUBERNATORIAL CANDIDATE",
      "sentences": "The Republican tax bill rigged the system against working people. Rather than bringing back jobs, plants are closing, layoffs are looming and wages struggle to keep pace with the actual cost of living. We know bipartisanship could craft a 21st Century immigration plan. But this administration chooses to cage children and tear families apart. Compassionate treatment at the border is not the same as open borders. We must all embrace that from agriculture, to healthcare, to entrepreneurship, America is made stronger by the presence of immigrants, not walls.  Even as I am very disappointed by the President's approach to our problems, I still don't want him to fail. But we need him to tell the truth and to respect his duties and respect the extraordinary diversity that defines America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here now to respond, Georgia Senator David Perdue. Senator Purdue. Wow. I mean Stacy Abrams, I think did she did an able job. I mean, she was up there. It's always difficult to follow the President. She seemed very conversational. Started off with a kind of a hardscrabble story about her father and giving a coat to somebody who was in need, which was nice story.  I'm not quite sure how that related to today's economy. But, nevertheless, America still is dogged by racism, dogged by people working three jobs, wealth inequality, that's where we're going in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DAVID PERDUE, R-GA",
      "sentences": "What you saw tonight is a President that landed his speech and one of the most historic speeches, I can remember, he laid out a vision for America that builds on the successes of his presidency so far, and the results he's achieving right now. The response builds on a false narrative that's not built on any reality of fact. This is the greatest economic turnaround in our history. We have the highest median income in U.S. history, the lowest African-American unemployment in our history, the lowest unemployment in 50 years. This economy is rocking because of the policies that President Trump has implemented over the first two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Senator Purdue, Stacey Abrams said, \"In Georgia and around the country, people are striving for a middle class where a salary truly equals economic security. But instead, families' hopes are being crushed by Republican leadership that ignores life or just doesn't understand it.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "Well, this is a totally disconnected Democratic mission here. This is a false narrative. There's no fact that they're basing this on. I can tell you having spent a lot of time running around the country in the last few months and certainly, in my home state in the last few weeks, the economy is moving people and are getting jobs, incomes arising. You know, this is a situation where optimism in America is back after a decade of the lowest economic performance in U.S. history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Senator Perdue, the issue of immigration of course, the President feels so passionately about it, incredibly powerful stories tonight. Again, people who have lost loved ones, crime, depressed wages and the power of legal immigration. He made sure to mention that, which was really important. Tonight, that issues seemed to connect even after the pain that some suffered in the shutdown. What can we expect if anything in Congress with the shutdown looming again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "Well, I'm hopeful, but I'm less than optimistic. I think the ball is in Nancy Pelosi's hands right now. And frankly, I think we need to see a proposal from them. For 35 days during the shutdown, we didn't get one single proposal from the Speaker of the House. The President put forward several. In fact, this offering that we're in right now, the three weeks offering gives us an opportunity this committee to work out a result. I'm hopeful they'll do that. But Nancy Pelosi has a historic opportunity right now to be a partner with Donald Trump. He is looking for an engagement from her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Were you watching? What Nancy were you watching? She was like cleaning your teeth, I mean, she was doing the jumble or something or the crossword on her lap. I mean, I don't know what she was doing. She looked like she just sat on a pine cone for most of that speech, okay. She was like trying to figure out when to stand for no socialism. Like, \"Wait, should I stand?\" It was fun. I'm sorry. But there was some unintended probably comedy in all of that. All right, one of your former colleagues in the Senate, Claire McCaskill was on another network tonight, essentially saying the President is threatening Democrats. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAIRE MCCASKILL, D-MO., FORMER SENATOR",
      "sentences": "The weirdest thing for me was the line he put in about there cannot be -- essentially what he said is there cannot be legislation if you're investigating me, basically threatening Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is that what he did tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "Of course not. This is the false narrative. When you can't talk about your policies and the results that they have achieved, this is what you do. It's a false narrative, not based on any reality of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What was it like in there tonight? I mean, what was it -- I mean, we were all watching the #GoScale, so they were all in white. I mean, it was kind of a stunt. The President kind of stole the joke from them. Now, we played it earlier with the suffragettes and he kind of had that whimsical almost saying, \"Congratulations, good for you.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "What you saw was a President hitting his stride, buoyant on the results that his agenda is achieving and it's disgusting, frankly, to see American sit on their hands when you talk about the lowest African-American unemployment in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How about ICE? Like the heroes at ICE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "Absolutely, so it's disgusting. It's the hypocrisy of politics. You see the Democrats perpetrating right now, every day in the United States Senate and in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Socialism is still growing among some polls. Young people find socialism preferable to capitalism. What does that tell you about Republicans and the job they need to do to educate a new generation that's propagandized to in public schools and in universities today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "You're exactly right. The university spill today is the academic position, is that of course, socialism now is the new way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But what do you guys do? What do business leaders do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "We have to talk about the result of capitalism, free enterprise system, how does this work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have to show that it works though, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "Well, we're doing that right now -- regulation, energy, taxes, Dodd-Frank -- this President has delivered the best economic result in U.S. history. This turnaround is the best one we've ever seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "End of February, possible second summit, it looks like in Vietnam. Again, the President with Kim Jong-un, what can we expect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERDUE",
      "sentences": "Well, I was in Beijing last year when Kim Jong-un was actually meeting with Xi Jinping. And without that relationship between President Trump and President Xi Jinping, I don't think we'd be sitting here today talking about a summit, a second summit between our President and Kim Jong- un. I think this is historic. President Trump is a deal maker. I expect this to continue on to the denuclearization of Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tough nut to crack there. I mean, you don't know if Xi is kind of helping or hurting in certain circumstances, but they want those tariffs gone so there might be some layering of the issues there. Senator, it was great to have you on, as always. Thanks for staying up. And a California Democrat comes in and takes on the President and in a moment, he's here to take on me as well. Congressman Brad Sherman here, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Together we can break decades of political stalemate. That decision is ours to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Together we can break decades of political stalemate. We can bridge all divisions, heal old wounds, build new coalitions, forge new solutions and unlock the extraordinary promise of America's future. The decision is ours to make. We must choose between greatness or gridlock, results or resistance, vision or vengeance, incredible progress or pointless destruction. Tonight, I ask you to choose greatness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But will those calls for unity actually work? Well, cynical Washington says, \"Well, we'll see.\" Despite a more conciliatory tone, the Democrats couldn't even muster applause for the President's calls to end human trafficking. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Now is the time for Congress to show the world that America is committed to ending illegal immigration and putting the ruthless coyotes, cartels, drug dealers and human traffickers out of business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why is Kamala Harris shaking her head? Driving the human traffickers out of business? No, we don't want to do that. What? Joining me now to react. Congressman Brad Sherman, a Democrat from the great state of California. I'm glad he's here tonight. Congressman, I really appreciate you spending some time with us and sharing your perspective. Now on the issue of human trafficking, I've heard so many Democrats over the years talk about the scourge of human trafficking. And we, all as Americans, it's not just not a partisan issue. So why didn't the women in white and Kamala Harris get on their feet and say, \"Good on you, Mr. President. We might not agree with you on a lot, but that's good stuff.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRAD SHERMAN, D-CALIF.",
      "sentences": "He begins his speech by threatening us and saying that if we do what the Constitution requires and exercise oversight and investigate what's going on in his administration that he's going to hold the country hostage. He has hold out the country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, he didn't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Yes, he did. He made it very clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Obviously, I saw someone else say that on another network. So that must be the Democrat's talking point tonight and I want to play something because I think this may be will change the way you're approaching this. These are the instant polls that were taken right after the speech. Two networks, not big fans of the President, CBS and CNN. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID CHALIAN, POLITICAL DIRECTOR, CNN",
      "sentences": "A very positive reaction from those who watched the speech tonight; 59% very positive, 17% somewhat positive; 23% negative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Following the President's State of the Union, 76% of speech watchers said they approved of what they heard; 72% said they approved of the President's ideas for immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does that make you think twice about taking away that the whole speech was about threatening Congress? The President was reaching across the aisle to you guys and you guys were sitting on your hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "This poll is of those who watch the speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So no Democrats care about the State of the Union? They're not here watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "They care about the State of the Union, but we've soured on this President. We've soured on the racist declarations. We've soured on Charlottesville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How is that going to create a single job, Congressman? Honestly, I get the talking points. He could have handled Charlottesville better, I get it. Those comments, I get that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "I can't force people in my district to watch the speech. Those who wanted to watch, watched. We don't live in North Korea where you're required to watch the speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, thanks for that education. I really appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "So Democrats chose not to watch the speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, on the issues -- opioids, AIDS, human trafficking, criminal justice reform, women empowerment summit tomorrow for economic empowerment here and abroad -- these are things that I remember -- I've been here for 30 years, your party has championed, but this guy says it, and you guys like, \"He's attacking Congress. How dare he say these things? How dare he coopt our agenda?\" SHERMAN; We stood up and cheered dozens of times. I stood up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not on a lot of the issues you had liked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "I stood up and cheered more often than last time I was at a Dodger game. We stood up and cheered dozens of times, not as often as the Republicans did. We cheered more than Obama was cheered by Republicans. We cheered plenty. But you can't stand up after every half a sentence and give him a standing ovation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I am not saying that, I am talking about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "So you can always -- you can always --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I am not saying that. I am talking about human trafficking and women's unemployment. Those are pretty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We stood on women's employment. We stood on border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh no, no. There's a reaction, right there. There's reaction on women's unemployment. There's the there's the ghost gals. Now, they start ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "There's the cheer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, no, they did when one of them said, \"Okay, but we're here. That's good.\" Then the President said it's historic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "It is historic and they wouldn't ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They cheered themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "They wouldn't be there if it wasn't for Donald Trump. He does deserve credit for electing so many women in Congress. See all of those Democratic women, they might not be here if it wasn't for Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, honestly, I think of the party of JFK, I think of the party of low taxes and lower regulations, robust military, obviously pro-life and then I see this Democratic Party today, the party of infanticide, the party of late-term abortion. Eight percent of the country believes late term abortion is wrong. And I find that -- what's happened to the Democratic Party? The little guy, the party of the little guy, what's happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We're standing up. That's why we're winning in the polls. That's why we won by huge margins last November. That's why in spite of everything, we carried the popular vote and we carry it overwhelmingly in the upcoming Presidential --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What's the message for 2020 for the Democrats? How are you going to grow the economy at let's say, greater than 3.7% GDP? What's the path for doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "You first look at the fact that the last two years of Obama created more jobs than the first two years of Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What happened to the stock market the day after the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Those who wanted high corporate profits invested in the stock market and the stock market went up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What's the percentage of Americans that are invested in the market you think in their 401(k) pension funds?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "The vast majority --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "In your state, Cal--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "The vast majority of stock is owned by the top 5%. Now, it is true that a lot of Americans own a very tiny amount of stock indirectly, but the fact is that when you increase the deficit by $2.3 trillion, that's an additional debt for the average --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So you're now a deficit hawk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "I'm against the tax bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I am, too, by the way and I want -- I'd like to go back to the budget caps, but you guys were against those. You didn't want to do the budget caps. Obama was dragged kicking and screaming for the sequester caps. I was all for those, but a lot of big spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "The level of spending is consistent with the levels it was under the Reagan administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What did Obama do for spending? The only reason you got it under control is because they had to do the sequester caps because, you know, we were blowing through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We couldn't afford these tax cuts. They went overwhelmingly to the top end of the giant corporations and they imposed an additional $35,000.00 in debt on the average family of five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, so the blue collar workers and I think a legitimate criticism of both parties had been wages that had been stagnating for 18 years, really median income stagnated. So, \"The Washington Post\" has a piece last September and say finally the recovery hits Middle America. Blue collar wages rising. These are ABC News. This is \"Washington Post\" even the \"New York Times\" has to admit that. Is that also Obama? That's not Donald Trump's deregulatory move -- none of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Since Trump became President, real wages for those without college education has gone down, not up. Because we had inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "You said, \"Oh, wages are --\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Fed just said inflation is basically non-existent. That's why they're not raising rates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We've averaged 2% inflation. And we've averaged 2% wage growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So you basically say the economy is not historically strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's the envy of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "The economy is providing jobs which is a continuation of the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Three hundred thousand? Three hundred thousand jobs created in the month of January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Fewer job in the first two years of Trump than the last two years of Obama. Those are the statistics you may not like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Blue collar - blue collar wages, manufacturing jobs, over 400,000 jobs created. If Obama had the answers, why wasn't he able to do that? He kind of laughed at the idea of all this manufacturing renaissance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We had faster job creation ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Manufacturing jobs. Congressman, you know that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "And higher wage growth for those -- look at the last two years of Obama. Look at the first two years of Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, so you actually think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "No, the only way you get the lower wage growth is if you ignore inflation, which was lower in Obama than it is under Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So you think the Obama --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "So you have to use --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just give me -- I want to get this straight, Brad Sherman tonight, I'm so glad you're on because you're a very nice person, but you're saying the economy was stronger under Obama than it is right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "The last two years of Obama stronger than right -- well, it's a continuing trend. Obviously, if you jobs under Obama, then you create more jobs under Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second. Why was Foxconn not coming to like Wisconsin? Putting like 10,000 jobs in there. Why do that? If Obama had the secret sauce on the economy, why weren't all these foreign companies coming into town?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We created more jobs in the last two years of Obama than the first two years of Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're not answering the question, why didn't Foxconn, one of the biggest job creators in the world decide to come into the United States to build a plant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "You're asking me one company and I'm telling you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One of the most important ones. They make the iPhone pretty important. We want that stuff built here, don't we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We want the job growth we saw in the last two years with the Obama administration, not the lower job growth for the first two years of the Trump administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, so the manufacturing renaissance that even Trump's political enemies have to concede you're not conceding tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We have a -- he's building on the Obama success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So if the economy starts to go down, it won't be Obama's policies that will be Trump, correct? So a Trump can't win either way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Well, if he can outperform --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, this is why you guys are going to lose in 2020. You can't say there's no five fingers in front of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "We didn't lose in 2018, did we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, you didn't because Donald Trump wasn't on the ticket. Watch what happens in 2020, but we'll see. It is great to have you on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Once a year you have me on, only once.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You can come on anytime you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "Are you kidding? We've called you 220-30 times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Doors always open and come with your friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHERMAN",
      "sentences": "No, it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Congressman, thank you so much. And up next, the liberal media spin on the State of the Union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right shame on you, if you had the other networks on tonight, well, you might have missed this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN JONES, ANCHOR, CNN",
      "sentences": "I saw this as a psychotically incoherent speech with cookies and dog poop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, ANCHOR, MSNBC",
      "sentences": "It's so Trump. Very strong white wing stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This speech was gas lighting the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was a divisive speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Low energy. It was not well delivered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Back with me, Matt Schlapp, Byron York, also joining is Horace Cooper, co-chair of Project 21. Horace, Van Jones, who I just praised last week for actually putting -- even though he says almost horrific things about yours truly, I praised him for actually putting politics aside on criminal justice reform last week. Well, I think he must've gotten too much heat for that because I was praising him. So tonight he says, well, it's basically dog you know what, the speech. That is classy, Van, nice going. HORACE COOPER, CO-CHAIR, PROJECT 21: I actually don't know what speech he watched. I mean, it's remarkable. One, he got a chance to work with this President and they did a lot when it came to criminal justice reform, but tonight's speech was probably one of the best speeches the President has delivered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Delivered and positive, optimistic. I mean, got some digs in, Byron, but I think the Democrats - when you see those clips there, it was poorly delivered, they are really grasping for something to criticize and I don't know, I'm really trying to look at it objectively. Again, I thought the speech could have been edited. It was a little long for me, but I always say that. But people seem to love it. They were like, \"This is so much better than the Super Bowl.\" This is like, \"This is my Super Bowl.\" You should see the stuff on social media and these polls that I cited earlier. Again, they are instant polls, so only the people who watched, that's true, but they are overwhelmingly positive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, a couple of things, if you watch CNN and MSNBC a lot, their reaction to it is entirely consistent with the way they talk about Trump every single day. And as far as Democrats are concerned, look, a lot of people came into this speech prepared to hate it. And it's hard to change gears if in the middle of a speech, its 80 plus minutes long, it was too long, you're right. It's hard to change gears and say, \"Actually, he is saying some pretty good stuff. Maybe in the next day or two --\" and it takes a while for these things to sink in, we will see a little more balanced commentary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Never. Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Never, never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This was Anderson Cooper, Matt Schlapp after Stacey Abrams wrapped her response. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, ANCHOR, CNN",
      "sentences": "The Democratic response has been given by Stacey Abrams, a former gubernatorial candidate in the State of Georgia. I liked that one better. That's the best response, Democrat or Republican I can remember in some years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Wow, I did watch that speech. It's a little -- look, it's hard because you're not speaking to an electric room. They had the rather wooden panel of people behind her which were expressionless. Why do Democrats think it's good to have a zombie-like appearance on your face at these speeches? You know, you had Chuck and Nancy just looking straight at the camera with these people behind her, so I thought that was a little odd. On the Trump piece though, Laura, I actually want to disagree. I actually think it's good he went long because most people believe that with a speech from a teleprompter that he is impatient and want to cut it all back. If I think about the speech and I've gone through it a couple of times, he really needed to say almost all of that. Now, you can quibble with the words and everything else, but those things were critical and the other thing is this, this is a big, big moment for the President. It's a big moment for him to try to once and for all, in the final part of his term, capture people that are in his face. I think this speech gives him a chance to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Horace, my goodness, the personal stories tonight. I mean, I got teared up like three or four times and the holocaust survivor's story at the very end, which I think it was the most beautiful moment I'd seen in a State of the Union, a Dachau liberator and someone who survived Dachau, sitting side-by-side. And think of the lives they led and the things they've seen and you think of the pettiness today in Washington. The pettiness of politics, and we are all kind of guilty of it and what they went through for freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. COOPER",
      "sentences": "When you see CBS reporting nearly 80% of Americans who watched this speech thought it was amazing, thought it was remarkable, what you could see and what I could see, this is a man who loves this country and his infectious love of this country allowed him to weave a narrative using the lives of real Americans. This was quite Reagan-esque and how he was able to build this narrative and that something that you can't do without a genuine affection for your country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Byron, it's interesting that Horace mentioned that because another theme that I kept hearing and seeing on social media is you can see the President believes this. These aren't just words on a teleprompter. Every President gets help with his speech, by the way. So I do want to hear that he didn't write it. Every President gets help, but he felt - these are his issues. NATO, pay your fair share, everyone deserves a second chance. Get government out of the way. Enforce the borders. I mean, these are kind of basic things. But he owned the words because this is what he has always believed in for the most part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "He does believe those things and when you talk about - when you're trying to bring Americans together, you talk about the great things that America did. And he did something tonight which we are not going to be able to do that much longer. He said, \"In the room with us tonight, we have two men who stormed the beaches on Normandy.\" You're not going to be able to say that that much longer and he made really great use of that and the Republicans I talked to tonight thought that he had made better use of the people in the balcony than any other State of The Union they had seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We had Nancy Pelosi's first on tape reaction. It's going to be a doozy, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "When he acknowledged that it was the largest number of women, he forgot to acknowledge, 15 Republicans and 91 Democratic women in the Congress of the United States. I was like, \"Weird, you're your bringing this up,\" and look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's it? Is that the best you've got, San Francisco? Really? That's it? That is why it was a nice moment. You think Trump doesn't know that they are mostly Democrats? He was actually doing what they claim they want him to do. Bipartisan acknowledgment. \"Good for you, you guys are here. It's the anniversary of women's suffrage.\" I thought that was a brilliant moment in the speech and she knows -- she knows it's brilliant. That's why she has to kind of in that little sniffy way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "And I know it's in the House Chamber. We added several really great Conservative women to the GOP majority in the Senate and that does get dominated by this - the big pickups by the Democrats in the House, but this 53-seat majority in the Senate is a big deal as we move to fill more judge openings, as we try to get these nominations backlog. So if you ask me the bargain, which one I would like a little bigger conservative majority in the Senate or lose in the House, I would have liked both, but I am okay with how it came out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Real quick, we are out of time. Elizabeth Warren's new controversy kind of snuck in today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Yes, it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nice timing. She did state Native American heritage in her Texas bar application after having said she didn't really use it to get ahead. You can argue that you're getting of the bar application, but nevertheless is this going to hurt her, Horace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. COOPER",
      "sentences": "She's not really going to make it. She's not going to be able to go forward. This problem is crippling her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pocahontas again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "She can't seem to shake this thing. I mean, she make mistakes on her own with the DNA testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "H. COOPER",
      "sentences": "That was awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Toast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Toast, I think one word, toast. She's knocked herself. I don't see much of a future there. Panel, thank you so much. Fantastic analysis tonight. Next, we have some fun analysis from the evening -- the cheers, the jeers, the sneers and a lot more. The breakdown, bizarre, hysterical visuals from tonight, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trump's State of the Union left Washington buzzing with some of the best reactions of the night happening right during the speech. Joining us now to break it all down, the sounds, the sights and the body language from the night, Fox News contributor Raymond Arroyo. Raymond, everyone was texting me going, is Raymond going to do body language? You are now the body language expert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "sentences": "Quasi body language. Look, it was not a good night to be a Democrat tonight. I mean, the President came in and he dominated the room. There were some key moments, Laura, two of them I want to show you when really the rising star Alexandria Ocasio-Cortez and Nancy Pelosi showed their discomfort with some of what the President was saying and it showed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We must reject the politics of revenge, resistance and retribution and embrace the boundless potential of cooperation, compromise, and the common good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Anything but focus on the President. Look at Ocasio-Cortez's face. She's practically pouting through this. And then there was another moment, Laura, later in the conversation where Nancy Pelosi is snarling when the President talked about the child tax credit. She was snarling at moments during this. It was a very --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When she wasn't reading or doing the jumble or whatever it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But they don't realize the language, the message they send is, \"We are being uncooperative. We won't play at all.\" So he is complementing the women in the chamber. He is saying, \"Let's work together.\" Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Tonight, I am also asking you to pass the United States Reciprocal Trade Act so that if another country places an unfair tariff on a American product, we can charge them the exact same tariffs on the exact same product --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Look, she forgets to sit down. She was so worried about everything going on. She was reading along and forgot to sit down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "first of all, you don't sit there and read, whether it was the speech or her --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Even if you don't know what to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She's probably looking at her own portfolios, like, I've done pretty well under Trump. Done really well, up 40% or whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The message I got here was, she was thrown off her horse a little bit. She was - I think they were flummoxed by the grace, the poise the President had. He dominated the room and during the speech, I was getting texts and e-mails --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They did stand quite a bit. They did stand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Amazing come, on my feet, crying. The connection that he made I think the Middle America, faith voters with this moment when he mentioned abortion on demand and wanting a late-term abortion ban, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'm asking Congress to pass legislation to prohibit the late-term abortion of children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They can feel pain in a mother's womb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The Republicans are on their feet. Look at the ladies in white, Laura. Watch the shot. Not a moment of applause. The stark contrast the President drew in this moment will carry right on into 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He mentioned Ralph Northam's name and he said Ralph Northam would execute a baby born -- would execute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Oh, no, it was stark language and that reaction, we will remember that moment. We will remember the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "See, I think it's great that they wore the white because it really made them easy to pick out in the crowd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, I didn't know if there were a nursing class from Johns Hopkins or a new liberal nuns order. You know, they're like the little polyester suits. I didn't quite know what they were, but look, they costumed, they wanted to go as a block, they did, but that visual reminder, voters will remember. I think he connected with women, people of faith, middle America in a powerful way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I just have a question, who were the never-Trumpers tonight? Like what about this - the wars, they want more war? Or they want more illegal immigration -- who are the last standing never-Trumpers? Like Bill Crystal and like Evan McMuffin --McMullen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's increasingly hard to brand Donald Trump and his movement - a racist movement when you're pointing to people, African-Americans that he helped either commute the sentences or release from jail as part of his criminal justice reform. Big night for the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Nancy Pelosi facial expression, lip movement, we had all of the important issues covered tonight. All right, Raymond, thanks so much. My final thoughts, up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it never gets old, even for some of the cynics in this town of Washington, D.C. to hear moments like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Members of congress, the state of our union is strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, that's all the time we have left tonight. Don't forget my podcast, the new episode will launch today. OK, Ken Cuccinelli, the Northam discussion, everything approaching to the State of the Union. Tomorrow, we've got another one. Go to podcastone.com. Ed Henry, \"Fox News @ Night\" team, take it from here. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Thank you. I am Laura Ingraham, this is “The Ingraham Angle” from Washington still buzzing from the President's State of the Union. Tonight, he laid out his agenda, touting his successes and taking on partisan investigations briefly and revenge politics. We're going to analyze all of that plus how the others networks, as I just mentioned are pathetically spinning it. Senator David Perdue and Democratic Congressman Brad Sherman are both here. Plus Matt Schlap, Byron York, Frank Luntz, Raymond Arroyo, and many others. But first, just some of the highlights of his speech that sent a powerful message to the country and her elected officials."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "There is a new opportunity in American politics, if only we have the courage together to seize it. Victory is not winning for our party; victory is winning for our country. But we must reject the politics of revenge, resistance and retribution and embrace the boundless potential of cooperation, compromise and the common good. Together, we can break decades of political stalemate. The decision is ours to make. We must choose between greatness or gridlock, results or resistance, vision or vengeance, incredible progress or pointless destruction. Tonight, I asked you to choose greatness. The U.S. economy is growing almost twice as fast today as when I took office and we are considered far and away the hottest economy anywhere in the world. Think of this capital. Think of this very chamber, where lawmakers before you voted to end slavery, to build the railroads and the highways and defeat fascism, to secure civil rights and to face down evil empires. Together, we represent the most extraordinary nation in all of history. What will we do with this moment? How will we be remembered?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Matt Schlapp, Chairman of the American Conservative Union. Byron York, chief political correspondent for \"The Washington Examiner\" and polling guru, Frank Luntz, who was in the Chamber while Trump was speaking tonight. Now, Frank, you were there in the room. And now, it seemed despite, you know, bevy of the Democratic members that -- some of them were actually more receptive than a lot of us might have predicted earlier on in the evening or earlier in the week when things were so tough after that shutdown."
    },
    {
      "speaker": "FRANK LUNTZ, GOP POLLSTER",
      "utterance": "I had an amazing seat, so I could see who was up and who wasn't and Steny Hoyer, I give him credit. He was up, the women behind him would not applaud. They would not stand. They would not show any recognition when Trump talked about having the most major impact on African-American employment, Latino employment, the women stayed put."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have that clip guys? I want to show that. So when the President was speaking about the unemployment numbers, again, record -- near record or record low, this is what happened. I think we have it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "An economic miracle is taking place in the United States and the only thing that can stop it are foolish wars, politics or ridiculous partisan investigations. If there is going to be peace and legislation, there cannot be war and investigation. It just doesn't work that way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He just described it. All right, that's a different bite, but you get the point. I mean, this is where he is hitting the investigation."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Hoyer was up. Hoyer was up. Hoyer showed respect to the President and Nancy Pelosi sat down and I'm convinced that tomorrow, Pelosi is going to call Hoyer out - Steny Hoyer out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mad. And again, I thought Byron, there were not enough times where we were seeing the panning of the crowd. I mean, I know this is a pool camera. I thought it was really important to see who and who did not stand for record low unemployment for African-American, all the successes for women and sex trafficking. We were seeing the President coming in now, but we when people don't stand for record low unemployment, what kind of a country is this? BYRON YORK, CHIEF POLITICAL CORRESPONDENT, \"THE WASHINGTON EXAMINER\": That's exactly right. That was one of the parts of the speech that was designed to appeal to everybody talking about the creation of jobs for everybody. If you talk to some of the Republican members, one of the parts they really loved in this speech was he talked about how socialism had ruined Venezuela, and then he said, \"We're hearing calls for socialism today in the United States, and we should never have that,\" and some of the Democrats did not applaud and did not get up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have - this one we have. So let's look, and yes, let's watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If only we have the courage together to seize it. Socialism in our country, America was founded on liberty and independence and not government coercion, domination and control. We are born free and we will stay free. Tonight, we renew our resolve that America will never be a socialist country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, again we keep cutting it, but Nancy Pelosi sat and then she stood, and then you see the halting people in the in the audience."
    },
    {
      "speaker": "YORK",
      "utterance": "Republicans believe that Trump had basically just proposed a socialism test and a significant number of Democrats had failed it. So just as in terms of just partisan jabbing back and forth, you're going to hear a lot about that and you'll probably see it in some political ads."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Matt, there are moments that I thought, gosh, this this is something Obama could have said whether it was on the sex trafficking, opioids, AIDS, criminal justice reform, getting the middle class back to work, Obama, Clinton, and it was Trump and he was up there showing and when he said, \"This is a day where we can forge new alliances,\" and again, the populace who was supposed to be anti-war party, what happened to the left being anti-war? They wouldn't stand for that either."
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "utterance": "You know, this is right, if you actually take away all the vitriol, the people who just hate have animus towards Trump, if you actually look at his policies, they are common sense policies. If you look at the border, we have already 600 miles of barriers, he wants 200. If you look at what he's talking about the economy, you know what he's talking about? Middle class families having jobs and having greater economic opportunity. Third-trimester abortions -- that's a horribly unpopular notion that you could have abortion really at the very end of pregnancy. Now, they are talking about after. They are talking about post-delivery abortions, this is kind of insane talk. His policies actually are common sense. So I agreed with your analysis. There's a lot here for people who aren't really involved in the partisan fights to like."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that's why and we're going to get to this later on, some of the shocking instant polls. I know some people discount instant polls, they don't really matter."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Not when they all say the same thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but we're going to get into the numbers that I think when you saw the faces of anchors on the other networks, when they had to report on these instant polls. It was priceless. All right, I want to play this moment. This was Trump on women succeeding in the country. And Frank, because you were there tonight. I want you to react to this. This is a little bit longer clip. But let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No one has benefited more from a thriving economy than women who have filled 58% of the newly created jobs last year."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You weren't supposed to do that. Thank you very much. Don't sit yet. You're going to like this. And exactly one century after Congress passed the Constitutional Amendment, giving women the right to vote, we also have more women serving in Congress than at any time before."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Frank, these are women who many of them have said, called him a racist, called him a misogynist, and said he should be impeached. And he gave them props there. They're wearing white for the suffrage. I thought that was a brilliant own-the-room moment for this President."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "I think they made a mistake because they did not stand for him. In virtually every case, they sat on their hands even when it was something that they themselves would have been proud of if this had been Barack Obama. But can I give you one line, \"We must reject --\" this is Trump, \"We must reject the politics of revenge, resistance and retribution and embrace the balance, potential cooperation, compromise and the common good.\" As a language person, that's awesome. That's historic. And that's what this President did today. He delivered a speech that the base will love and those who are still undecided, you can see by the polling."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And yet Byron, and again we'll get to the polling in a moment especially on the issue of immigration what the President said tonight again talking about wages, the middle class, crime -issues he's hit before, but he hit it in a little slightly different way tonight. But I want to play -- this this is about 20 seconds, but this is the President on that stark divide. The elites versus the rest of America on immigration. Let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No issue better illustrates the divide between America's working class and America's political class than illegal immigration. Wealthy politicians and owners push for open borders while living their lives behind walls and gates and guards."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A friend of mine who's fairly liberal, let's just say, he lives in Beverly Hills. He messaged me, I was shocked. He said, \"I'm not one of these guys who would stand for this. This was a home run.\" He said, \"And I'm not the audience.\" These are the kinds of texts I'm getting. No joke. There's no exaggeration and I thought you know, the speech was long and he'd be -- I thought it was a great speech. I said, but you know, we're sitting here in the studio. Other people across the country are hearing it in a completely different way. And I'm telling you, I have not gotten this kind of reaction from people across the country like I did tonight on this speech."
    },
    {
      "speaker": "YORK",
      "utterance": "Remember, this is a speech given in the context of this fight over immigration, this Conference Committee."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The wall."
    },
    {
      "speaker": "YORK",
      "utterance": "The threat of yet another government shutdown. We had it tonight instead of last week because the Speaker of the House disinvited the President from giving the address over this border barrier. So this was the President's absolute best chance to make his case for this. On January 8th, he did that address to the nation which did not move the needle at all, but now, he had all the pomp and you know, all the ceremony of this of this event and he really seemed to make very, very good use of it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And smart decision on his part. A lot of us were telling him, \"Come on and go and do a State of the Union at Ellis Island,\" or go, again --"
    },
    {
      "speaker": "YORK",
      "utterance": "Or deliver it in writing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Again, that was - I never was for that. Trump, it shows you again, Matt, for all the complaints about he tweets too much or he trashes John McCain as he did apparently at a meeting with journalists today for his vote on the healthcare, but put all that aside. He has really sharp political instincts. His political instincts for someone who didn't spend his life in politics, pretty darn good."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "He knows his own mind and I don't think we're going to have to hear any more about losing this little dust up over the invitation to give the State of the Union. He held his ground. He had to modify. He held out and I think tonight, he really set the stage to talk about why he should be the President for four more years."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Frank, again we're going to get to Stacey Abrams, you guys are going to come back with us, but she painted a picture that was very starkly different. America is basically down on its luck and you know middle class just can't get capital for businesses. I'm like what? You can't capital for businesses apparently. I'm like, what what's a wealth confiscation going to do for that real quick."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "There is one more line in there, \"Together, we represent the most extraordinary nation in all of history.\" Trump is prepared to say that America is number one. The best ever. The Democrats aren't. Watch. That is going to be a key campaign point in 2020."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fascinating. Thank you so much panel. And tonight's Democratic response to the State of the Union was delivered as I mentioned by Stacey Abrams. Remember, she is the former Georgia House Minority Leader and former gubernatorial candidate. Of course, she lost in that attempt. But she attempted tonight to provide a contrast to the present on the issues of the economy, on the issue of immigration, abortion and others. And on some of these issues, it was a very tough sell. Let's watch."
    },
    {
      "speaker": "STACEY ABRAMS, D-GA, FORMER GUBERNATORIAL CANDIDATE",
      "utterance": "The Republican tax bill rigged the system against working people. Rather than bringing back jobs, plants are closing, layoffs are looming and wages struggle to keep pace with the actual cost of living. We know bipartisanship could craft a 21st Century immigration plan. But this administration chooses to cage children and tear families apart. Compassionate treatment at the border is not the same as open borders. We must all embrace that from agriculture, to healthcare, to entrepreneurship, America is made stronger by the presence of immigrants, not walls. Even as I am very disappointed by the President's approach to our problems, I still don't want him to fail. But we need him to tell the truth and to respect his duties and respect the extraordinary diversity that defines America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here now to respond, Georgia Senator David Perdue. Senator Purdue. Wow. I mean Stacy Abrams, I think did she did an able job. I mean, she was up there. It's always difficult to follow the President. She seemed very conversational. Started off with a kind of a hardscrabble story about her father and giving a coat to somebody who was in need, which was nice story. I'm not quite sure how that related to today's economy. But, nevertheless, America still is dogged by racism, dogged by people working three jobs, wealth inequality, that's where we're going in 2020."
    },
    {
      "speaker": "SEN. DAVID PERDUE, R-GA",
      "utterance": "What you saw tonight is a President that landed his speech and one of the most historic speeches, I can remember, he laid out a vision for America that builds on the successes of his presidency so far, and the results he's achieving right now. The response builds on a false narrative that's not built on any reality of fact. This is the greatest economic turnaround in our history. We have the highest median income in U.S. history, the lowest African-American unemployment in our history, the lowest unemployment in 50 years. This economy is rocking because of the policies that President Trump has implemented over the first two years."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Senator Purdue, Stacey Abrams said, \"In Georgia and around the country, people are striving for a middle class where a salary truly equals economic security. But instead, families' hopes are being crushed by Republican leadership that ignores life or just doesn't understand it.\""
    },
    {
      "speaker": "PERDUE",
      "utterance": "Well, this is a totally disconnected Democratic mission here. This is a false narrative. There's no fact that they're basing this on. I can tell you having spent a lot of time running around the country in the last few months and certainly, in my home state in the last few weeks, the economy is moving people and are getting jobs, incomes arising. You know, this is a situation where optimism in America is back after a decade of the lowest economic performance in U.S. history."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Senator Perdue, the issue of immigration of course, the President feels so passionately about it, incredibly powerful stories tonight. Again, people who have lost loved ones, crime, depressed wages and the power of legal immigration. He made sure to mention that, which was really important. Tonight, that issues seemed to connect even after the pain that some suffered in the shutdown. What can we expect if anything in Congress with the shutdown looming again?"
    },
    {
      "speaker": "PERDUE",
      "utterance": "Well, I'm hopeful, but I'm less than optimistic. I think the ball is in Nancy Pelosi's hands right now. And frankly, I think we need to see a proposal from them. For 35 days during the shutdown, we didn't get one single proposal from the Speaker of the House. The President put forward several. In fact, this offering that we're in right now, the three weeks offering gives us an opportunity this committee to work out a result. I'm hopeful they'll do that. But Nancy Pelosi has a historic opportunity right now to be a partner with Donald Trump. He is looking for an engagement from her."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Were you watching? What Nancy were you watching? She was like cleaning your teeth, I mean, she was doing the jumble or something or the crossword on her lap. I mean, I don't know what she was doing. She looked like she just sat on a pine cone for most of that speech, okay. She was like trying to figure out when to stand for no socialism. Like, \"Wait, should I stand?\" It was fun. I'm sorry. But there was some unintended probably comedy in all of that. All right, one of your former colleagues in the Senate, Claire McCaskill was on another network tonight, essentially saying the President is threatening Democrats. Let's watch."
    },
    {
      "speaker": "CLAIRE MCCASKILL, D-MO., FORMER SENATOR",
      "utterance": "The weirdest thing for me was the line he put in about there cannot be -- essentially what he said is there cannot be legislation if you're investigating me, basically threatening Congress?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is that what he did tonight?"
    },
    {
      "speaker": "PERDUE",
      "utterance": "Of course not. This is the false narrative. When you can't talk about your policies and the results that they have achieved, this is what you do. It's a false narrative, not based on any reality of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What was it like in there tonight? I mean, what was it -- I mean, we were all watching the #GoScale, so they were all in white. I mean, it was kind of a stunt. The President kind of stole the joke from them. Now, we played it earlier with the suffragettes and he kind of had that whimsical almost saying, \"Congratulations, good for you.\""
    },
    {
      "speaker": "PERDUE",
      "utterance": "What you saw was a President hitting his stride, buoyant on the results that his agenda is achieving and it's disgusting, frankly, to see American sit on their hands when you talk about the lowest African-American unemployment in history."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How about ICE? Like the heroes at ICE."
    },
    {
      "speaker": "PERDUE",
      "utterance": "Absolutely, so it's disgusting. It's the hypocrisy of politics. You see the Democrats perpetrating right now, every day in the United States Senate and in Congress."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Socialism is still growing among some polls. Young people find socialism preferable to capitalism. What does that tell you about Republicans and the job they need to do to educate a new generation that's propagandized to in public schools and in universities today?"
    },
    {
      "speaker": "PERDUE",
      "utterance": "You're exactly right. The university spill today is the academic position, is that of course, socialism now is the new way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But what do you guys do? What do business leaders do?"
    },
    {
      "speaker": "PERDUE",
      "utterance": "We have to talk about the result of capitalism, free enterprise system, how does this work?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have to show that it works though, right?"
    },
    {
      "speaker": "PERDUE",
      "utterance": "Well, we're doing that right now -- regulation, energy, taxes, Dodd-Frank -- this President has delivered the best economic result in U.S. history. This turnaround is the best one we've ever seen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "End of February, possible second summit, it looks like in Vietnam. Again, the President with Kim Jong-un, what can we expect?"
    },
    {
      "speaker": "PERDUE",
      "utterance": "Well, I was in Beijing last year when Kim Jong-un was actually meeting with Xi Jinping. And without that relationship between President Trump and President Xi Jinping, I don't think we'd be sitting here today talking about a summit, a second summit between our President and Kim Jong- un. I think this is historic. President Trump is a deal maker. I expect this to continue on to the denuclearization of Korea."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tough nut to crack there. I mean, you don't know if Xi is kind of helping or hurting in certain circumstances, but they want those tariffs gone so there might be some layering of the issues there. Senator, it was great to have you on, as always. Thanks for staying up. And a California Democrat comes in and takes on the President and in a moment, he's here to take on me as well. Congressman Brad Sherman here, next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Together we can break decades of political stalemate. That decision is ours to make."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Together we can break decades of political stalemate. We can bridge all divisions, heal old wounds, build new coalitions, forge new solutions and unlock the extraordinary promise of America's future. The decision is ours to make. We must choose between greatness or gridlock, results or resistance, vision or vengeance, incredible progress or pointless destruction. Tonight, I ask you to choose greatness."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But will those calls for unity actually work? Well, cynical Washington says, \"Well, we'll see.\" Despite a more conciliatory tone, the Democrats couldn't even muster applause for the President's calls to end human trafficking. Watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Now is the time for Congress to show the world that America is committed to ending illegal immigration and putting the ruthless coyotes, cartels, drug dealers and human traffickers out of business."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why is Kamala Harris shaking her head? Driving the human traffickers out of business? No, we don't want to do that. What? Joining me now to react. Congressman Brad Sherman, a Democrat from the great state of California. I'm glad he's here tonight. Congressman, I really appreciate you spending some time with us and sharing your perspective. Now on the issue of human trafficking, I've heard so many Democrats over the years talk about the scourge of human trafficking. And we, all as Americans, it's not just not a partisan issue. So why didn't the women in white and Kamala Harris get on their feet and say, \"Good on you, Mr. President. We might not agree with you on a lot, but that's good stuff.\""
    },
    {
      "speaker": "REP. BRAD SHERMAN, D-CALIF.",
      "utterance": "He begins his speech by threatening us and saying that if we do what the Constitution requires and exercise oversight and investigate what's going on in his administration that he's going to hold the country hostage. He has hold out the country --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, he didn't say that."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Yes, he did. He made it very clear."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Obviously, I saw someone else say that on another network. So that must be the Democrat's talking point tonight and I want to play something because I think this may be will change the way you're approaching this. These are the instant polls that were taken right after the speech. Two networks, not big fans of the President, CBS and CNN. Let's watch."
    },
    {
      "speaker": "DAVID CHALIAN, POLITICAL DIRECTOR, CNN",
      "utterance": "A very positive reaction from those who watched the speech tonight; 59% very positive, 17% somewhat positive; 23% negative."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Following the President's State of the Union, 76% of speech watchers said they approved of what they heard; 72% said they approved of the President's ideas for immigration."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does that make you think twice about taking away that the whole speech was about threatening Congress? The President was reaching across the aisle to you guys and you guys were sitting on your hands."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "This poll is of those who watch the speech."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So no Democrats care about the State of the Union? They're not here watching."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "They care about the State of the Union, but we've soured on this President. We've soured on the racist declarations. We've soured on Charlottesville."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How is that going to create a single job, Congressman? Honestly, I get the talking points. He could have handled Charlottesville better, I get it. Those comments, I get that."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "I can't force people in my district to watch the speech. Those who wanted to watch, watched. We don't live in North Korea where you're required to watch the speech."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, thanks for that education. I really appreciate that."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "So Democrats chose not to watch the speech."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, on the issues -- opioids, AIDS, human trafficking, criminal justice reform, women empowerment summit tomorrow for economic empowerment here and abroad -- these are things that I remember -- I've been here for 30 years, your party has championed, but this guy says it, and you guys like, \"He's attacking Congress. How dare he say these things? How dare he coopt our agenda?\" SHERMAN; We stood up and cheered dozens of times. I stood up --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not on a lot of the issues you had liked."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "I stood up and cheered more often than last time I was at a Dodger game. We stood up and cheered dozens of times, not as often as the Republicans did. We cheered more than Obama was cheered by Republicans. We cheered plenty. But you can't stand up after every half a sentence and give him a standing ovation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I am not saying that, I am talking about --"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "So you can always -- you can always --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I am not saying that. I am talking about human trafficking and women's unemployment. Those are pretty --"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We stood on women's employment. We stood on border security."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh no, no. There's a reaction, right there. There's reaction on women's unemployment. There's the there's the ghost gals. Now, they start ..."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "There's the cheer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, no, they did when one of them said, \"Okay, but we're here. That's good.\" Then the President said it's historic."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "It is historic and they wouldn't ..."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They cheered themselves."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "They wouldn't be there if it wasn't for Donald Trump. He does deserve credit for electing so many women in Congress. See all of those Democratic women, they might not be here if it wasn't for Donald Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, honestly, I think of the party of JFK, I think of the party of low taxes and lower regulations, robust military, obviously pro-life and then I see this Democratic Party today, the party of infanticide, the party of late-term abortion. Eight percent of the country believes late term abortion is wrong. And I find that -- what's happened to the Democratic Party? The little guy, the party of the little guy, what's happened?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We're standing up. That's why we're winning in the polls. That's why we won by huge margins last November. That's why in spite of everything, we carried the popular vote and we carry it overwhelmingly in the upcoming Presidential --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What's the message for 2020 for the Democrats? How are you going to grow the economy at let's say, greater than 3.7% GDP? What's the path for doing that?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "You first look at the fact that the last two years of Obama created more jobs than the first two years of Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What happened to the stock market the day after the election?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Those who wanted high corporate profits invested in the stock market and the stock market went up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What's the percentage of Americans that are invested in the market you think in their 401(k) pension funds?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "The vast majority --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "In your state, Cal--"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "The vast majority of stock is owned by the top 5%. Now, it is true that a lot of Americans own a very tiny amount of stock indirectly, but the fact is that when you increase the deficit by $2.3 trillion, that's an additional debt for the average --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So you're now a deficit hawk."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "I'm against the tax bill."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I am, too, by the way and I want -- I'd like to go back to the budget caps, but you guys were against those. You didn't want to do the budget caps. Obama was dragged kicking and screaming for the sequester caps. I was all for those, but a lot of big spending."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "The level of spending is consistent with the levels it was under the Reagan administration."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What did Obama do for spending? The only reason you got it under control is because they had to do the sequester caps because, you know, we were blowing through it."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We couldn't afford these tax cuts. They went overwhelmingly to the top end of the giant corporations and they imposed an additional $35,000.00 in debt on the average family of five."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, so the blue collar workers and I think a legitimate criticism of both parties had been wages that had been stagnating for 18 years, really median income stagnated. So, \"The Washington Post\" has a piece last September and say finally the recovery hits Middle America. Blue collar wages rising. These are ABC News. This is \"Washington Post\" even the \"New York Times\" has to admit that. Is that also Obama? That's not Donald Trump's deregulatory move -- none of that?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Since Trump became President, real wages for those without college education has gone down, not up. Because we had inflation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "You said, \"Oh, wages are --\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Fed just said inflation is basically non-existent. That's why they're not raising rates."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We've averaged 2% inflation. And we've averaged 2% wage growth."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So you basically say the economy is not historically strong."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's the envy of the world."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "The economy is providing jobs which is a continuation of the Obama administration."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Three hundred thousand? Three hundred thousand jobs created in the month of January."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Fewer job in the first two years of Trump than the last two years of Obama. Those are the statistics you may not like."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Blue collar - blue collar wages, manufacturing jobs, over 400,000 jobs created. If Obama had the answers, why wasn't he able to do that? He kind of laughed at the idea of all this manufacturing renaissance."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We had faster job creation ..."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Manufacturing jobs. Congressman, you know that's not true."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "And higher wage growth for those -- look at the last two years of Obama. Look at the first two years of Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, so you actually think --"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "No, the only way you get the lower wage growth is if you ignore inflation, which was lower in Obama than it is under Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So you think the Obama --"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "So you have to use --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just give me -- I want to get this straight, Brad Sherman tonight, I'm so glad you're on because you're a very nice person, but you're saying the economy was stronger under Obama than it is right now?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "The last two years of Obama stronger than right -- well, it's a continuing trend. Obviously, if you jobs under Obama, then you create more jobs under Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second. Why was Foxconn not coming to like Wisconsin? Putting like 10,000 jobs in there. Why do that? If Obama had the secret sauce on the economy, why weren't all these foreign companies coming into town?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We created more jobs in the last two years of Obama than the first two years of Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're not answering the question, why didn't Foxconn, one of the biggest job creators in the world decide to come into the United States to build a plant?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "You're asking me one company and I'm telling you --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One of the most important ones. They make the iPhone pretty important. We want that stuff built here, don't we?"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We want the job growth we saw in the last two years with the Obama administration, not the lower job growth for the first two years of the Trump administration."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, so the manufacturing renaissance that even Trump's political enemies have to concede you're not conceding tonight."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We have a -- he's building on the Obama success."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So if the economy starts to go down, it won't be Obama's policies that will be Trump, correct? So a Trump can't win either way."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Well, if he can outperform --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, this is why you guys are going to lose in 2020. You can't say there's no five fingers in front of --"
    },
    {
      "speaker": "SHERMAN",
      "utterance": "We didn't lose in 2018, did we?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, you didn't because Donald Trump wasn't on the ticket. Watch what happens in 2020, but we'll see. It is great to have you on."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Once a year you have me on, only once."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You can come on anytime you want."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "Are you kidding? We've called you 220-30 times."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Doors always open and come with your friends."
    },
    {
      "speaker": "SHERMAN",
      "utterance": "No, it's not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Congressman, thank you so much. And up next, the liberal media spin on the State of the Union."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right shame on you, if you had the other networks on tonight, well, you might have missed this."
    },
    {
      "speaker": "VAN JONES, ANCHOR, CNN",
      "utterance": "I saw this as a psychotically incoherent speech with cookies and dog poop."
    },
    {
      "speaker": "CHRIS MATTHEWS, ANCHOR, MSNBC",
      "utterance": "It's so Trump. Very strong white wing stuff."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This speech was gas lighting the American people."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It was a divisive speech."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Low energy. It was not well delivered."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Back with me, Matt Schlapp, Byron York, also joining is Horace Cooper, co-chair of Project 21. Horace, Van Jones, who I just praised last week for actually putting -- even though he says almost horrific things about yours truly, I praised him for actually putting politics aside on criminal justice reform last week. Well, I think he must've gotten too much heat for that because I was praising him. So tonight he says, well, it's basically dog you know what, the speech. That is classy, Van, nice going. HORACE COOPER, CO-CHAIR, PROJECT 21: I actually don't know what speech he watched. I mean, it's remarkable. One, he got a chance to work with this President and they did a lot when it came to criminal justice reform, but tonight's speech was probably one of the best speeches the President has delivered."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Delivered and positive, optimistic. I mean, got some digs in, Byron, but I think the Democrats - when you see those clips there, it was poorly delivered, they are really grasping for something to criticize and I don't know, I'm really trying to look at it objectively. Again, I thought the speech could have been edited. It was a little long for me, but I always say that. But people seem to love it. They were like, \"This is so much better than the Super Bowl.\" This is like, \"This is my Super Bowl.\" You should see the stuff on social media and these polls that I cited earlier. Again, they are instant polls, so only the people who watched, that's true, but they are overwhelmingly positive."
    },
    {
      "speaker": "YORK",
      "utterance": "Well, a couple of things, if you watch CNN and MSNBC a lot, their reaction to it is entirely consistent with the way they talk about Trump every single day. And as far as Democrats are concerned, look, a lot of people came into this speech prepared to hate it. And it's hard to change gears if in the middle of a speech, its 80 plus minutes long, it was too long, you're right. It's hard to change gears and say, \"Actually, he is saying some pretty good stuff. Maybe in the next day or two --\" and it takes a while for these things to sink in, we will see a little more balanced commentary."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Never. Never."
    },
    {
      "speaker": "YORK",
      "utterance": "Never, never."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This was Anderson Cooper, Matt Schlapp after Stacey Abrams wrapped her response. Let's watch."
    },
    {
      "speaker": "ANDERSON COOPER, ANCHOR, CNN",
      "utterance": "The Democratic response has been given by Stacey Abrams, a former gubernatorial candidate in the State of Georgia. I liked that one better. That's the best response, Democrat or Republican I can remember in some years."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Wow, I did watch that speech. It's a little -- look, it's hard because you're not speaking to an electric room. They had the rather wooden panel of people behind her which were expressionless. Why do Democrats think it's good to have a zombie-like appearance on your face at these speeches? You know, you had Chuck and Nancy just looking straight at the camera with these people behind her, so I thought that was a little odd. On the Trump piece though, Laura, I actually want to disagree. I actually think it's good he went long because most people believe that with a speech from a teleprompter that he is impatient and want to cut it all back. If I think about the speech and I've gone through it a couple of times, he really needed to say almost all of that. Now, you can quibble with the words and everything else, but those things were critical and the other thing is this, this is a big, big moment for the President. It's a big moment for him to try to once and for all, in the final part of his term, capture people that are in his face. I think this speech gives him a chance to do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Horace, my goodness, the personal stories tonight. I mean, I got teared up like three or four times and the holocaust survivor's story at the very end, which I think it was the most beautiful moment I'd seen in a State of the Union, a Dachau liberator and someone who survived Dachau, sitting side-by-side. And think of the lives they led and the things they've seen and you think of the pettiness today in Washington. The pettiness of politics, and we are all kind of guilty of it and what they went through for freedom."
    },
    {
      "speaker": "H. COOPER",
      "utterance": "When you see CBS reporting nearly 80% of Americans who watched this speech thought it was amazing, thought it was remarkable, what you could see and what I could see, this is a man who loves this country and his infectious love of this country allowed him to weave a narrative using the lives of real Americans. This was quite Reagan-esque and how he was able to build this narrative and that something that you can't do without a genuine affection for your country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Byron, it's interesting that Horace mentioned that because another theme that I kept hearing and seeing on social media is you can see the President believes this. These aren't just words on a teleprompter. Every President gets help with his speech, by the way. So I do want to hear that he didn't write it. Every President gets help, but he felt - these are his issues. NATO, pay your fair share, everyone deserves a second chance. Get government out of the way. Enforce the borders. I mean, these are kind of basic things. But he owned the words because this is what he has always believed in for the most part."
    },
    {
      "speaker": "YORK",
      "utterance": "He does believe those things and when you talk about - when you're trying to bring Americans together, you talk about the great things that America did. And he did something tonight which we are not going to be able to do that much longer. He said, \"In the room with us tonight, we have two men who stormed the beaches on Normandy.\" You're not going to be able to say that that much longer and he made really great use of that and the Republicans I talked to tonight thought that he had made better use of the people in the balcony than any other State of The Union they had seen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We had Nancy Pelosi's first on tape reaction. It's going to be a doozy, let's watch."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "When he acknowledged that it was the largest number of women, he forgot to acknowledge, 15 Republicans and 91 Democratic women in the Congress of the United States. I was like, \"Weird, you're your bringing this up,\" and look --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's it? Is that the best you've got, San Francisco? Really? That's it? That is why it was a nice moment. You think Trump doesn't know that they are mostly Democrats? He was actually doing what they claim they want him to do. Bipartisan acknowledgment. \"Good for you, you guys are here. It's the anniversary of women's suffrage.\" I thought that was a brilliant moment in the speech and she knows -- she knows it's brilliant. That's why she has to kind of in that little sniffy way."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "And I know it's in the House Chamber. We added several really great Conservative women to the GOP majority in the Senate and that does get dominated by this - the big pickups by the Democrats in the House, but this 53-seat majority in the Senate is a big deal as we move to fill more judge openings, as we try to get these nominations backlog. So if you ask me the bargain, which one I would like a little bigger conservative majority in the Senate or lose in the House, I would have liked both, but I am okay with how it came out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Real quick, we are out of time. Elizabeth Warren's new controversy kind of snuck in today."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Yes, it did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nice timing. She did state Native American heritage in her Texas bar application after having said she didn't really use it to get ahead. You can argue that you're getting of the bar application, but nevertheless is this going to hurt her, Horace?"
    },
    {
      "speaker": "H. COOPER",
      "utterance": "She's not really going to make it. She's not going to be able to go forward. This problem is crippling her."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pocahontas again."
    },
    {
      "speaker": "YORK",
      "utterance": "She can't seem to shake this thing. I mean, she make mistakes on her own with the DNA testing."
    },
    {
      "speaker": "H. COOPER",
      "utterance": "That was awful."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Toast."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Toast, I think one word, toast. She's knocked herself. I don't see much of a future there. Panel, thank you so much. Fantastic analysis tonight. Next, we have some fun analysis from the evening -- the cheers, the jeers, the sneers and a lot more. The breakdown, bizarre, hysterical visuals from tonight, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trump's State of the Union left Washington buzzing with some of the best reactions of the night happening right during the speech. Joining us now to break it all down, the sounds, the sights and the body language from the night, Fox News contributor Raymond Arroyo. Raymond, everyone was texting me going, is Raymond going to do body language? You are now the body language expert."
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "utterance": "Quasi body language. Look, it was not a good night to be a Democrat tonight. I mean, the President came in and he dominated the room. There were some key moments, Laura, two of them I want to show you when really the rising star Alexandria Ocasio-Cortez and Nancy Pelosi showed their discomfort with some of what the President was saying and it showed."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We must reject the politics of revenge, resistance and retribution and embrace the boundless potential of cooperation, compromise, and the common good."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Anything but focus on the President. Look at Ocasio-Cortez's face. She's practically pouting through this. And then there was another moment, Laura, later in the conversation where Nancy Pelosi is snarling when the President talked about the child tax credit. She was snarling at moments during this. It was a very --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When she wasn't reading or doing the jumble or whatever it was."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But they don't realize the language, the message they send is, \"We are being uncooperative. We won't play at all.\" So he is complementing the women in the chamber. He is saying, \"Let's work together.\" Watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Tonight, I am also asking you to pass the United States Reciprocal Trade Act so that if another country places an unfair tariff on a American product, we can charge them the exact same tariffs on the exact same product --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Look, she forgets to sit down. She was so worried about everything going on. She was reading along and forgot to sit down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "first of all, you don't sit there and read, whether it was the speech or her --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Even if you don't know what to do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She's probably looking at her own portfolios, like, I've done pretty well under Trump. Done really well, up 40% or whatever."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The message I got here was, she was thrown off her horse a little bit. She was - I think they were flummoxed by the grace, the poise the President had. He dominated the room and during the speech, I was getting texts and e-mails --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They did stand quite a bit. They did stand."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Amazing come, on my feet, crying. The connection that he made I think the Middle America, faith voters with this moment when he mentioned abortion on demand and wanting a late-term abortion ban, watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'm asking Congress to pass legislation to prohibit the late-term abortion of children."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They can feel pain in a mother's womb."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The Republicans are on their feet. Look at the ladies in white, Laura. Watch the shot. Not a moment of applause. The stark contrast the President drew in this moment will carry right on into 2020."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He mentioned Ralph Northam's name and he said Ralph Northam would execute a baby born -- would execute."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Oh, no, it was stark language and that reaction, we will remember that moment. We will remember the --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "See, I think it's great that they wore the white because it really made them easy to pick out in the crowd."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, I didn't know if there were a nursing class from Johns Hopkins or a new liberal nuns order. You know, they're like the little polyester suits. I didn't quite know what they were, but look, they costumed, they wanted to go as a block, they did, but that visual reminder, voters will remember. I think he connected with women, people of faith, middle America in a powerful way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I just have a question, who were the never-Trumpers tonight? Like what about this - the wars, they want more war? Or they want more illegal immigration -- who are the last standing never-Trumpers? Like Bill Crystal and like Evan McMuffin --McMullen."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's increasingly hard to brand Donald Trump and his movement - a racist movement when you're pointing to people, African-Americans that he helped either commute the sentences or release from jail as part of his criminal justice reform. Big night for the President."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Nancy Pelosi facial expression, lip movement, we had all of the important issues covered tonight. All right, Raymond, thanks so much. My final thoughts, up next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it never gets old, even for some of the cynics in this town of Washington, D.C. to hear moments like this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Members of congress, the state of our union is strong."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, that's all the time we have left tonight. Don't forget my podcast, the new episode will launch today. OK, Ken Cuccinelli, the Northam discussion, everything approaching to the State of the Union. Tomorrow, we've got another one. Go to podcastone.com. Ed Henry, \"Fox News @ Night\" team, take it from here. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}