{
  "date": "February 23, 2020",
  "headline": "Tom Steyer on performance in Nevada, expectations for South Carolina",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/tom-steyer-on-performance-in-nevada-expectations-for-south-carolina",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. The president replaces America's intelligence chief after his department warns Congress Russia is interfering in the 2020 campaign to help Mr. Trump win reelection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meanwhile, the president issues several controversial pardons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Pardon Roger Stone!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hence, he may give another to former advisor Roger Stone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'd love to see Roger exonerated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll discuss the continuing White House turmoil with Marc Short, chief of staff to Vice President Pence.  Then, Bernie Sanders wins Nevada, his third straight victory in the Democratic race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "We have now won the Nevada caucus!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask candidate Tom Steyer how he plans to use his strong standing in South Carolina to slow down the front runner. Plus, Super Tuesday is coming when former Mayor Mike Bloomberg will finally be on the ballot. He's spending big and taking heat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "Democrats take a huge risk if we just substitute one arrogant billionaire for another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Let's put forward somebody who's actually a Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel how Sanders' surge and Bloomberg's big bucks will affect the state of the race.  And our Power Player of the Week, from humble beginnings to big man on Capitol Hill.   You took off for Washington at 13?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from FOX News in Washington.  We begin with breaking news. The results from the Democratic caucuses in Nevada. Senator Bernie Sanders scored a big victory, beating Joe Biden by more than 2:1, confirming he is now the party's front runner for the presidential nomination. Pete Buttigieg, Elizabeth Warren and Amy Klobuchar finished further back. But there was other election news this week. U.S. intelligence agencies reported Russia is once again trying to interfere in our presidential campaign, this time trying to help president Trump and Bernie Sanders. The president fired back its disinformation from the Democrats.  In a moment, we'll speak with Marc Short, chief of staff to Vice President Pence.   But, first, let's bring in Peter Doocy with the latest on Sanders' victory in Nevada -- Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, Senator Bernie Sanders winning big in the same state where he suffered a heart attack just four months ago. A comeback after uncertainty and campaign so confident he'd already moved on to Texas to celebrate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We have just put together a multigenerational, multiracial coalition, it's going to sweep this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Also celebrating, Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Now we're going on to South Carolina and win and then we're going to take this back!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And he's trying to do that with a dig at Sanders, the Democratic socialist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I ain't socialist, I ain't a plutocrat, I'm a Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Pete Buttigieg has a more detailed warning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Senator Sanders believes in an inflexible, ideological revolution that leaves out most Democrats. Not to mention most Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "It's getting late to stop Sanders though. Michael Bloomberg's campaign manager warns the Nevada results reinforce the reality that this fragmented field is putting Bernie Sanders on pace to amass an insurmountable delegate lead. Bloomberg will be on ballot for Super Tuesday and he's a target even though he has not won anything yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "It's a big threat. Not a tall one, but a big one -- Michael Bloomberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But before Super Tuesday, South Carolina looms and that is where both Joe Biden and Tom Steyer, the billionaire, will try to chip away at Sanders' momentum -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Peter Doocy reporting live from Las Vegas -- Peter, thank you.  Joining us now here in Washington, Marc Short, chief of staff to the vice president. Marc, welcome back to \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC SHORT, CHIEF OF STAFF TO THE VICE PRESIDENT MIKE PENCE",
      "sentences": "Thanks for having me back, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "U.S. intelligence says that the Russians are interfering again in our presidential election, this time trying to help President Trump and Bernie Sanders.   Here's how those two men reacted this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "What I say to Mr. Putin, if elected president, trust me, you are not going to be interfering in American elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I see these phonies, these - - the do-nothing Democrats, they said today that Putin wants to be sure that Trump gets elected. Here we go again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "While Sanders targeted Putin, why did the president go after Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Chris, I think that there's not intelligence that said that the Russians are trying to help Donald Trump win election.   We know that foreign governments have been trying to interfere in elections to try to sow chaos. They've been doing that for many years, and it's not just limited to Russia. But there's not intelligence that suggests that they're trying to help Trump.  When this administration has sanctioned Russia, more than any administration since Ronald Reagan, and it seems that the Democrats are going to nominate somebody in Bernie Sanders who honeymooned in the Soviet Union and still seems to prefer Marxism over capitalism, it's hard to see why they'd be accusing Donald Trump over Bernie Sanders. This administration has been consistent in sanctioning Russia for interference and this administration is the one that actually in 2018 make sure there was not corruption in the midterm elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There is a consistent story, and I know that that's the White House argument, that there is no -- there is no intelligence saying this, but there is a consistent story that came out this week and we've heard it from members of the committee, the Intelligence Committee, we've heard it from members of the intelligence community, we parted from people in your own White House, that is that Shelby Pierson, who is the intelligence community's election securities czar told Congress that the Russians are trying to help Donald Trump. The specific words she used are \"developed a preference for President Trump.\" The president's reaction was to call in her boss, acting DNI Chief Joe Maguire, who spent 40 years first as a Navy SEAL and then in counterintelligence, to fire him and replace him with Ambassador Richard Grenell, a Trump partisan, who has almost no intelligence experience.  You're saying none of this happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Let me correct you on several fronts, Chris.  First of all, I think it's disconcerting that the briefing that you mentioned was a classified briefing in the House. That's one of the president's concerns, is that Adam Schiff's committee continues to leak selective information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I know. But you can't say it didn't happen and then say they leaked it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Yes, I am saying to them, because I am saying what happened as far as the briefing -- the same briefing the president get on election security, we've able to outline what we've done, measures we've worked with 1,100 municipalities to secure election results and the intelligence community not giving us information that they're trying to help reelect Donald Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I just want to be clear on this, you're denying -- wait a second, you're denying that Shelby Pierson, who's the election security czar, you're denying that under questioning from Democrats, she gave any indication that the Russian efforts to meddle in election was because they have found a preference for President Trump? You're flatly denying that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "That was a classified briefing. I'm not going to comment specifically on what she said in that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, you did -- no, wait a minute, you did just classify it and said there's no intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I'm telling you the briefing of the president received that I've -- that I was a party to, and that's not information that came out of the briefing the president got on election security, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you're not denying -- you're not denying that that was part of the briefing -- that she gave to the committee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I'm telling you that whatever briefing -- whatever briefing she gave to the committee was supposed to be classified. And once again, Adam Schiff's committee is selectively leaking out information and often distorting information. It's our belief. They've done it many times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I don't understand, you're saying it's not true and they leaked it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "No, Chris, this is pretty consistent and I think pretty clear. What I'm telling you is that -- is that was a classified briefing that shouldn't have been discussed. The briefing the president received -- the intelligence community has not told us that Russia is trying to reelect --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, why was Joe Maguire, why was her boss called in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "He was not called in. He was part of the same briefing, Chris. It's more bad information. He was part of the same briefing. He was not called in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And did the president not -- begin to question it because he had gotten reports -- excuse me -- is it not true that the president questioned Joe Maguire very pointedly because he had gotten reports that the House briefing, which had happened just before, that members of the Republican committee said this is what Shelby Pierson said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "There's a lot of bad information here. Again, the president did question, because he said, why did they get a briefing I did? But at the same time, the administration has great respect for Admiral Maguire. He's a patriot who served our administration and has served our country admirably. The president is looking for another place to have him continue to serve inside the Trump administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "If you have such respect for Joe Maguire, why was he not only -- let me finish the question -- why was he not only fired, but told to clear out by 9:00 the next morning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Chris, it's not firing. His position is supposed to be completed by March 12th. He's not going to be re-nominated. He, in fact, when this position came on was reluctant to serve in this role. So, the administration has been looking for somebody consistently. Ric Grenell is now going to serve at temporary capacity. The president's announced he's going to look to have a more permanent replacement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does Maguire told to clear out your office the next day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I don't know if Maguire is told or not, I have not heard that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Retired Admiral Bill McRaven, former head of U.S. Special Operations Command, the man who oversaw the raid that killed Osama bin Laden, wrote this in \"The Washington Post\" this weekend. He's known Maguire for 40 years.  In this administration, good men and women don't last long. Joe was dismissed for doing his job overseeing the dissemination of intelligence to elected officials who needed that information to do their jobs. Are you saying that Bill McRaven just made the story up out of whole cloth?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "With all due respect to McRaven, he doesn't know. He doesn't know. He wasn't there. I'm telling you, I was there for the briefing. There's not -- the way this media has reported, is some sort of hostile encounter. The president, of course, was saying why did the House get everything before I did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, nobody is objecting to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The question is whether or not the president had been told, because House members had heard it by Republicans, hey, this is what the briefest is from DNI said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Chris --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You were in the briefing, let me just ask that question, did the president have information from the DNI that he was disturbed about in terms of what the House have been told?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Didn't happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "No. I mean, I want to be clear as well, that the briefing with the president is in a classified environment, too, Chris. I'm not giving (ph) details about what was said and what wasn't said. But as far as the question about is there information that says that Russia is trying to elect Donald Trump, that is false information, as far as the briefing that we've received.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you don't know about the House briefing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I -- of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And no -- well, no member of the House told the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Well, the members of the House have had separate conversations with president, but it's clear that Adam Schiff's committee decided to leak to the press once again to try to continue to foment the same sort of Russian hoax they've been doing for three years, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "One of the president's friends, Roger Stone, was sentenced to 40 months in prison for lying to Congress, for obstruction, and for witness tampering. Here was the president's reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'd love to see Roger exonerated. And I'd love to see it happen because I personally think he was sweet treated very unfairly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So here's the question, Stone was convicted specifically for lying about the fact that he in fact was trying to get information from WikiLeaks about what they were going to do with the thousands of hacked Democratic emails.  Why does the president -- and there was a treasure trove of evidence that indicated he had lied about the fact that he was trying to find out from WikiLeaks what they were going to do with the emails. Why does the president think he should be exonerated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I -- you know, it's possible he will get exonerated, Chris. I have -- I have no interest --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I'm asking you, the president -- why does he think he should be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I have no interest of being character witness for Roger Stone. I don't know Roger Stone. I think that lying to federal investigators, he should be prosecuted for, and that's what the Department of Justice did. But I think the president's frustration is, you see a Department of Justice that comes out with the original sentencing guidelines four years beyond what they're -- supposed to be for sentencing guidelines for his offenses. And yet when you see people like Andy McCabe, who also lied to federal investigators, referred for investigation, what they get is a lucrative contract at CNN.  That doesn't seem to be equitable justice. And I think that's what the president's primary frustration is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But he's not saying he got sentence for too long. Incidentally, he didn't get the 7 to 9 years. He got three and a half years, roughly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Here's what the president own Attorney General William Barr said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "I think it was established, he was convicted of obstructing Congress and witness tampering, and I thought that was a righteous prosecution. And I was happy that he was convicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And the judge in the case, Amy Berman Jackson, said this about Stone: He was not prosecuted, as some have complained, for standing up for the president. He was prosecuted for covering up for the president. So, when the president talks about wanting to see Roger Stone get off, to be exonerated, and even raises the possibility that he might pardon him, is that because Roger Stone protected him in the Mueller investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I don't think so, Chris. I think the president again is frustrated in seeing what he thinks is an inequitable system of the justice. I think what he's seen is that the Roger Stone investigation was born out of the Mueller report, where they started from. The reality is that the Mueller report, we've seen, did not show Russia collusion. We've seen, in our minds (ph) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you have the attorney general saying it was a righteous prosecution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "I understand.  And I just share with you that I think it should be prosecuted as well. I think that people who lied to Congress should be prosecuted, Chris. And so -- but I think that's what's unfair in the system is that those who also were trying to prevent this president from being elected inside their position at Department of Justice, lied about it, leaked information. The inspector general refers them for prosecution and what they get is a lucrative contract to TV network. How is that equitable justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I mean, I suppose one of the arguments would be just because one guy gets off, doesn't mean the other person should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "And I've said multiple times on your network that he should have been prosecuted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "And so, we'll see what happens with the second round. And also --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Last question, last question. It appears -- it appears, and obviously a lot could happen, that Bernie Sanders -- well, it doesn't appear, he's the clear front runner for the nomination. How does the White House feel about the possibility of a Trump-Sanders presidential campaign this fall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "We would look forward to that. I think it would show a stark contrast between a president who's had on employment rates of 3.5 percent, created 7 million jobs, versus a candidate who I think continues to embrace socialism. I think that's a stark contrast the American people to choose from. But to be clear: I think the president is also comfortable with any Democrats in the field because he knows the record he is running on is a tremendous record of economic growth and national security. And so, we -- we welcome any those opponents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Marc, thank you. Thanks for your time. Please come back. Always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHORT",
      "sentences": "Chris, thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When we come back, we'll bring in our Sunday group to discuss President Trump's reaction to more Russian meddling in our election and the sentencing of his long-time advisor, Roger Stone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They're trying to start a rumor -- it's disinformation. That's the only thing they're good at. They're not good at anything else. They get nothing done. Do-nothing Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump dismissing word of more Russian meddling in our elections as another case of his Democratic enemies making up stories. And it's time now for our Sunday group. Senator Mitch McConnell's former chief of staff Josh Holmes, FOX News political analyst Juan Williams, former Democratic Congresswoman Jane Harman, and FOX News correspondent Gillian Turner, who served on the National Security Council for Presidents Bush 43 and Obama. Well, Josh, I'm a little confused here, because basically what you heard Marc Short say is it didn't happen, there's no intelligence, but then he said -- well, in fact, I don't know what happened in the House committee, which is where the leak apparently came. And it does seem a little odd that Joe Maguire, who was in good standing as the acting DNI, is fired and then is told to clear the next morning if the president wasn't upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO SENATOR MITCH MCCONNELL",
      "sentences": "Well, the first thing, is I think it's important to know the facts with Maguire and when he was scheduled to be cycled out. I'm not sure that the timeline there -- maybe it got moved up. I don't think this is a single incidence for why he was fired. But look, in terms of the president's reaction, we have spent the last three years making unfounded allegations about Russian collusion about his campaign in 2016, about his efforts ever since. We endured a Mueller report, we've endured countless hearings. I don't think we should be the least bit surprised and the president has a lot of anxiety about a classified briefing coming out once again in the same fashion that we've seen over three years to allege that somehow Russia has chosen him as their favorite candidate and sure enough, and a day later we find out Russia is also concluded that Bernie Sanders is a favorite candidate. Remember Tulsi Gabbard was a favorite candidate. I think this is an example of incredibly dangerous and reckless reporting. I think our intelligence community would be well served to focus on trying to stop the threat rather than cover this as if it's a horse race --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Are you saying reporting by the media or reporting by the intelligence community?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Both. I think that the media's coverage and sourcing this, over three years, not just this incident, has been very quick to jump into conclusions about what Russia is trying to do. I think very clearly what Russia is trying to do is undermine confidence of American elections, and it's hard to see how they could be more successful than this exact --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to pick up on your main point here. Congresswoman Harman, you were the top Democrat on the House Intelligence Committee. Can you understand the president's concern, regardless of what the truth is of what the members of the House Intelligence Committee were told, can you understand the president's concern that this information was brought -- of all committees, to House Intelligence run by the president's nemesis, Adam Schiff, and that it leaks within 24 hours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANE HARMAN, WILSON CENTER DIRECTOR",
      "sentences": "Well, the leaks are terrible -- yes, I can understand that concern, but that committee was blown up long ago, sadly. Devin Nunes is a very partisan ranking member.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We should point out he was the former Republican chairman before the House took control in 2019.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "That's correct. That's correct. Back in the day when I was ranking member and Pete Hoekstra, who I gather may be a candidate for the new DNI, and I would support that. I think he is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, let's move on to this topic (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Right, I support that. Anyway, on this story, yes, it's appalling that it leaked. However, the underlying information is important to grasp. Bob Mueller's report said that the Russians are already meddling in the 2020 election and whether or not they're taking sides, they are sowing chaos and as reported by David Sanger in \"The New York Times\" today, and that is enough to concern me that we are not going to have a fair election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Let's turn to another big story, which is a little bit clearer to understand, and that is the sentencing of Roger Stone. Attorney General Barr says that the president's constant commentary through public statements or through tweets is making it impossible for him to do his job. But that didn't stop Mr. Trump this week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I want to see it play out to its fullest because Roger has a very good chance of exoneration in my opinion. FBI is phenomenal. I love the people in the FBI. But the people at the top were dirty cops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gillian, is it that you think the president doesn't take Bill Barr's warning seriously, you're making my job impossible, or that he just doesn't care what Barr said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "Well, if we look at what happened this week, Barr asked the president to stop waiting in the president responded with a tweets farm. So I think that tells you a lot about the state of the relationship. Whether that is indifference for his thumbing his nose at Bill Barr, I don't know. I will say, though, on the bigger issue of the Barr-Trump relationship bubbling up this week, I think the people that have been criticizing Bill Barr as a Trump loyalist, some kind of a MAGA guy are wrong and are really missing the point here. The point is that Bill Barr had his own agenda, his own motives independently of President Trump literally for decades. I remember reading stuff that Barr wrote as an undergraduate in college in support of executive power and Barr saw with President Trump this opportunity to push his agenda of expanded presidential power forward. I think the second he's not able to do that or he sees he is not going to be able to do that, he's going to jump ship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to pick up on exactly that point with you, Juan. How much pressure does this put on Bill Barr now? If you go public and you say, this kind of commentary by the president makes it impossible for me to do my job and then there's a leak, and one assumes it probably came from the Justice Department, that Barr has considered, not now doing but has considered resigning in the president ignores all of that. How much pressure does that put on Bill Barr to put up or shut up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, there is pressure on Barr to either act or don't act. You can't be the boy that cried wolf. But at the same time, my impression is that Bill Barr is fine. I think even as the possibility as this idea of the resignation was put out there as cover because of the damage that President Trump and Bill Barr have done not only to the Department of Justice, but done to the department -- down to the justice system in this country in terms of its great ability with federal prosecutors, federal judges this week, thinking of having an emergency meeting about this. I think Barr has never been an independent actor of justice. In fact, I think he's willing, demonstrated a willingness to protect President Trump and protect President Trump's friends and not only that, go after the FBI and going after his own inspector general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When inspector general said it was a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I was just going to say the why. Why is it the attorney general defending the president? Is it something unique to president? Is it political?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I argue no. I argue that he sees President Trump as his vehicle --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think Richard Nixon had John Mitchell. I think Donald Trump has Bill Barr. Bill Barr is going --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me finish here. He's going into the Roger Stone case. He's going into the Michael Flynn case. He's now consulting with Rudy Giuliani about collecting dirt on Joe Biden. This is -- this damages to our justice system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Go ahead, Congresswoman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Gillian may be right that these have been his views since infancy, but he is destroying his legacy and I think there will be a mass resignation on his watch by career justice people who think he has totally politicized the department. I think either has to toe the line, the White House line, or get out. And free advice for me, I've never met the man, get out while you still have some honor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Josh? Wait a second. Josh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "I couldn't more forcefully disagree with Juan on this. I think if all Bill Barr did was defend the Trump administration, it would be hard to see how we're having this panel right now. Clearly, there has been a disagreement over a number of high-profile things. And for those of us who follow this closely, I think that Bill Barr has done more to try to regain the integrity of the Justice Department and frankly -- whether you look at the store partisan lens or not, the way that they handled the aftermath of the 2016 election, the investigations that led up to the prosecution of President Trump's entire team was horrible damage --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me ask you this because we are running out of time in this segment. You would agree though that Barr, having sent these two shots across the bow the White House and basically said stop interfering because you are undercutting my position, you're undercutting the independence of justice and the president continuing to comment does put Barr in a tough spot, doesn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Well, it certainly a tough spot when -- any time your boss and you are having a disagreement over something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I try to avoid that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "I've never had one myself. But I think, in the end, is justice being administered here, and that's where Barr is focused and as long as that is happening --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Simple question, is he going to resign or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "No, I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Finally, an answer. Panel, we have to take a break. We'll see you a little later in the program. When we come back, billionaire Tom Steyer joins us to discuss how he's going to challenge, Joe Biden, and Bernie Sanders in next Saturday's primary in South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Tom Steyer doubles down on the South Carolina primary, hoping he'll score his first win in the Democratic race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "sentences": "We have the biggest group of people doing door-to-door grassroots work of any campaign in South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask him what a strong showing there would mean for his chances on Super Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "sentences": "While the other Democratic candidates have spread themselves thin in the early contest, billionaire Tom Steyer has invested heavily in South Carolina. And he's running strong in the key primary there next Saturday. After the results came in from Nevada last night, I spoke with Steyer about his plans for the Palmetto state. Mr. Steyer, you spent more time in Nevada than any other candidate. You spent more money in Nevada than all the other candidates combined. You said you had to finish first or second. But as we sit here right now, you're running a distant fifth. You have made a -- an equally big commitment in South Carolina and there it does seem to be paying off for you. Let me put up the numbers there. According to the RealClearPolitics average of recent polls, you were in third place, behind Biden and Sanders, but ahead of Buttigieg and Warren. How do you explain that and don't you have to finish in the top three in South Carolina? TOM STEYER (D), PRESIDENTIAL CANDIDATE: I think I do for sure. But, Chris, I think I have done best with black people. I have done best with Latinos. I think that when we get to the diverse Democratic electorate, when we get to the diversity that is America and the Democratic Party, I do a lot better. So South Carolina happens to be a place that has a pretty high concentration of African-Americans. And that -- those happen to be people that I talk to a lot and have a lot of -- have a long history of working with and, therefore, those -- that's a population where I do really well. And so I think that that explains a lot of what's going on in South Carolina, and really what's going on in Nevada as well. WALLACE: Now, one thing that you've done in South Carolina is you have put members of the Black Legislative Caucus on your payroll. You've put members of the Democratic Black Caucus on your payroll. And the former head of the Charleston County Democratic Party says, in effect, you're paying some people off to support you. STEYER: Look, people are doing work as organizers on our campaign and we're paying them. The NAACP came out and described what people are criticize us as making racist remarks, Chris. Actually what we're doing -- I'm a grassroots organizer from way back. I started one of the biggest grassroots organizations in the United States, NextGen America. And what we've found is, if you want to organize in a community, you have to work with people from the community. And that's exactly what we're doing in South Carolina. WALLACE: So how do you explain the fact that you're doing better? And you say that you have a particular connection with African-Americans. How come? STEYER: Well, I think one thing is, I'm very willing to talk about race, Chris. You know, I believe that there is a substantial racial subtext in virtually every policy area in the United States. And the example I usually use is climate, where I'm a long-term climate hawk, but I've always started from the standpoint of environmental justice. I've always started in the communities where it's unsafe to breathe, because you'll get asthma and unsafe to drink the tap water because you'll get sick. And those tend to be overwhelmingly black and brown communities. I'm the only person running for president who is openly, consistently for reparations for slavery. I'm someone who believes in talking about the underlying issues and trying to come up with answers to them so that we can resolve them together and move forward. WALLACE: OK, let's unpack some of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You are one of the people talking about reparations for slavery. Do you really believe that a hundred -- more than 150 years after emancipation, that is a good use of tax money? STEYER: Chris, I don't think that the -- that the discrimination and the legalized injustice stopped in 1865. In fact, I think what I'm talking about -- WALLACE: No, but didn't it -- could it have stopped in 1900 or 1950 or 2000? STEYER: No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I mean I guess the question is how long does reparations go on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Well, how -- how long did injustice go on? I mean what I want to do is have a formal commission on race on the first day of my presidency and go through the history of the last 400-plus years, to talk about, together, to understand what happened, where it went, exactly how we got here and to repair the damage that was done. I think there's an implication in what you're saying that, in fact, you know, we're never going to deal with this, this is something in the past, and so we should just draw a line on today and move forward. And I think that's unrealistic, honestly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "I think that that is, in fact -- WALLACE: No, I don't -- I'm not really making that argument. I guess I'm making the argument -- or -- or raising the question, is probably the better way to put it, that, you know, there -- at a certain point -- I remember when Sandra Day O'Connor was talking about Affirmative Action, she said, at some point we have to believe that -- that whatever reparations -- she didn't use that word, have been made, you know, that Affirmative Action should end. And if you're talking about 400 years of slavery, and now you're saying 400 years of reparations, an awful lot of people, I think, would have trouble agreeing with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "But what I'm really saying, Chris, is this, let's go through telling the story of the last 400 years to see how we got here so that we can decide together how to make repairs. And the example that you used of Sandra Day O'Connor, she said, at some point we should be able to move on. It -- but what she's saying implicitly is, at some point, but she's not saying let's -- let's go through and figure out what happened and figure out what to do. She's saying, at some point it just has to disappear into the past. I think that's unrealistic. WALLACE: OK. STEYER: I think that, in fact, talking about race in terms of environmental justice is entirely appropriate because something happened that led us to here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, I want to get to -- I want to get to two more subjects with you. STEYER: OK. WALLACE: You also talk about raising the minimum wage. It currently stands at $7.25 an hour. Bernie Sanders wants to raise it to $15. But you're calling for $22 an hour. The non-partisan Congressional Budget Office says your plan would -- would certainly lift earnings for millions of people, but it would also cost millions of people their job. STEYER: Well, let me say this, if we go back to 1980, Chris, and look at the minimum wage and just inflation adjust it, so there's no increase, it's just the same wage in 2020 dollars, OK, then the minimum wage would not be $7.25. It would be $11. That was -- that's no raise in the minimum wage in terms of buying power, just the same minimum wage. If you then looked at the increased productivity of American workers between 1980 and now, and split it, the way it's traditionally been split, between employers and working people in America, that would get you to the $22. I'm not saying let's go to $22. I'm saying that's the fair number. That that's the number that actually you derive just by looking and seeing what American workers deserve from 1980.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. And we've got -- I've got about a minute --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Obviously, we're not going to do a jump. But, in fact, that -- that is an -- a description of how unjust the income inequality is. WALLACE: I've got about a minute left, so I need -- I need a quick answer on this from you, Mr. Steyer. STEYER: OK, Chris, go for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You -- you made your billions of dollars from hedge funds and you're now -- you've talked a lot, even in this interview, about environmental justice. You're a major proponent of climate change. But before you left your hedge fund, in 2012, you invested heavily in coal mines and coal fire power plants. And I guess the question is, the -- they are now -- now you've left the company, but they are going to emit tons of pollution, millions of tons of pollution for years to come. Why did you do that? STEYER: Chris, I did exactly what I'm asking Americans to do. You grew up in a fossil fuel economy. So did I. At some point, long -- before 2012, I assure you, I came to the conclusion that there was a huge, unintended side effect of fossil fuel and the government wasn't dealing with it. And I started to work on it. Over a decade ago, I divested personally from all this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right. STEYER: And that's why I left my company. That's why I have -- because I felt like something is happening here that the government's not dealing with. And what I'm asking the government to do and what I'm asking American citizens to do, is to make the same transition that I made over 10 years ago, which is to say, gosh, no one got on a school bus or drove to work or turned on a light in order to cause climate change, but it's doing it. So we need to move to clean energy right now. It's a crisis. And I've been working on this for over a decade very successfully. WALLACE: Mr. Steyer, I look forward to continuing -- STEYER: Mr. Wallace -- WALLACE: I look forward -- you can call me Chris -- to continuing the conversation with you. STEYER: You can call me Tom. WALLACE: And safe travels on the campaign trail, sir. STEYER: Thank you, sir. WALLACE: Up next, we'll bring back our Sunday group to discuss the state of play in the Democratic race now that Bernie Sanders has put together a string of victories. Plus, what would you like to ask the panel about what Sanders' rise means for Democrats? Just go to FaceBook or Twitter @foxnewssunday, and we may use her question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "Don't tell anybody, I don't want to get them nervous, we are going to win the Democratic primary in Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Before we rush to nominate Senator Sanders, let us take a sober look at what is at stake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "The press is ready to declare people dead quickly, but we're alive and we're coming back and we're going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Some of the reaction last night from the winter and from other candidates after the results came in from the Nevada caucuses. And we're back now with the panel. All right, Congresswoman Harman, is Bernie Sanders now the clear frontrunner for the Democratic nomination, and as a more centrist Democrat, how much does that concern you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN (D-CA)",
      "sentences": "He clearly did very well in three small primaries. There's one more next weekend. Let's see about that. I think Joe Biden is still in the lead. And then comes Super Tuesday. Can't - - it's, you know, it's a whole week from now, so I can't even imagine how it's going to come out yet. But as a centrist Democrat, you're right, I think the Democrats won't win unless the ticket reflects the center and the passionate left. And how to get to that between now and July, which is the Democratic Convention, is a little tricky. It's very crowded in the middle and there are two people on the left. So it's got to sort out, but I surely think if the center is left out, that is not a winning strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I know, but you're talking -- that seems to be -- well, they need a more centrist running mate. Are you saying Bernie Sanders, at the top of the ticket? Are you comfortable with that? And not ideologically, but politically?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "It's -- it's not my call --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "And I had a non-partisan think tank, but I think that a combination of people who represent the center and get the center to vote and also, let's remind ourselves that young people who are passionate for Sanders turn out and under 20 percent numbers in general elections. So I think this is still very uncertain and I hope that wise heads, whoever they may be, sort this out in a way that -- that helps Democrats -- I have to say that as a Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes. We asked you for questions for the panel and on this issue of what impact a Bernie Sanders' rise is having on Democrats, we got this on Twitter from Air Boss. Which position does the DNC value more, defeating Trump or defeating Sanders? And if Sanders is the candidate, what effect will his leading the ticket have down ballot? Josh, as somebody who worked for Mitch McConnell, who's very concerned about Republicans forgetting the White House, winning, holding onto the Senate, taking over the House, how do you answer Air Boss?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO SEN. MITCH MCCONNELL",
      "sentences": "Well, to the first part, I think up until now the DNC has had a lot more success in defeating Sanders than they have Trump, obviously. They were successful in 2016. But I think it's getting late early, to paraphrase Yogi Berra. I think these are not insignificant primaries and caucuses that we just went the. Any candidate who is winning Iowa, New Hampshire, Nevada, storming in with an incredible amount of momentum into South Carolina, in a state that Joe Biden, who was the prohibitive frontrunner for most of the year, has to win and probably has to win convincingly just to stay in the race. I think they've got a big problem. I -- no question that the establishment Democrats at this point are concerned about a Sanders coalition because the House majority, and many of the sort of hopefuls that are trying to get to a Senate majority, build what -- what they're trying to do politically around the suburbs in this -- in this country. It is very difficult to make the argument to suburban America, amidst a booming economy, that what you ought to do, for these people who, actually, the economy has been working for, is restructure your economy and make sure that we've got a more socialist view of America. That's a tough, tough argument. The one hedge I have four Republicans on all this is, let's not assume that this is not going to be an incredibly formidable coalition from Bernie Sanders. He is an authentic movement candidate. What that means is his people are coming out no matter what.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we saw the power of that with Donald Trump. All right, let's move to the new face on the debate stage this week, and that's Mayor Mike Bloomberg, who I think almost everybody would agree had a rough night this week in Las Vegas. Not the first person to have a rough night in Las Vegas. Especially when it came to charges of sexual harassment and those nondisclosure agreements that his company did with some women. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "We have a very few nondisclosure agreements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "How many is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "Let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "How many is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "None of them accused me of due anything other than maybe they didn't like a joke I told.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gillian, Bloomberg announced -- you're busy shaking her head, so let me get the question out and then you can shake your head. Bloomberg announced -- I guess it was on Friday -- that he is going to release the three women who -- with whom there were nondisclosure agreements specifically about him. He's going to release them from the NDAs. Is that going to be enough to make this go away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "I guess releasing three women from NDAs is better than releasing no women from NDAs. But this issue of these discriminatory essentially gag orders against women is far from over for the Democrats. It's far from over for -- as an issue for corporate America, frankly. For Bloomberg, quickly, on the debate stage this week, the bigger issue -- the much bigger issue was really his lack of experience and the -- the reality that showed through, which is that no matter how much cash you have, there's no substitute for what the other candidates have, which is a year of being out there in the arena, you know, rolling up their sleeves, delivering their message, 100, a thousand times doing interviews. Bloomberg's lack of being in the arena over the last year is really what showed through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, let me pick up on that. Can the mayor -- he's -- he's lucky in the sense that there is another debate Tuesday night now in South Carolina. Can he come back if he does much better in that debate? And, if so, how does he do better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, first of all, obviously he can come back. He's going to -- has the debate Tuesday night, then there's Super Tuesday. So if he does well in the debate Tuesday night, if he wins delegates on Super Tuesday, he's back. And, don't forget, he's got that bottomless pocket. And so he keeps running ads and the ads are pretty effective. People like the ads. That's what he's doing as well as he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you can't have this disconnect between the ads and the reality of the guy on the stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "True, but I think that it's not as damaging as the pundits have said so far. I think it would be foolish to count out Mike Bloomberg. I mean, to me, he's positioning --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So what's the key? What does he need to do in the debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, in the debate, obviously he needs to prepare. I think that would be good, prepare and understand that whereas people may not challenge him in his company or in his public life because he's Mike Bloomberg, they're going to -- Elizabeth Warren had a great debate challenging him, and she stood out. Now, let me just say, he's positioning himself in the middle to be the centrist alternative to Sanders if Biden fades, if Biden doesn't do well. Biden, by the way, is still doing pretty good. It seems to be he's the best against Trump and his position to win in South Carolina. But if he doesn't do it, Bloomberg is right there and it could become a Sanders-Bloomberg race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "I'm the only one here, I think, who's run for public office. You got to take a punch a you've got to own your past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "And I think that Bloomberg is a very capable man who has a few things in his past, including these NDAs -- so does Trump, by the way -- that he's got to own. And I don't think he'll get away with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, wait, let's get into that, because there are obvious vulnerabilities that came out this last week. One is the nondisclosure agreements with women over the workplace at Bloomberg. Another one is stop and frisk. When you say own it, I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "He stepped up to stop and frisk and said that knowing now what he does, that was an ill-advised policy, or the way it was implemented was ill-advised. I kind of agree with that for sure. And on the other one, you know, having a locker room workplace is not acceptable. And I think women will demand to know more about that then he has yet revealed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Chris, he's also dead wrong when he said during the debate that the objection is to jokes he made in the workplace. I mean that was more damaging than anything else he could have said on this issue because it shows just how off target he is, how he doesn't grasp this issue and isn't taking it seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "See, I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "I think that was the (INAUDIBLE). I don't agree with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me just -- let me just bring in Josh for the last 30 seconds here. My reaction is, yes, you -- I -- you've got to say what you've got to say, but then I would pivot and start attacking the other guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Yes, he didn't have a message to do that. I mean basically you try to sort of absorb the hit, deflect it and come back with something that is your message, your sort of true, authentic pitch. His true, authentic pitch is he's basically a manager who's going to, you know, take care of the government. Democrats are looking for that. And that -- there's not -- no matter how much money that he has, that is a very tough sell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And, wait, guys, we've got to stop -- hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Actually, I think we all need that. Excuse me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And the other thing it seems to me you've got to say is, I'm the one guy on this stage, for all the talk about the working man, who's actually put thousands of people to work. All right, panel, that's my free advice. No charge. Thank you, panel, see you next Sunday. Up next, our \"Power Player of the Week.\" He arrived on Capitol Hill as a 13-year-old runaway. Now he's a confidant to the powerful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "At a time when Republicans and Democrats on Capitol Hill seem more divided than ever, there is one thing they all agree on, and that's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERTIE BOWMAN, SENATE FOREIGN RELATIONS COMMITTEE HARING COORDINATOR",
      "sentences": "To me, it's no secret, it's just that you try to live and treat people the way you would like to be treated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Bertie Bowman is talking about how he has survived and thrived on Capitol Hill for three quarters of a century.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITT ROMNEY (R-UT)",
      "sentences": "This is quite a guy, I'll tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "Foreign Relations Committee is the best committee on The Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bertie, I'm supposed to be the star here. I don't get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "Yes, you're the star. You are the star. It's just like a pot of gold to me. I work with good people. And, boy, do they treat me nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "His story starts in 1944, when, as one of 14 children of tenant (ph) farmers, he happened to hear a South Carolina senator, Burnet Maybank.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "I heard the words, if you're ever in Washington, stop by and see me. When he was getting ready to get in his car, the guy was over -- I ran and grabbed his coattail and asked him if I come to Washington, can I stop by and see him. And he said, yes, my boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "I was about 12 and a half, 13. I was going on 13.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You took off for Washington at 13?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "Yes. WALLACE (voice over): Maybank hired Bowman to sweep the Capitol steps for $2 a week. He worked his way up, meeting the country's most powerful politicians and enjoying an insider view of Congress. JOE BIDEN, FORMER SENATOR (NOVEMBER 5, 1999): Bertie Bowman, the former clerk of these -- of this committee for 500 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "We know everything that comes in. We know everything that goes out. We know all of the business of every senator and everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He was close with titans of The Hill, like Jesse Helms, and segregationists Strom Thurmond. Here he is bringing in costs when Thurmond filibustered the 1957 civil rights bill for 24 hours straight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "We did a lot of things behind the scene that no one has seen and they still don't see what senators do and what they don't do and all that stuff. So you keep that to yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "By the mid-'60s, he was on the Foreign Relations Committee, where he mentored a young man from Arkansas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "Bill Clinton was a messenger. We had fun, man. I used to play -- like I could play the guitar. Bill Clinton used to blow the sax. And we used to -- we used to do all kinds of things behind that door back there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "Push these up a little more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "These days Bowman prepares the room for committee hearings, checking mics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "Sometimes I would say, swing low.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Escorting witnesses, and keeping time once Senator Jim Risch starts the hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JIM RISCH (R-ID)",
      "sentences": "Oh, he does, clearly. We all take orders from Bertie. WALLACE (voice over): Committee members recently celebrated Bowman after the Senate Federal Credit Union announced it will name its new building after him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "And I said, boy, they are showing me my roses before I drop dead. Everything look OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Bowman turns 89 in April.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOWMAN",
      "sentences": "That's a good question. I've been talking to the good Lord every day. He hasn't said anything about retiring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This Thursday, yet another honor for Bertie Bowman. He's being inducted into the African-American Credit Union Hall of Fame. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. The president replaces America's intelligence chief after his department warns Congress Russia is interfering in the 2020 campaign to help Mr. Trump win reelection."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meanwhile, the president issues several controversial pardons."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Pardon Roger Stone!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hence, he may give another to former advisor Roger Stone."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I'd love to see Roger exonerated."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll discuss the continuing White House turmoil with Marc Short, chief of staff to Vice President Pence. Then, Bernie Sanders wins Nevada, his third straight victory in the Democratic race."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "We have now won the Nevada caucus!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask candidate Tom Steyer how he plans to use his strong standing in South Carolina to slow down the front runner. Plus, Super Tuesday is coming when former Mayor Mike Bloomberg will finally be on the ballot. He's spending big and taking heat."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "Democrats take a huge risk if we just substitute one arrogant billionaire for another."
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Let's put forward somebody who's actually a Democrat."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel how Sanders' surge and Bloomberg's big bucks will affect the state of the race. And our Power Player of the Week, from humble beginnings to big man on Capitol Hill. You took off for Washington at 13?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from FOX News in Washington. We begin with breaking news. The results from the Democratic caucuses in Nevada. Senator Bernie Sanders scored a big victory, beating Joe Biden by more than 2:1, confirming he is now the party's front runner for the presidential nomination. Pete Buttigieg, Elizabeth Warren and Amy Klobuchar finished further back. But there was other election news this week. U.S. intelligence agencies reported Russia is once again trying to interfere in our presidential campaign, this time trying to help president Trump and Bernie Sanders. The president fired back its disinformation from the Democrats. In a moment, we'll speak with Marc Short, chief of staff to Vice President Pence. But, first, let's bring in Peter Doocy with the latest on Sanders' victory in Nevada -- Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, Senator Bernie Sanders winning big in the same state where he suffered a heart attack just four months ago. A comeback after uncertainty and campaign so confident he'd already moved on to Texas to celebrate."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We have just put together a multigenerational, multiracial coalition, it's going to sweep this country."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Also celebrating, Joe Biden."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Now we're going on to South Carolina and win and then we're going to take this back!"
    },
    {
      "speaker": "DOOCY",
      "utterance": "And he's trying to do that with a dig at Sanders, the Democratic socialist."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I ain't socialist, I ain't a plutocrat, I'm a Democrat."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Pete Buttigieg has a more detailed warning."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Senator Sanders believes in an inflexible, ideological revolution that leaves out most Democrats. Not to mention most Americans."
    },
    {
      "speaker": "DOOCY",
      "utterance": "It's getting late to stop Sanders though. Michael Bloomberg's campaign manager warns the Nevada results reinforce the reality that this fragmented field is putting Bernie Sanders on pace to amass an insurmountable delegate lead. Bloomberg will be on ballot for Super Tuesday and he's a target even though he has not won anything yet."
    },
    {
      "speaker": "WARREN",
      "utterance": "It's a big threat. Not a tall one, but a big one -- Michael Bloomberg."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But before Super Tuesday, South Carolina looms and that is where both Joe Biden and Tom Steyer, the billionaire, will try to chip away at Sanders' momentum -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Peter Doocy reporting live from Las Vegas -- Peter, thank you. Joining us now here in Washington, Marc Short, chief of staff to the vice president. Marc, welcome back to \"FOX News Sunday.\""
    },
    {
      "speaker": "MARC SHORT, CHIEF OF STAFF TO THE VICE PRESIDENT MIKE PENCE",
      "utterance": "Thanks for having me back, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "U.S. intelligence says that the Russians are interfering again in our presidential election, this time trying to help President Trump and Bernie Sanders. Here's how those two men reacted this week."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "What I say to Mr. Putin, if elected president, trust me, you are not going to be interfering in American elections."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I see these phonies, these - - the do-nothing Democrats, they said today that Putin wants to be sure that Trump gets elected. Here we go again."
    },
    {
      "speaker": "WALLACE",
      "utterance": "While Sanders targeted Putin, why did the president go after Democrats?"
    },
    {
      "speaker": "SHORT",
      "utterance": "Chris, I think that there's not intelligence that said that the Russians are trying to help Donald Trump win election. We know that foreign governments have been trying to interfere in elections to try to sow chaos. They've been doing that for many years, and it's not just limited to Russia. But there's not intelligence that suggests that they're trying to help Trump. When this administration has sanctioned Russia, more than any administration since Ronald Reagan, and it seems that the Democrats are going to nominate somebody in Bernie Sanders who honeymooned in the Soviet Union and still seems to prefer Marxism over capitalism, it's hard to see why they'd be accusing Donald Trump over Bernie Sanders. This administration has been consistent in sanctioning Russia for interference and this administration is the one that actually in 2018 make sure there was not corruption in the midterm elections."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There is a consistent story, and I know that that's the White House argument, that there is no -- there is no intelligence saying this, but there is a consistent story that came out this week and we've heard it from members of the committee, the Intelligence Committee, we've heard it from members of the intelligence community, we parted from people in your own White House, that is that Shelby Pierson, who is the intelligence community's election securities czar told Congress that the Russians are trying to help Donald Trump. The specific words she used are \"developed a preference for President Trump.\" The president's reaction was to call in her boss, acting DNI Chief Joe Maguire, who spent 40 years first as a Navy SEAL and then in counterintelligence, to fire him and replace him with Ambassador Richard Grenell, a Trump partisan, who has almost no intelligence experience. You're saying none of this happened?"
    },
    {
      "speaker": "SHORT",
      "utterance": "Let me correct you on several fronts, Chris. First of all, I think it's disconcerting that the briefing that you mentioned was a classified briefing in the House. That's one of the president's concerns, is that Adam Schiff's committee continues to leak selective information."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I know. But you can't say it didn't happen and then say they leaked it."
    },
    {
      "speaker": "SHORT",
      "utterance": "Yes, I am saying to them, because I am saying what happened as far as the briefing -- the same briefing the president get on election security, we've able to outline what we've done, measures we've worked with 1,100 municipalities to secure election results and the intelligence community not giving us information that they're trying to help reelect Donald Trump --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I just want to be clear on this, you're denying -- wait a second, you're denying that Shelby Pierson, who's the election security czar, you're denying that under questioning from Democrats, she gave any indication that the Russian efforts to meddle in election was because they have found a preference for President Trump? You're flatly denying that?"
    },
    {
      "speaker": "SHORT",
      "utterance": "That was a classified briefing. I'm not going to comment specifically on what she said in that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, you did -- no, wait a minute, you did just classify it and said there's no intelligence."
    },
    {
      "speaker": "SHORT",
      "utterance": "I'm telling you the briefing of the president received that I've -- that I was a party to, and that's not information that came out of the briefing the president got on election security, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you're not denying -- you're not denying that that was part of the briefing -- that she gave to the committee?"
    },
    {
      "speaker": "SHORT",
      "utterance": "I'm telling you that whatever briefing -- whatever briefing she gave to the committee was supposed to be classified. And once again, Adam Schiff's committee is selectively leaking out information and often distorting information. It's our belief. They've done it many times."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I don't understand, you're saying it's not true and they leaked it?"
    },
    {
      "speaker": "SHORT",
      "utterance": "No, Chris, this is pretty consistent and I think pretty clear. What I'm telling you is that -- is that was a classified briefing that shouldn't have been discussed. The briefing the president received -- the intelligence community has not told us that Russia is trying to reelect --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, why was Joe Maguire, why was her boss called in?"
    },
    {
      "speaker": "SHORT",
      "utterance": "He was not called in. He was part of the same briefing, Chris. It's more bad information. He was part of the same briefing. He was not called in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And did the president not -- begin to question it because he had gotten reports -- excuse me -- is it not true that the president questioned Joe Maguire very pointedly because he had gotten reports that the House briefing, which had happened just before, that members of the Republican committee said this is what Shelby Pierson said?"
    },
    {
      "speaker": "SHORT",
      "utterance": "There's a lot of bad information here. Again, the president did question, because he said, why did they get a briefing I did? But at the same time, the administration has great respect for Admiral Maguire. He's a patriot who served our administration and has served our country admirably. The president is looking for another place to have him continue to serve inside the Trump administration."
    },
    {
      "speaker": "WALLACE",
      "utterance": "If you have such respect for Joe Maguire, why was he not only -- let me finish the question -- why was he not only fired, but told to clear out by 9:00 the next morning?"
    },
    {
      "speaker": "SHORT",
      "utterance": "Chris, it's not firing. His position is supposed to be completed by March 12th. He's not going to be re-nominated. He, in fact, when this position came on was reluctant to serve in this role. So, the administration has been looking for somebody consistently. Ric Grenell is now going to serve at temporary capacity. The president's announced he's going to look to have a more permanent replacement."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does Maguire told to clear out your office the next day?"
    },
    {
      "speaker": "SHORT",
      "utterance": "I don't know if Maguire is told or not, I have not heard that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Retired Admiral Bill McRaven, former head of U.S. Special Operations Command, the man who oversaw the raid that killed Osama bin Laden, wrote this in \"The Washington Post\" this weekend. He's known Maguire for 40 years. In this administration, good men and women don't last long. Joe was dismissed for doing his job overseeing the dissemination of intelligence to elected officials who needed that information to do their jobs. Are you saying that Bill McRaven just made the story up out of whole cloth?"
    },
    {
      "speaker": "SHORT",
      "utterance": "With all due respect to McRaven, he doesn't know. He doesn't know. He wasn't there. I'm telling you, I was there for the briefing. There's not -- the way this media has reported, is some sort of hostile encounter. The president, of course, was saying why did the House get everything before I did?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, nobody is objecting to that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The question is whether or not the president had been told, because House members had heard it by Republicans, hey, this is what the briefest is from DNI said."
    },
    {
      "speaker": "SHORT",
      "utterance": "Chris --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You were in the briefing, let me just ask that question, did the president have information from the DNI that he was disturbed about in terms of what the House have been told?"
    },
    {
      "speaker": "SHORT",
      "utterance": "No."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Didn't happen?"
    },
    {
      "speaker": "SHORT",
      "utterance": "No. I mean, I want to be clear as well, that the briefing with the president is in a classified environment, too, Chris. I'm not giving (ph) details about what was said and what wasn't said. But as far as the question about is there information that says that Russia is trying to elect Donald Trump, that is false information, as far as the briefing that we've received."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you don't know about the House briefing?"
    },
    {
      "speaker": "SHORT",
      "utterance": "I -- of course not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And no -- well, no member of the House told the president?"
    },
    {
      "speaker": "SHORT",
      "utterance": "Well, the members of the House have had separate conversations with president, but it's clear that Adam Schiff's committee decided to leak to the press once again to try to continue to foment the same sort of Russian hoax they've been doing for three years, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "One of the president's friends, Roger Stone, was sentenced to 40 months in prison for lying to Congress, for obstruction, and for witness tampering. Here was the president's reaction."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'd love to see Roger exonerated. And I'd love to see it happen because I personally think he was sweet treated very unfairly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So here's the question, Stone was convicted specifically for lying about the fact that he in fact was trying to get information from WikiLeaks about what they were going to do with the thousands of hacked Democratic emails. Why does the president -- and there was a treasure trove of evidence that indicated he had lied about the fact that he was trying to find out from WikiLeaks what they were going to do with the emails. Why does the president think he should be exonerated?"
    },
    {
      "speaker": "SHORT",
      "utterance": "I -- you know, it's possible he will get exonerated, Chris. I have -- I have no interest --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I'm asking you, the president -- why does he think he should be?"
    },
    {
      "speaker": "SHORT",
      "utterance": "I have no interest of being character witness for Roger Stone. I don't know Roger Stone. I think that lying to federal investigators, he should be prosecuted for, and that's what the Department of Justice did. But I think the president's frustration is, you see a Department of Justice that comes out with the original sentencing guidelines four years beyond what they're -- supposed to be for sentencing guidelines for his offenses. And yet when you see people like Andy McCabe, who also lied to federal investigators, referred for investigation, what they get is a lucrative contract at CNN. That doesn't seem to be equitable justice. And I think that's what the president's primary frustration is."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But he's not saying he got sentence for too long. Incidentally, he didn't get the 7 to 9 years. He got three and a half years, roughly."
    },
    {
      "speaker": "SHORT",
      "utterance": "Correct."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Here's what the president own Attorney General William Barr said."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "I think it was established, he was convicted of obstructing Congress and witness tampering, and I thought that was a righteous prosecution. And I was happy that he was convicted."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And the judge in the case, Amy Berman Jackson, said this about Stone: He was not prosecuted, as some have complained, for standing up for the president. He was prosecuted for covering up for the president. So, when the president talks about wanting to see Roger Stone get off, to be exonerated, and even raises the possibility that he might pardon him, is that because Roger Stone protected him in the Mueller investigation?"
    },
    {
      "speaker": "SHORT",
      "utterance": "I don't think so, Chris. I think the president again is frustrated in seeing what he thinks is an inequitable system of the justice. I think what he's seen is that the Roger Stone investigation was born out of the Mueller report, where they started from. The reality is that the Mueller report, we've seen, did not show Russia collusion. We've seen, in our minds (ph) --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you have the attorney general saying it was a righteous prosecution."
    },
    {
      "speaker": "SHORT",
      "utterance": "I understand. And I just share with you that I think it should be prosecuted as well. I think that people who lied to Congress should be prosecuted, Chris. And so -- but I think that's what's unfair in the system is that those who also were trying to prevent this president from being elected inside their position at Department of Justice, lied about it, leaked information. The inspector general refers them for prosecution and what they get is a lucrative contract to TV network. How is that equitable justice?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I mean, I suppose one of the arguments would be just because one guy gets off, doesn't mean the other person should."
    },
    {
      "speaker": "SHORT",
      "utterance": "And I've said multiple times on your network that he should have been prosecuted."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "SHORT",
      "utterance": "And so, we'll see what happens with the second round. And also --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Last question, last question. It appears -- it appears, and obviously a lot could happen, that Bernie Sanders -- well, it doesn't appear, he's the clear front runner for the nomination. How does the White House feel about the possibility of a Trump-Sanders presidential campaign this fall?"
    },
    {
      "speaker": "SHORT",
      "utterance": "We would look forward to that. I think it would show a stark contrast between a president who's had on employment rates of 3.5 percent, created 7 million jobs, versus a candidate who I think continues to embrace socialism. I think that's a stark contrast the American people to choose from."
    },
    {
      "speaker": "But to be clear",
      "utterance": "I think the president is also comfortable with any Democrats in the field because he knows the record he is running on is a tremendous record of economic growth and national security. And so, we -- we welcome any those opponents."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Marc, thank you. Thanks for your time. Please come back. Always good to talk with you, sir."
    },
    {
      "speaker": "SHORT",
      "utterance": "Chris, thanks for having me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When we come back, we'll bring in our Sunday group to discuss President Trump's reaction to more Russian meddling in our election and the sentencing of his long-time advisor, Roger Stone."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They're trying to start a rumor -- it's disinformation. That's the only thing they're good at. They're not good at anything else. They get nothing done. Do-nothing Democrats."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump dismissing word of more Russian meddling in our elections as another case of his Democratic enemies making up stories. And it's time now for our Sunday group. Senator Mitch McConnell's former chief of staff Josh Holmes, FOX News political analyst Juan Williams, former Democratic Congresswoman Jane Harman, and FOX News correspondent Gillian Turner, who served on the National Security Council for Presidents Bush 43 and Obama. Well, Josh, I'm a little confused here, because basically what you heard Marc Short say is it didn't happen, there's no intelligence, but then he said -- well, in fact, I don't know what happened in the House committee, which is where the leak apparently came. And it does seem a little odd that Joe Maguire, who was in good standing as the acting DNI, is fired and then is told to clear the next morning if the president wasn't upset."
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO SENATOR MITCH MCCONNELL",
      "utterance": "Well, the first thing, is I think it's important to know the facts with Maguire and when he was scheduled to be cycled out. I'm not sure that the timeline there -- maybe it got moved up. I don't think this is a single incidence for why he was fired. But look, in terms of the president's reaction, we have spent the last three years making unfounded allegations about Russian collusion about his campaign in 2016, about his efforts ever since. We endured a Mueller report, we've endured countless hearings. I don't think we should be the least bit surprised and the president has a lot of anxiety about a classified briefing coming out once again in the same fashion that we've seen over three years to allege that somehow Russia has chosen him as their favorite candidate and sure enough, and a day later we find out Russia is also concluded that Bernie Sanders is a favorite candidate. Remember Tulsi Gabbard was a favorite candidate. I think this is an example of incredibly dangerous and reckless reporting. I think our intelligence community would be well served to focus on trying to stop the threat rather than cover this as if it's a horse race --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Are you saying reporting by the media or reporting by the intelligence community?"
    },
    {
      "speaker": "HOLMES",
      "utterance": "Both. I think that the media's coverage and sourcing this, over three years, not just this incident, has been very quick to jump into conclusions about what Russia is trying to do. I think very clearly what Russia is trying to do is undermine confidence of American elections, and it's hard to see how they could be more successful than this exact --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to pick up on your main point here. Congresswoman Harman, you were the top Democrat on the House Intelligence Committee. Can you understand the president's concern, regardless of what the truth is of what the members of the House Intelligence Committee were told, can you understand the president's concern that this information was brought -- of all committees, to House Intelligence run by the president's nemesis, Adam Schiff, and that it leaks within 24 hours?"
    },
    {
      "speaker": "JANE HARMAN, WILSON CENTER DIRECTOR",
      "utterance": "Well, the leaks are terrible -- yes, I can understand that concern, but that committee was blown up long ago, sadly. Devin Nunes is a very partisan ranking member."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We should point out he was the former Republican chairman before the House took control in 2019."
    },
    {
      "speaker": "HARMAN",
      "utterance": "That's correct. That's correct. Back in the day when I was ranking member and Pete Hoekstra, who I gather may be a candidate for the new DNI, and I would support that. I think he is --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, let's move on to this topic (ph)."
    },
    {
      "speaker": "HARMAN",
      "utterance": "Right, I support that. Anyway, on this story, yes, it's appalling that it leaked. However, the underlying information is important to grasp. Bob Mueller's report said that the Russians are already meddling in the 2020 election and whether or not they're taking sides, they are sowing chaos and as reported by David Sanger in \"The New York Times\" today, and that is enough to concern me that we are not going to have a fair election."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Let's turn to another big story, which is a little bit clearer to understand, and that is the sentencing of Roger Stone. Attorney General Barr says that the president's constant commentary through public statements or through tweets is making it impossible for him to do his job. But that didn't stop Mr. Trump this week. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I want to see it play out to its fullest because Roger has a very good chance of exoneration in my opinion. FBI is phenomenal. I love the people in the FBI. But the people at the top were dirty cops."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gillian, is it that you think the president doesn't take Bill Barr's warning seriously, you're making my job impossible, or that he just doesn't care what Barr said?"
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "Well, if we look at what happened this week, Barr asked the president to stop waiting in the president responded with a tweets farm. So I think that tells you a lot about the state of the relationship. Whether that is indifference for his thumbing his nose at Bill Barr, I don't know. I will say, though, on the bigger issue of the Barr-Trump relationship bubbling up this week, I think the people that have been criticizing Bill Barr as a Trump loyalist, some kind of a MAGA guy are wrong and are really missing the point here. The point is that Bill Barr had his own agenda, his own motives independently of President Trump literally for decades. I remember reading stuff that Barr wrote as an undergraduate in college in support of executive power and Barr saw with President Trump this opportunity to push his agenda of expanded presidential power forward. I think the second he's not able to do that or he sees he is not going to be able to do that, he's going to jump ship."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to pick up on exactly that point with you, Juan. How much pressure does this put on Bill Barr now? If you go public and you say, this kind of commentary by the president makes it impossible for me to do my job and then there's a leak, and one assumes it probably came from the Justice Department, that Barr has considered, not now doing but has considered resigning in the president ignores all of that. How much pressure does that put on Bill Barr to put up or shut up?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, there is pressure on Barr to either act or don't act. You can't be the boy that cried wolf. But at the same time, my impression is that Bill Barr is fine. I think even as the possibility as this idea of the resignation was put out there as cover because of the damage that President Trump and Bill Barr have done not only to the Department of Justice, but done to the department -- down to the justice system in this country in terms of its great ability with federal prosecutors, federal judges this week, thinking of having an emergency meeting about this. I think Barr has never been an independent actor of justice. In fact, I think he's willing, demonstrated a willingness to protect President Trump and protect President Trump's friends and not only that, go after the FBI and going after his own inspector general."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When inspector general said it was a problem."
    },
    {
      "speaker": "TURNER",
      "utterance": "I was just going to say the why. Why is it the attorney general defending the president? Is it something unique to president? Is it political?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "TURNER",
      "utterance": "I argue no. I argue that he sees President Trump as his vehicle --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think Richard Nixon had John Mitchell. I think Donald Trump has Bill Barr. Bill Barr is going --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me finish here. He's going into the Roger Stone case. He's going into the Michael Flynn case. He's now consulting with Rudy Giuliani about collecting dirt on Joe Biden. This is -- this damages to our justice system."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Go ahead, Congresswoman."
    },
    {
      "speaker": "HARMAN",
      "utterance": "Gillian may be right that these have been his views since infancy, but he is destroying his legacy and I think there will be a mass resignation on his watch by career justice people who think he has totally politicized the department. I think either has to toe the line, the White House line, or get out. And free advice for me, I've never met the man, get out while you still have some honor."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Josh? Wait a second. Josh?"
    },
    {
      "speaker": "HOLMES",
      "utterance": "I couldn't more forcefully disagree with Juan on this. I think if all Bill Barr did was defend the Trump administration, it would be hard to see how we're having this panel right now. Clearly, there has been a disagreement over a number of high-profile things. And for those of us who follow this closely, I think that Bill Barr has done more to try to regain the integrity of the Justice Department and frankly -- whether you look at the store partisan lens or not, the way that they handled the aftermath of the 2016 election, the investigations that led up to the prosecution of President Trump's entire team was horrible damage --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me ask you this because we are running out of time in this segment. You would agree though that Barr, having sent these two shots across the bow the White House and basically said stop interfering because you are undercutting my position, you're undercutting the independence of justice and the president continuing to comment does put Barr in a tough spot, doesn't it?"
    },
    {
      "speaker": "HOLMES",
      "utterance": "Well, it certainly a tough spot when -- any time your boss and you are having a disagreement over something."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I try to avoid that."
    },
    {
      "speaker": "HOLMES",
      "utterance": "I've never had one myself. But I think, in the end, is justice being administered here, and that's where Barr is focused and as long as that is happening --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Simple question, is he going to resign or not?"
    },
    {
      "speaker": "HOLMES",
      "utterance": "No, I don't think so."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Finally, an answer. Panel, we have to take a break. We'll see you a little later in the program. When we come back, billionaire Tom Steyer joins us to discuss how he's going to challenge, Joe Biden, and Bernie Sanders in next Saturday's primary in South Carolina."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Tom Steyer doubles down on the South Carolina primary, hoping he'll score his first win in the Democratic race."
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "utterance": "We have the biggest group of people doing door-to-door grassroots work of any campaign in South Carolina."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask him what a strong showing there would mean for his chances on Super Tuesday."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "utterance": "While the other Democratic candidates have spread themselves thin in the early contest, billionaire Tom Steyer has invested heavily in South Carolina. And he's running strong in the key primary there next Saturday. After the results came in from Nevada last night, I spoke with Steyer about his plans for the Palmetto state. Mr. Steyer, you spent more time in Nevada than any other candidate. You spent more money in Nevada than all the other candidates combined. You said you had to finish first or second. But as we sit here right now, you're running a distant fifth. You have made a -- an equally big commitment in South Carolina and there it does seem to be paying off for you. Let me put up the numbers there. According to the RealClearPolitics average of recent polls, you were in third place, behind Biden and Sanders, but ahead of Buttigieg and Warren. How do you explain that and don't you have to finish in the top three in South Carolina? TOM STEYER (D), PRESIDENTIAL CANDIDATE: I think I do for sure. But, Chris, I think I have done best with black people. I have done best with Latinos. I think that when we get to the diverse Democratic electorate, when we get to the diversity that is America and the Democratic Party, I do a lot better."
    },
    {
      "speaker": "So South Carolina happens to be a place that has a pretty high concentration of African-Americans. And that -- those happen to be people that I talk to a lot and have a lot of -- have a long history of working with and, therefore, those -- that's a population where I do really well. And so I think that that explains a lot of what's going on in South Carolina, and really what's going on in Nevada as well. WALLACE",
      "utterance": "Now, one thing that you've done in South Carolina is you have put members of the Black Legislative Caucus on your payroll. You've put members of the Democratic Black Caucus on your payroll. And the former head of the Charleston County Democratic Party says, in effect, you're paying some people off to support you. STEYER: Look, people are doing work as organizers on our campaign and we're paying them. The NAACP came out and described what people are criticize us as making racist remarks, Chris. Actually what we're doing -- I'm a grassroots organizer from way back. I started one of the biggest grassroots organizations in the United States, NextGen America. And what we've found is, if you want to organize in a community, you have to work with people from the community. And that's exactly what we're doing in South Carolina. WALLACE: So how do you explain the fact that you're doing better? And you say that you have a particular connection with African-Americans. How come? STEYER: Well, I think one thing is, I'm very willing to talk about race, Chris. You know, I believe that there is a substantial racial subtext in virtually every policy area in the United States. And the example I usually use is climate, where I'm a long-term climate hawk, but I've always started from the standpoint of environmental justice. I've always started in the communities where it's unsafe to breathe, because you'll get asthma and unsafe to drink the tap water because you'll get sick. And those tend to be overwhelmingly black and brown communities. I'm the only person running for president who is openly, consistently for reparations for slavery. I'm someone who believes in talking about the underlying issues and trying to come up with answers to them so that we can resolve them together and move forward. WALLACE: OK, let's unpack some of that."
    },
    {
      "speaker": "STEYER",
      "utterance": "OK."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You are one of the people talking about reparations for slavery. Do you really believe that a hundred -- more than 150 years after emancipation, that is a good use of tax money? STEYER: Chris, I don't think that the -- that the discrimination and the legalized injustice stopped in 1865. In fact, I think what I'm talking about -- WALLACE: No, but didn't it -- could it have stopped in 1900 or 1950 or 2000? STEYER: No."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I mean I guess the question is how long does reparations go on?"
    },
    {
      "speaker": "STEYER",
      "utterance": "Well, how -- how long did injustice go on? I mean what I want to do is have a formal commission on race on the first day of my presidency and go through the history of the last 400-plus years, to talk about, together, to understand what happened, where it went, exactly how we got here and to repair the damage that was done. I think there's an implication in what you're saying that, in fact, you know, we're never going to deal with this, this is something in the past, and so we should just draw a line on today and move forward. And I think that's unrealistic, honestly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well --"
    },
    {
      "speaker": "STEYER",
      "utterance": "I think that that is, in fact -- WALLACE: No, I don't -- I'm not really making that argument. I guess I'm making the argument -- or -- or raising the question, is probably the better way to put it, that, you know, there -- at a certain point -- I remember when Sandra Day O'Connor was talking about Affirmative Action, she said, at some point we have to believe that -- that whatever reparations -- she didn't use that word, have been made, you know, that Affirmative Action should end. And if you're talking about 400 years of slavery, and now you're saying 400 years of reparations, an awful lot of people, I think, would have trouble agreeing with that."
    },
    {
      "speaker": "STEYER",
      "utterance": "But what I'm really saying, Chris, is this, let's go through telling the story of the last 400 years to see how we got here so that we can decide together how to make repairs. And the example that you used of Sandra Day O'Connor, she said, at some point we should be able to move on. It -- but what she's saying implicitly is, at some point, but she's not saying let's -- let's go through and figure out what happened and figure out what to do. She's saying, at some point it just has to disappear into the past. I think that's unrealistic. WALLACE: OK. STEYER: I think that, in fact, talking about race in terms of environmental justice is entirely appropriate because something happened that led us to here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, I want to get to -- I want to get to two more subjects with you. STEYER: OK. WALLACE: You also talk about raising the minimum wage. It currently stands at $7.25 an hour. Bernie Sanders wants to raise it to $15. But you're calling for $22 an hour. The non-partisan Congressional Budget Office says your plan would -- would certainly lift earnings for millions of people, but it would also cost millions of people their job. STEYER: Well, let me say this, if we go back to 1980, Chris, and look at the minimum wage and just inflation adjust it, so there's no increase, it's just the same wage in 2020 dollars, OK, then the minimum wage would not be $7.25. It would be $11. That was -- that's no raise in the minimum wage in terms of buying power, just the same minimum wage. If you then looked at the increased productivity of American workers between 1980 and now, and split it, the way it's traditionally been split, between employers and working people in America, that would get you to the $22. I'm not saying let's go to $22. I'm saying that's the fair number. That that's the number that actually you derive just by looking and seeing what American workers deserve from 1980."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. And we've got -- I've got about a minute --"
    },
    {
      "speaker": "STEYER",
      "utterance": "Obviously, we're not going to do a jump. But, in fact, that -- that is an -- a description of how unjust the income inequality is. WALLACE: I've got about a minute left, so I need -- I need a quick answer on this from you, Mr. Steyer. STEYER: OK, Chris, go for it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You -- you made your billions of dollars from hedge funds and you're now -- you've talked a lot, even in this interview, about environmental justice. You're a major proponent of climate change. But before you left your hedge fund, in 2012, you invested heavily in coal mines and coal fire power plants. And I guess the question is, the -- they are now -- now you've left the company, but they are going to emit tons of pollution, millions of tons of pollution for years to come. Why did you do that? STEYER: Chris, I did exactly what I'm asking Americans to do. You grew up in a fossil fuel economy. So did I. At some point, long -- before 2012, I assure you, I came to the conclusion that there was a huge, unintended side effect of fossil fuel and the government wasn't dealing with it. And I started to work on it. Over a decade ago, I divested personally from all this stuff."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right. STEYER: And that's why I left my company. That's why I have -- because I felt like something is happening here that the government's not dealing with. And what I'm asking the government to do and what I'm asking American citizens to do, is to make the same transition that I made over 10 years ago, which is to say, gosh, no one got on a school bus or drove to work or turned on a light in order to cause climate change, but it's doing it. So we need to move to clean energy right now. It's a crisis. And I've been working on this for over a decade very successfully. WALLACE: Mr. Steyer, I look forward to continuing -- STEYER: Mr. Wallace -- WALLACE: I look forward -- you can call me Chris -- to continuing the conversation with you. STEYER: You can call me Tom. WALLACE: And safe travels on the campaign trail, sir. STEYER: Thank you, sir. WALLACE: Up next, we'll bring back our Sunday group to discuss the state of play in the Democratic race now that Bernie Sanders has put together a string of victories. Plus, what would you like to ask the panel about what Sanders' rise means for Democrats? Just go to FaceBook or Twitter @foxnewssunday, and we may use her question on the air."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "Don't tell anybody, I don't want to get them nervous, we are going to win the Democratic primary in Texas."
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Before we rush to nominate Senator Sanders, let us take a sober look at what is at stake."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "The press is ready to declare people dead quickly, but we're alive and we're coming back and we're going to win."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Some of the reaction last night from the winter and from other candidates after the results came in from the Nevada caucuses. And we're back now with the panel. All right, Congresswoman Harman, is Bernie Sanders now the clear frontrunner for the Democratic nomination, and as a more centrist Democrat, how much does that concern you?"
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN (D-CA)",
      "utterance": "He clearly did very well in three small primaries. There's one more next weekend. Let's see about that. I think Joe Biden is still in the lead. And then comes Super Tuesday. Can't - - it's, you know, it's a whole week from now, so I can't even imagine how it's going to come out yet. But as a centrist Democrat, you're right, I think the Democrats won't win unless the ticket reflects the center and the passionate left. And how to get to that between now and July, which is the Democratic Convention, is a little tricky. It's very crowded in the middle and there are two people on the left. So it's got to sort out, but I surely think if the center is left out, that is not a winning strategy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I know, but you're talking -- that seems to be -- well, they need a more centrist running mate. Are you saying Bernie Sanders, at the top of the ticket? Are you comfortable with that? And not ideologically, but politically?"
    },
    {
      "speaker": "HARMAN",
      "utterance": "It's -- it's not my call --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I understand that."
    },
    {
      "speaker": "HARMAN",
      "utterance": "And I had a non-partisan think tank, but I think that a combination of people who represent the center and get the center to vote and also, let's remind ourselves that young people who are passionate for Sanders turn out and under 20 percent numbers in general elections. So I think this is still very uncertain and I hope that wise heads, whoever they may be, sort this out in a way that -- that helps Democrats -- I have to say that as a Democrat."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes. We asked you for questions for the panel and on this issue of what impact a Bernie Sanders' rise is having on Democrats, we got this on Twitter from Air Boss. Which position does the DNC value more, defeating Trump or defeating Sanders? And if Sanders is the candidate, what effect will his leading the ticket have down ballot? Josh, as somebody who worked for Mitch McConnell, who's very concerned about Republicans forgetting the White House, winning, holding onto the Senate, taking over the House, how do you answer Air Boss?"
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO SEN. MITCH MCCONNELL",
      "utterance": "Well, to the first part, I think up until now the DNC has had a lot more success in defeating Sanders than they have Trump, obviously. They were successful in 2016. But I think it's getting late early, to paraphrase Yogi Berra. I think these are not insignificant primaries and caucuses that we just went the. Any candidate who is winning Iowa, New Hampshire, Nevada, storming in with an incredible amount of momentum into South Carolina, in a state that Joe Biden, who was the prohibitive frontrunner for most of the year, has to win and probably has to win convincingly just to stay in the race. I think they've got a big problem. I -- no question that the establishment Democrats at this point are concerned about a Sanders coalition because the House majority, and many of the sort of hopefuls that are trying to get to a Senate majority, build what -- what they're trying to do politically around the suburbs in this -- in this country. It is very difficult to make the argument to suburban America, amidst a booming economy, that what you ought to do, for these people who, actually, the economy has been working for, is restructure your economy and make sure that we've got a more socialist view of America. That's a tough, tough argument. The one hedge I have four Republicans on all this is, let's not assume that this is not going to be an incredibly formidable coalition from Bernie Sanders. He is an authentic movement candidate. What that means is his people are coming out no matter what."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we saw the power of that with Donald Trump. All right, let's move to the new face on the debate stage this week, and that's Mayor Mike Bloomberg, who I think almost everybody would agree had a rough night this week in Las Vegas. Not the first person to have a rough night in Las Vegas. Especially when it came to charges of sexual harassment and those nondisclosure agreements that his company did with some women. Take a look."
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "We have a very few nondisclosure agreements."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "How many is that?"
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "Let me finish."
    },
    {
      "speaker": "WARREN",
      "utterance": "How many is that?"
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "None of them accused me of due anything other than maybe they didn't like a joke I told."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gillian, Bloomberg announced -- you're busy shaking her head, so let me get the question out and then you can shake your head. Bloomberg announced -- I guess it was on Friday -- that he is going to release the three women who -- with whom there were nondisclosure agreements specifically about him. He's going to release them from the NDAs. Is that going to be enough to make this go away?"
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "I guess releasing three women from NDAs is better than releasing no women from NDAs. But this issue of these discriminatory essentially gag orders against women is far from over for the Democrats. It's far from over for -- as an issue for corporate America, frankly. For Bloomberg, quickly, on the debate stage this week, the bigger issue -- the much bigger issue was really his lack of experience and the -- the reality that showed through, which is that no matter how much cash you have, there's no substitute for what the other candidates have, which is a year of being out there in the arena, you know, rolling up their sleeves, delivering their message, 100, a thousand times doing interviews. Bloomberg's lack of being in the arena over the last year is really what showed through."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, let me pick up on that. Can the mayor -- he's -- he's lucky in the sense that there is another debate Tuesday night now in South Carolina. Can he come back if he does much better in that debate? And, if so, how does he do better?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, first of all, obviously he can come back. He's going to -- has the debate Tuesday night, then there's Super Tuesday. So if he does well in the debate Tuesday night, if he wins delegates on Super Tuesday, he's back. And, don't forget, he's got that bottomless pocket. And so he keeps running ads and the ads are pretty effective. People like the ads. That's what he's doing as well as he is."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you can't have this disconnect between the ads and the reality of the guy on the stage."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "True, but I think that it's not as damaging as the pundits have said so far. I think it would be foolish to count out Mike Bloomberg. I mean, to me, he's positioning --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "So what's the key? What does he need to do in the debate?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, in the debate, obviously he needs to prepare. I think that would be good, prepare and understand that whereas people may not challenge him in his company or in his public life because he's Mike Bloomberg, they're going to -- Elizabeth Warren had a great debate challenging him, and she stood out. Now, let me just say, he's positioning himself in the middle to be the centrist alternative to Sanders if Biden fades, if Biden doesn't do well. Biden, by the way, is still doing pretty good. It seems to be he's the best against Trump and his position to win in South Carolina. But if he doesn't do it, Bloomberg is right there and it could become a Sanders-Bloomberg race."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman?"
    },
    {
      "speaker": "HARMAN",
      "utterance": "I'm the only one here, I think, who's run for public office. You got to take a punch a you've got to own your past."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "HARMAN",
      "utterance": "And I think that Bloomberg is a very capable man who has a few things in his past, including these NDAs -- so does Trump, by the way -- that he's got to own. And I don't think he'll get away with this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, wait, let's get into that, because there are obvious vulnerabilities that came out this last week. One is the nondisclosure agreements with women over the workplace at Bloomberg. Another one is stop and frisk. When you say own it, I mean --"
    },
    {
      "speaker": "HARMAN",
      "utterance": "He stepped up to stop and frisk and said that knowing now what he does, that was an ill-advised policy, or the way it was implemented was ill-advised. I kind of agree with that for sure. And on the other one, you know, having a locker room workplace is not acceptable. And I think women will demand to know more about that then he has yet revealed."
    },
    {
      "speaker": "TURNER",
      "utterance": "Chris, he's also dead wrong when he said during the debate that the objection is to jokes he made in the workplace. I mean that was more damaging than anything else he could have said on this issue because it shows just how off target he is, how he doesn't grasp this issue and isn't taking it seriously."
    },
    {
      "speaker": "WALLACE",
      "utterance": "See, I --"
    },
    {
      "speaker": "HARMAN",
      "utterance": "I think that was the (INAUDIBLE). I don't agree with that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me just -- let me just bring in Josh for the last 30 seconds here. My reaction is, yes, you -- I -- you've got to say what you've got to say, but then I would pivot and start attacking the other guys."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Yes, he didn't have a message to do that. I mean basically you try to sort of absorb the hit, deflect it and come back with something that is your message, your sort of true, authentic pitch. His true, authentic pitch is he's basically a manager who's going to, you know, take care of the government. Democrats are looking for that. And that -- there's not -- no matter how much money that he has, that is a very tough sell."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And, wait, guys, we've got to stop -- hold on."
    },
    {
      "speaker": "HARMAN",
      "utterance": "Actually, I think we all need that. Excuse me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And the other thing it seems to me you've got to say is, I'm the one guy on this stage, for all the talk about the working man, who's actually put thousands of people to work. All right, panel, that's my free advice. No charge. Thank you, panel, see you next Sunday. Up next, our \"Power Player of the Week.\" He arrived on Capitol Hill as a 13-year-old runaway. Now he's a confidant to the powerful."
    },
    {
      "speaker": "WALLACE",
      "utterance": "At a time when Republicans and Democrats on Capitol Hill seem more divided than ever, there is one thing they all agree on, and that's our \"Power Player of the Week.\""
    },
    {
      "speaker": "BERTIE BOWMAN, SENATE FOREIGN RELATIONS COMMITTEE HARING COORDINATOR",
      "utterance": "To me, it's no secret, it's just that you try to live and treat people the way you would like to be treated."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Bertie Bowman is talking about how he has survived and thrived on Capitol Hill for three quarters of a century."
    },
    {
      "speaker": "SEN. MITT ROMNEY (R-UT)",
      "utterance": "This is quite a guy, I'll tell you that."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "Foreign Relations Committee is the best committee on The Hill."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Bertie, I'm supposed to be the star here. I don't get --"
    },
    {
      "speaker": "BOWMAN",
      "utterance": "Yes, you're the star. You are the star. It's just like a pot of gold to me. I work with good people. And, boy, do they treat me nice."
    },
    {
      "speaker": "WALLACE",
      "utterance": "His story starts in 1944, when, as one of 14 children of tenant (ph) farmers, he happened to hear a South Carolina senator, Burnet Maybank."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "I heard the words, if you're ever in Washington, stop by and see me. When he was getting ready to get in his car, the guy was over -- I ran and grabbed his coattail and asked him if I come to Washington, can I stop by and see him. And he said, yes, my boy."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "How old were you?"
    },
    {
      "speaker": "BOWMAN",
      "utterance": "I was about 12 and a half, 13. I was going on 13."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You took off for Washington at 13?"
    },
    {
      "speaker": "BOWMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Maybank hired Bowman to sweep the Capitol steps for $2 a week. He worked his way up, meeting the country's most powerful politicians and enjoying an insider view of Congress. JOE BIDEN, FORMER SENATOR (NOVEMBER 5, 1999): Bertie Bowman, the former clerk of these -- of this committee for 500 years."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "We know everything that comes in. We know everything that goes out. We know all of the business of every senator and everything."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He was close with titans of The Hill, like Jesse Helms, and segregationists Strom Thurmond. Here he is bringing in costs when Thurmond filibustered the 1957 civil rights bill for 24 hours straight."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "We did a lot of things behind the scene that no one has seen and they still don't see what senators do and what they don't do and all that stuff. So you keep that to yourself."
    },
    {
      "speaker": "WALLACE",
      "utterance": "By the mid-'60s, he was on the Foreign Relations Committee, where he mentored a young man from Arkansas."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "Bill Clinton was a messenger. We had fun, man. I used to play -- like I could play the guitar. Bill Clinton used to blow the sax. And we used to -- we used to do all kinds of things behind that door back there."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "Push these up a little more."
    },
    {
      "speaker": "WALLACE",
      "utterance": "These days Bowman prepares the room for committee hearings, checking mics."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "Sometimes I would say, swing low."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Escorting witnesses, and keeping time once Senator Jim Risch starts the hearing."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "So I know you're the chairman, but who runs the committee?"
    },
    {
      "speaker": "SEN. JIM RISCH (R-ID)",
      "utterance": "Oh, he does, clearly. We all take orders from Bertie."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Committee members recently celebrated Bowman after the Senate Federal Credit Union announced it will name its new building after him."
    },
    {
      "speaker": "BOWMAN",
      "utterance": "And I said, boy, they are showing me my roses before I drop dead. Everything look OK."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Bowman turns 89 in April."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "When are you going to retire?"
    },
    {
      "speaker": "BOWMAN",
      "utterance": "That's a good question. I've been talking to the good Lord every day. He hasn't said anything about retiring."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This Thursday, yet another honor for Bertie Bowman. He's being inducted into the African-American Credit Union Hall of Fame. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}