{
  "date": "February 5, 2020",
  "headline": "Sen. Romney votes to convict Trump, breaking with Senate Republicans",
  "subHeadline": "Senator Mitt Romney votes to convict President Trump of abuse of power in the Senate's impeachment trial; reaction and analysis from the 'Special Report' All-Star panel.",
  "url": "https://www.foxnews.com/transcript/sen-romney-votes-to-convict-trump-breaking-with-senate-republicans",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Let's bring in our panel early: Jonathan Swan, national political reporter for Axios; Mollie Hemingway, senior editor at the Federalist, and Jonah Goldberg, editor in chief of The Dispatch. Jonathan, White House, I'm sure feels happy this chapter is over. Probably not so happy about the Romney vote but moving forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS",
      "sentences": "Yes. Yes, I think the Romney vote took some people by surprise. We are just about to report on Axios that Romney has put a letter in the cloakroom, in the box of each of his colleagues in the cloakroom Republicans.  You know, blue ink, signed Mitt, which has some of the conscience parts of his speech to justify himself. So that sort of can tell you his mindset at the moment how he's feeling with his colleagues.  We've seen the most significant thing that happened today was the president hasn't said much yet. But his eldest son, Donald Trump Jr. publicly called for Mitt Romney to be expelled from the Republican Party. So, even though Mitch McConnell has already said, you know, we don't have a dog House, you watch what the base does with Mitt Romney. You watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here is Senate Majority Leader Mitch McConnell and the Minority Leader Chuck Schumer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MAJORITY LEADER MITCH MCCONNELL, R-KY.",
      "sentences": "I'm not sitting here predicting what will be the biggest issue in November, but I can tell you this. I can tell you this. Right now, this was a political loser for them.   They initiated it. They thought this was a great idea. And at least for the short term, it has been a colossal political mistake. The Speaker was right in the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "sentences": "This is clearly not a happy day for the nation or the Senate. The Senate turned its back on the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "It is absolutely true that impeachment was not done to remove President Trump. Nobody thought that, that, that case made by the Democrats would ever lead to his removal. It was done for other reasons. It was done to placate a base which includes our media, which have been pushing for impeachment for several years. It was also done to hurt his approval numbers going into a very important reelection.  And by that metric, this just utterly failed. Donald Trump somehow came through impeachment, by the end, having the highest numbers of his presidency. The GOP has higher numbers than they've had in an extremely long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Did you see the Gallup poll, the job approval?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yet, Democratic numbers went down. The main political victim of impeachment was Joe Biden, who never was able to provide a non-corrupt answer for what his son was doing in Ukraine while he was Obama's point man in Ukraine. He came out of the Iowa caucuses apparently in fourth place.  It also unified the Senate Republicans in a way that would have been unthinkable even a few years ago. Republicans are strongest when they work together, but they've been not working together very well, in recent years. But the case was so shoddy that the only person to fall for it, of course, was Mitt Romney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Senator Susan Collins, Jonah, in explaining her vote, not guilty, said on CBS yesterday that she thought that the president learned his lesson from this whole thing.  We haven't again heard from the president. We will tomorrow, but we have heard in a fundraising e-mail that quotes him, \"Like I've been saying all along, I did nothing wrong. If they had just read the transcript, they would have seen that I've been a perfect president.\"  So, what do you expect for tomorrow in wherever that speech is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONAH GOLDBERG, THE DISPATCH",
      "sentences": "More of that, I have to disagree with Mollie. I agree it's a political loser for the Republicans so far --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "For the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "For the Democrats, so far. We had -- we had a rushed partisan impeachment and we had a rushed partisan acquittal. But Mollie says that Mitt Romney was the only one who fell for it. By my count, almost one-fifth of the Republicans disagree with the president that it was perfect. The Lamar Alexander said we didn't need witnesses because it was obvious that what he did was wrong, and we know that he did it. I would suspect that a lot of people are actually -- a lot of senators like, like Lamar Alexander are probably pretty happy with what Mitt Romney has done, precisely because it lets them off the hook for breaking with the messaging that we've heard relentlessly, from sort of the Praetorian Guard around the Trump White House that there was absolutely nothing wrong that you were suffering from Trump derangement syndrome if you thought what he did was even remotely inappropriate.  We now know that most of the Republicans as Ben Sasse said, think that Lamar Alexander was speaking for them. So, you can disagree with Romney's decision to convict. But, I think that if you actually did a secret poll of the people of the Republicans with the very few exceptions, I think it would be unanimous that he did something wrong, and that's not the messaging that the White House is pushed. I has put a lot of Republican senators in an uncomfortable place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You want to respond?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "There's some 250 Republicans elected in Congress, and Mitt Romney was the only person to vote this way. Mitt Romney doesn't have a lot of ideas that he's consistent on over the years. He doesn't have a lot of signature issues.   He came to the Senate after doing a lot of vocal opposition to President Trump. He gave a big speech in Utah during the 2016 election. He's written op-eds, by voting to remove President Trump, he has achieved his special purpose, which is what he came here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So, you don't buy any of the stuff he told Chris Wallace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "He changes his views a bit, and I think we have got a long track record for doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "On why President Trump, who is a model of consistency on his view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But, in so doing, he reminded people how he lost that 2012 election against Barack Obama, an easily winnable election. He reminded people why Republican voters chose someone like Donald Trump and why they are so pleased with him. And it just reminds people why they are -- why -- reminds Republicans why they are rejecting that sort of failed leadership of the past that adopted media messaging that kowtowed to democratic messaging in favor of President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to turn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "I disagree with that, partly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, I bet, but I noted that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I think it was assumed. Let me turn to the other story that's getting a lot of attention. That's the fallout from the State of the Union and that the drama around it. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Madam Speaker. Why did --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOUSE SPEAKER NANCY PELOSI, D-CALIF.",
      "sentences": "The courteous thing to do, considering --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, SENIOR COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "There ought to be a Senate resolution denouncing her behavior last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES (D-NY)",
      "sentences": "So, as I'm concerned, the shredder wasn't available, and so she did what she needed to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Sure that she was asked, why did you rip up the speech? Obviously, you had that moment where she rips up the speech. Before that, a lot of people don't note that she left out the -- it is my high honor and distinct personal privilege to present you the president of the United States, she didn't say that. So, then, he doesn't shake her hand whether he sees it or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Then, she rips up the speech. Fall out at the White House and around town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Well, some of the -- I think some of the commentary straight off to in this morning was a bit misguided. It was sort of saying that here is another example of how Pelosi gets on the Trump skin. And actually, the reaction real-time I was getting from aides in the White House when she ripped this off was nothing but glee. They saw a political opportunity in this. And Trump's tweetstorm this morning. We never doing fundraising texts of her tearing the speech as a great opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's a very -- everyone tune to that point who goes right you look back to Marco Rubio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Where he goes down and starts acting like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Steps in it, and they lose when they go head to head with Donald Trump in that way. Don't -- is that what the -- what you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Well, it's exactly the -- exactly. It's exactly the kind of theatre he wants. I mean, if any -- if you don't think he's enjoying that image and exploiting it, and that the campaign isn't thrilled by the ability to raise money off it, I don't know what planet you're living on. Like the idea that they're upset by this. I just don't understand how people could come to that conclusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "No, I think, look, I think everyone behave badly in this. And that I think you're right as a political matter, when people stoop to Trump's tactics like this, they end up coming off bad because they're held to a different standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What about the speech when it gets overshadowed? I mean, there were some moments in that speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "No, the images.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "It was a -- It was a very effective political speech. It was clearly his best speech. I've been opponent of live in person visits to the State of the Union for 20 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You and Chris Stirewalt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "This makes it even more of a spectacle. But as a political matter, it was a very effective speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It was just a tough day for Nancy Pelosi. She'd had so many problems with her impeachment, with the debacle in Iowa, and then, President Trump was riding high with his high approval numbers and gave a speech that was so effective that reminding people about the economy, reaching out to new voters. The GOP trying to expand their voter base for the first time in a long time. It was -- it was just a difficult day for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And that is true in the wake of what has happened with Democrats this week. I mean, it's not one of their top weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Yes, and the -- and the wedge issues that he picked, you know, a late-term abortion, free health care for illegal immigrants, and taking away private health insurance.   Those were the issues he picked and you had to watch Nancy Pelosi who didn't support the bills that he was referring to, but she didn't stand up and cheer when he said, we're not going to do that. So, put her in a very uncomfortable position. And I think that's perhaps what led to the reaction at the end of the speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you very much. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Let's bring in our panel early: Jonathan Swan, national political reporter for Axios; Mollie Hemingway, senior editor at the Federalist, and Jonah Goldberg, editor in chief of The Dispatch. Jonathan, White House, I'm sure feels happy this chapter is over. Probably not so happy about the Romney vote but moving forward."
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS",
      "utterance": "Yes. Yes, I think the Romney vote took some people by surprise. We are just about to report on Axios that Romney has put a letter in the cloakroom, in the box of each of his colleagues in the cloakroom Republicans. You know, blue ink, signed Mitt, which has some of the conscience parts of his speech to justify himself. So that sort of can tell you his mindset at the moment how he's feeling with his colleagues. We've seen the most significant thing that happened today was the president hasn't said much yet. But his eldest son, Donald Trump Jr. publicly called for Mitt Romney to be expelled from the Republican Party. So, even though Mitch McConnell has already said, you know, we don't have a dog House, you watch what the base does with Mitt Romney. You watch."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here is Senate Majority Leader Mitch McConnell and the Minority Leader Chuck Schumer."
    },
    {
      "speaker": "SENATE MAJORITY LEADER MITCH MCCONNELL, R-KY.",
      "utterance": "I'm not sitting here predicting what will be the biggest issue in November, but I can tell you this. I can tell you this. Right now, this was a political loser for them. They initiated it. They thought this was a great idea. And at least for the short term, it has been a colossal political mistake. The Speaker was right in the beginning."
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "utterance": "This is clearly not a happy day for the nation or the Senate. The Senate turned its back on the truth."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "It is absolutely true that impeachment was not done to remove President Trump. Nobody thought that, that, that case made by the Democrats would ever lead to his removal. It was done for other reasons. It was done to placate a base which includes our media, which have been pushing for impeachment for several years. It was also done to hurt his approval numbers going into a very important reelection. And by that metric, this just utterly failed. Donald Trump somehow came through impeachment, by the end, having the highest numbers of his presidency. The GOP has higher numbers than they've had in an extremely long time."
    },
    {
      "speaker": "BAIER",
      "utterance": "Did you see the Gallup poll, the job approval?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yet, Democratic numbers went down. The main political victim of impeachment was Joe Biden, who never was able to provide a non-corrupt answer for what his son was doing in Ukraine while he was Obama's point man in Ukraine. He came out of the Iowa caucuses apparently in fourth place. It also unified the Senate Republicans in a way that would have been unthinkable even a few years ago. Republicans are strongest when they work together, but they've been not working together very well, in recent years. But the case was so shoddy that the only person to fall for it, of course, was Mitt Romney."
    },
    {
      "speaker": "BAIER",
      "utterance": "Senator Susan Collins, Jonah, in explaining her vote, not guilty, said on CBS yesterday that she thought that the president learned his lesson from this whole thing. We haven't again heard from the president. We will tomorrow, but we have heard in a fundraising e-mail that quotes him, \"Like I've been saying all along, I did nothing wrong. If they had just read the transcript, they would have seen that I've been a perfect president.\" So, what do you expect for tomorrow in wherever that speech is?"
    },
    {
      "speaker": "JONAH GOLDBERG, THE DISPATCH",
      "utterance": "More of that, I have to disagree with Mollie. I agree it's a political loser for the Republicans so far --"
    },
    {
      "speaker": "BAIER",
      "utterance": "For the Democrats."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "For the Democrats, so far. We had -- we had a rushed partisan impeachment and we had a rushed partisan acquittal. But Mollie says that Mitt Romney was the only one who fell for it. By my count, almost one-fifth of the Republicans disagree with the president that it was perfect. The Lamar Alexander said we didn't need witnesses because it was obvious that what he did was wrong, and we know that he did it. I would suspect that a lot of people are actually -- a lot of senators like, like Lamar Alexander are probably pretty happy with what Mitt Romney has done, precisely because it lets them off the hook for breaking with the messaging that we've heard relentlessly, from sort of the Praetorian Guard around the Trump White House that there was absolutely nothing wrong that you were suffering from Trump derangement syndrome if you thought what he did was even remotely inappropriate. We now know that most of the Republicans as Ben Sasse said, think that Lamar Alexander was speaking for them. So, you can disagree with Romney's decision to convict. But, I think that if you actually did a secret poll of the people of the Republicans with the very few exceptions, I think it would be unanimous that he did something wrong, and that's not the messaging that the White House is pushed. I has put a lot of Republican senators in an uncomfortable place."
    },
    {
      "speaker": "BAIER",
      "utterance": "You want to respond?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "There's some 250 Republicans elected in Congress, and Mitt Romney was the only person to vote this way. Mitt Romney doesn't have a lot of ideas that he's consistent on over the years. He doesn't have a lot of signature issues. He came to the Senate after doing a lot of vocal opposition to President Trump. He gave a big speech in Utah during the 2016 election. He's written op-eds, by voting to remove President Trump, he has achieved his special purpose, which is what he came here."
    },
    {
      "speaker": "BAIER",
      "utterance": "So, you don't buy any of the stuff he told Chris Wallace?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "He changes his views a bit, and I think we have got a long track record for doing that."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "On why President Trump, who is a model of consistency on his view."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But, in so doing, he reminded people how he lost that 2012 election against Barack Obama, an easily winnable election. He reminded people why Republican voters chose someone like Donald Trump and why they are so pleased with him. And it just reminds people why they are -- why -- reminds Republicans why they are rejecting that sort of failed leadership of the past that adopted media messaging that kowtowed to democratic messaging in favor of President Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to turn --"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "I disagree with that, partly."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, I bet, but I noted that."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Yes."
    },
    {
      "speaker": "BAIER",
      "utterance": "I think it was assumed. Let me turn to the other story that's getting a lot of attention. That's the fallout from the State of the Union and that the drama around it. Take a listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Madam Speaker. Why did --"
    },
    {
      "speaker": "HOUSE SPEAKER NANCY PELOSI, D-CALIF.",
      "utterance": "The courteous thing to do, considering --"
    },
    {
      "speaker": "KELLYANNE CONWAY, SENIOR COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "There ought to be a Senate resolution denouncing her behavior last night."
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES (D-NY)",
      "utterance": "So, as I'm concerned, the shredder wasn't available, and so she did what she needed to do."
    },
    {
      "speaker": "BAIER",
      "utterance": "Sure that she was asked, why did you rip up the speech? Obviously, you had that moment where she rips up the speech. Before that, a lot of people don't note that she left out the -- it is my high honor and distinct personal privilege to present you the president of the United States, she didn't say that. So, then, he doesn't shake her hand whether he sees it or not."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "Then, she rips up the speech. Fall out at the White House and around town."
    },
    {
      "speaker": "SWAN",
      "utterance": "Well, some of the -- I think some of the commentary straight off to in this morning was a bit misguided. It was sort of saying that here is another example of how Pelosi gets on the Trump skin. And actually, the reaction real-time I was getting from aides in the White House when she ripped this off was nothing but glee. They saw a political opportunity in this. And Trump's tweetstorm this morning. We never doing fundraising texts of her tearing the speech as a great opportunity."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's a very -- everyone tune to that point who goes right you look back to Marco Rubio."
    },
    {
      "speaker": "SWAN",
      "utterance": "Right. Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "Where he goes down and starts acting like that."
    },
    {
      "speaker": "SWAN",
      "utterance": "Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "Steps in it, and they lose when they go head to head with Donald Trump in that way. Don't -- is that what the -- what you're saying?"
    },
    {
      "speaker": "SWAN",
      "utterance": "Well, it's exactly the -- exactly. It's exactly the kind of theatre he wants. I mean, if any -- if you don't think he's enjoying that image and exploiting it, and that the campaign isn't thrilled by the ability to raise money off it, I don't know what planet you're living on. Like the idea that they're upset by this. I just don't understand how people could come to that conclusion."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "No, I think, look, I think everyone behave badly in this. And that I think you're right as a political matter, when people stoop to Trump's tactics like this, they end up coming off bad because they're held to a different standard."
    },
    {
      "speaker": "BAIER",
      "utterance": "What about the speech when it gets overshadowed? I mean, there were some moments in that speech."
    },
    {
      "speaker": "SWAN",
      "utterance": "No, the images."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "It was a -- It was a very effective political speech. It was clearly his best speech. I've been opponent of live in person visits to the State of the Union for 20 years."
    },
    {
      "speaker": "BAIER",
      "utterance": "You and Chris Stirewalt."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "This makes it even more of a spectacle. But as a political matter, it was a very effective speech."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It was just a tough day for Nancy Pelosi. She'd had so many problems with her impeachment, with the debacle in Iowa, and then, President Trump was riding high with his high approval numbers and gave a speech that was so effective that reminding people about the economy, reaching out to new voters. The GOP trying to expand their voter base for the first time in a long time. It was -- it was just a difficult day for her."
    },
    {
      "speaker": "BAIER",
      "utterance": "And that is true in the wake of what has happened with Democrats this week. I mean, it's not one of their top weeks."
    },
    {
      "speaker": "SWAN",
      "utterance": "Yes, and the -- and the wedge issues that he picked, you know, a late-term abortion, free health care for illegal immigrants, and taking away private health insurance. Those were the issues he picked and you had to watch Nancy Pelosi who didn't support the bills that he was referring to, but she didn't stand up and cheer when he said, we're not going to do that. So, put her in a very uncomfortable position. And I think that's perhaps what led to the reaction at the end of the speech."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you very much. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}