{
  "date": "February 19, 2019",
  "headline": "Piers Morgan on why the US and UK shouldn't allow ISIS brides to return home",
  "subHeadline": "Guests: Brian Moore, John Eastman, Victor Davis Hanson, Dimitri Roberts, Piers Morgan",
  "url": "https://www.foxnews.com/transcript/piers-morgan-on-why-the-us-and-uk-shouldnt-allow-isis-brides-to-return-home",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right, I'm Laura Ingraham and this is “The Ingraham Angle” from DC tonight. I'm going to start with a few questions. Do you know how many legal and illegal immigrants have settled in this country over the past 30 years? Second question. Why does the answer to the first question make Democrats so giddy? Ahead, “The Ingraham Angle” will take you inside the other battle that Donald Trump and the GOP should be waging on immigration. Plus, how much did the Smollett investigation cost the city of Chicago so far?  How many man hours did police dedicate to it? And what might they have been working on instead? An “Ingraham Angle” investigation has the answers ahead. And why are the U.S. and the U.K. even debating the issue of allowing ISIS brides back into our countries?  Famed British broadcaster Piers Morgan has some thoughts on that debate and is here live later on the hour, you don't want to miss that. But first, meet the candidates and they're pretty, pretty good, that's the focus of tonight's “Angle.”  Another day, another wacky liberal steps on to the 2020 field. And although it wasn't a real surprise when Vermont socialist, Bernie Sanders decided to formally enter the race, it's always stunning to hear what the muppet like leftie actually believes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT",
      "sentences": "You may recall that in 2016, many of the ideas that I talked about, Medicare for all, raising the minimum wage to $15 an hour, making public colleges and universities tuition free. All those ideas, peoples would say, oh Bernie, they're so radical. You know what's happened over 3 years? All of those ideas and many more are now part of the political mainstream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, oh, he's right about that with Hillary out of the way. Bernie thinks the second time's the charm. And after all that he said you know, he was socialist before socialism was cool. The 77-year old trend setter's policies run the gamut from that government run healthcare to free college to doubling the minimum wage from what it is today. Now all of this would be paid for by massive tax hikes. And he also throws around the R-word a lot. Yep, now that's the one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We began the political revolution in the 2016 campaign and now it's time to move that revolution forward and make sure that that vision - those ideas - are implemented into policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'll translate for you. Bernie's coming for your money. And there aren't enough billionaires to pay for the trillions in spending he has in mind. And he's not exactly being revolutionary with this tired trope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We have a President who is a pathological liar and it gives me no pleasure to say that but it's true. We have a President who is a racist, who is the sexist, who is a xenophobe, who is doing what no President in our lifetimes has come close to doing and that is trying to divide us up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Divide us up. Well, xenophobe, racist, did he have - did he really cover them all? I mean come on Bernie. That's not original but I'm telling you, it's a hell of a lot easier than explaining how he would do better trade deals than Trump or how he would keep us out of more dumb wars than Trump has kept us out of. Or how he would grow the economy faster than Trump. But Bernie will have to fend off challengers who are decades younger and decidedly more diverse. Kamala Harris, Cory Booker. Well, when they're not defending the actor fraud Jussie Smollett, each are committed to the Green New deal and Booker's waving off concerns today about the cost.  Oh, it's no problem, whatsoever is going to pay for itself and he says, fighting climate change is kind of like defeating Hitler or maybe the moon landing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "sentences": "There's a lot of people now that are bowing back on the Green deal, they're like, oh, it's impractical, oh, it's too expensive, oh, it's all of this. If we used to govern our dreams that way, we would have never gone to the moon. We need to push the bounds of human potential because that is our history.  And when the planet had been in peril in the past, who came forward to save earth from the scourge of Nazi and totalitarian regimes. We came forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Really lofty rhetoric. As for Senator Harris, she wants to do to America, what the Democrat party is doing today to California and what she lacks in sound fiscal ideas, I think she makes up for in smiles and laughs at interesting time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "I just want to like get out of the way, the elephant in the room, you know, we're not going to have any elephants in the room.  Which tweet, what tweet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "About saying that it is a modern day lynching, that -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Sorry. [Laughs]",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And let's not forget Princess Running Left, Elizabeth Warren. Well, she's obviously going for the free loaders votes supporting perhaps more taxpayer funded freebies than any other candidate out there and that's saying something.  Free healthcare, free college, oh, come on, that's so passe. Why not free child care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS.",
      "sentences": "They've been saying, so it's going to be really expensive. But the answer is, yes, this will be about four times more than we have invested in our children. But that's exactly what we need to do.   We can pay for universal childcare and whole lot more if we just ask the one-tenth of 1 percent to pay a fair share.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, wait. Fair share, okay, when you hear that, red flag, that equals basically a tax rate that has to be at least around 75 percent to come close to covering all her boondoggles. But it's an odd thing with Warren, she needs the super-rich but she thinks they should be side-lined in American politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "Billionaires and big corporations decided they wanted more at the pod and they enlisted politicians to cut them a fatter slice. I'm not taking applications from billionaires who want to run a super-pack on my behalf. To protect their economic advantages, the rich and powerful have rigged our political systems as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well that aversion she shows there to money and politics, it sounds so altruistic but it seems more like a marketing ploy than reality to me. Well, so said another potential 2020 candidate, Howard Schultz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD SCHULTZ, FORMER CEO, STARBUCKS",
      "sentences": "She came to see me a few years ago and asked me for a contribution for her senate race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that was yesterday, it was years ago. New York Senator Kirsten Gillibrand, let's get to her, she's a former moderate turned #metoo crusader. And she kind of finds herself struggling for relevancy and compelling rhetoric. She even inadvertently admitted that there is indeed a crisis at the U.S. border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "On immigration, I mean, there's a crisis going on at the border right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "There is, it's inhumane. We need to have proper asylum. This President doesn't believe in asylum. He's afraid of immigrants, he's afraid of refugees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And like, I just want to know that a lot of these people are indigenous to this land and that border is kind of -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIILIBRAND",
      "sentences": "I know. That's why the wall is so absurd and hurtful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait, wait a second. First of all, a wall is an inanimate object Kirsten but at least, I mean, look at the glass half full. At least she acknowledges the crisis at the border. Look, it's easy to laugh off this parade of liberals but remember that the Democrat party is becoming more, not less radical. A recent Gallup poll showing that the majority of Democrats identifying as liberal for the very first time, jumping from 25 percent back in 1994 to 51 percent in 2017. Well, in a climate like this, what does that mean? I mean, how does a candidate like Minnesota Senator Amy Klobuchar fit in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So no Medicare for all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINN.",
      "sentences": "It could be a possibility in the future. I'm just looking at something that will work now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, the Green New deals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "I don't think we're going to get rid of entire industries in the U.S.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would you support free college for all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "I am not for free four year college for all, no. If I was a magic genie and could give that to everyone and we could afford it, I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, will she fill stadiums? If last night's ratings for her Town Hall on CNN were any indication, it's unlikely. Well, there just doesn't seem to be a lot of excitement for Midwest Democrat whose views are closer to Bill Clinton than Bernie Sanders. But what about the so called dream ticket of Biden Beto, have you heard about that?  The old guard plus the new kid with a chance to pick off Texas. Well, if Biden runs, he's going to have to make lots of promises to the AOC crowd meaning in the end the result ends up the same. My friends, if Democrats win, they're coming to take your money. The money you've made in this strong economy, the money you've worked really hard for and they want to blow it on pipe dream policies that may sound kind of cool at a rally but in practice, they never work. They just really love spending other people's money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dogs, doughnuts and money. Only money is better. You know why? Because it don't make you fat and it don't poop all over the living room floor. There's only one thing I like better. Other people's money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that's “The Angle.” All right, joining me now with reaction, Monica Crowley, Washington Times Senior Opinion Columnist. Dan Bongino, Fox News Contributor and Brian Moore, the socialist party's 2008 Presidential candidate. He was way ahead of the curve. All right, Dan, Bernie just announced that he's received 150,000 individual donations since he announced. So no matter how crazy his ideas are, he seems pretty popular to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Yes, I wonder if he's going to redistribute some of that cash to some of the other candidates. I heard Elizabeth Warren only did about 300,000 over the first 48 hours so Bernie should practice what he preaches. Listen up, Laura, your monologue there was spot on, there are really two lanes in the Democrat party right now running for the nomination for 2020. The radicals and the extreme radicals. They've tried this before. Remember, we took caucus in Mondale and then they needed the democratic leadership council to get them back to the Center. We've already been here, the problem is although this may appeal to a very passionate base of Bernie Bros and whatever, you will never win a general election running on hiking taxes taking people's healthcare, taking over the education system and throw open borders in, you have absolutely no chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Brian, do you feel a little verklempt you know, about this - this whole socialistic thing. I mean, you were kind of a man ahead of your time. Back in 2008. Now, everyone's trying to ride on your coattails, including Bernie Sanders I might add.  BRAIN MOORE, 2008 SOCIALIST CANDIDATE FOR PRES: Well. they're really not socialists, they're just reformers of the capitalist system but they're still within the traditional capitalist system so their incremental entitlements from the government may help temporarily. But it's not going to be the systemic economics system change that we know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So Brian if I get this straight, I want to make sure I get it straight, they're not socialist enough for the real socialist? Is that that what this is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "That is - that is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So you're talking about nationalizing entire industries beyond just healthcare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Correct, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay so just nationalizing it all and really do you know, kind of the - you know, the thing that Marx really wanted. I mean, the true anti- capitalist stand. So Monica, that's probably the best news they've heard all day because Brian's kind of putting them in the middle. I mean if you can figure that out. I mean, this why I'm Brian is on tonight but there is a new sense of affection, is there not for these ideas like universal health care, it sounds so nice you know, it's universal, who could be against that? But you eventually run out of other people's money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONICA CROWLEY, WASHINGTON TIMES SENIOR OPINION COLUMNIST",
      "sentences": "Yes and I've been warning now for many years about the sense of socialism on the left and it was met with eye-rolling at me for many years now, Laura. And now here we are, which is this is the defining ideology of the Democratic Party.  I've got a column in The Washington Times coming later this week which talks about what the left does in terms of strategy and methodology. They throw these extremes out like Medicare for all or single pay or in the in the more recent case, the Green New deal and they don't expect it to be achieved overnight in fact may invite the condemnation from people like Dan and you and me because they want the pile on. So then they can affect a piecemeal and they look reasonable and they look moderate on the way to affecting their most radical policies. This is why we're in this position now and by the way, it wasn't Bernie Sanders who brought the party to the radical left. It was President Obama and people forget that, they overlook that. Barack Obama is the one who moved the Democrats away from the party of Bill Clinton now to a socialist Revolutionary Party that is made people like Alexandra Ocasio-Cortez possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, that was his - that was really his roots in college and law school. I mean, everyone's read all the books on Obama's upbringing, that's really more, Dan, who he was. I got to go back to Bernie though because he was the man of the moment this past weekend. So Sanders back in the day, even he when he was getting into politics, even he knew that Medicare for all was literally a bankrupt idea, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "One of the things we understand and I think, was reinforced when we went to Canada, we expanded Medicaid. Everybody, everybody in Medicaid called. We would be spending such an astronomical sum of money that you know, we would bankrupt the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So I don't know, maybe he's changed too and might have gotten Medicaid next up. It was Medicare though but we all got it. He's pointing to Canada and what's happening in Canada but he's now Dan, at the - he's saying look, everyone's a poser, I'm out there, I'm the real deal. All these other kids are trying to ride on my train. He wants to kick them off but he'll be 79 when he's nominated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, he's the real deal, all right, Laura. Yes, he's the real deal. The real deal, a socialist who just, what is it, he just bought his third home. Bernie's probably worth close to $1 million himself. He's the prototypical limousine liberal. But you know, Bernie's onto something there. PJ O'Rourke once said you know, you think health care is expensive now. Wait till it's free. The problem with your socialist guests and socialism in general is it won't work because it can't work. How can you - explain to me house, people who've been in say, the airline industry, their entire lives, have a hard time sometimes turning a profit, they're experts in the industry and you think a government bureaucrat who spent you know, what 15 years filling out a spreadsheet trying to get paid his overtime on a Friday is going to take over the airline industry and run it. I mean, it's so absurd on its face. I can't believe that socialists even dare to show their faces on TV without complete total embarrassment and not only that at least to death and destruction as well, that's just another nasty negative externality of socialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Brian, I mean, you got a chance now. You tell us where socialism is working in the world and where has it produced positive results for a wide range of citizens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Well, first of all, what I'm hearing so far as this politics of fear, the red menace, the red fear, you know, they're going to take everything away from us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, excuse me while I yawn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Okay .",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I asked you a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Okay .",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where is socialism working Brian? Don't you know, don't sit back down there and use your usual insults it doesn't work. I'm asking you a serious question. Where has it worked and where is it spread happiness and positivity and a higher standard of living for a broad range of citizenry, where?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Nowhere, it is nowhere in this world socialism working and the reason it isn't working is because the United States of America and other capitalist countries have undermined any efforts by a legitimate democratically elected socialist to redistribute the wealth and to radically change the economic system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But I mean, what did you do for a living, did you ever have a job in the capitalist system or did you just -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Yes, I worked in the private sector HMOs until Ronald Reagan came along and he canceled the HMO Act of 1973 and he turned it over to Wall Street and the private sector and then you ended up with a lot of billionaires and the consumer suffered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "So socialism doesn't work because freedom gets in the way, Laura. That's his point. Socialism doesn't work -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "because things like freedom get in the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Socialism promotes freedom and liberty and egalitarianism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It also promotes death and destruction and gulags.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, as long as you don't run a fowl of the people with the real power, which is the upper echelon of any socialist government, they have all the perks, they have all the benefits and they make the decisions for the people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Correct, that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They make the decision, that's not freedom, that's tyranny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "That's not socialism either, that's not socialism . Socialism is when the workers-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay where is it working, is it working in Canada? Monica, I'll give you the final say but I'm glad Brian is on, he's apparently mad that the HMO thing didn't work out for him, God bless him. And it was a bad deal at the HMO so now all of us should suffer under a socialist system. Monica, close it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "Laura, the elite ruling class under communism which is what you were referring to is what Vladimir Lenin referred to as the vanguard so yes in fact historically, that is the conception under original Marxism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "That's not socialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "That's number one. Number two, the kids of today who are seduced by the idea of socialism only are seduced by the idea of \"equality\" but what they don't understand is that because human beings are inherently unequal with different talents and strengths and weaknesses, you can only have equality at the barrel of a gun. So what they're not being taught is you can only have enforced equality with a police state. When you start telling kids the truth about that, you will see those numbers start to turn on \"socialism.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, I am glad Brian came on and I would like him to come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Thank you Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And maybe you can convince me that there is a country where it work well and not blame America but it was a really interesting conversation. This is a big issue and I think a lot of people are now gravitating toward that, probably not understanding it completely. Thanks so much guys.  And here's a question, do you know the actual numbers behind the legal and illegal immigration explosion in this country let's say over the past 30 maybe past 50 years? And what about the next 30 or 50 years? We're going to bring you the truth next plus a liberal coalition of 16 states are suing the Trump administration to block the President's National Border Emergency declaration. A constitutional expert, yes, a real one will tell us why this should be a legal slamdunk for President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're going to use every tool at our disposal to fight him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In every respect the facts prove that Donald Trump is acting outside the law in declaring an emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No matter what people think about that particular goal of his, it violates separation of powers doctrine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, that would be scary if Keith Allison actually knew something. It was only a matter of time before liberal Attorneys General took aim at President Trumps latest move to use emergency powers to get his wall funding. The conventional wisdom from commentators seems to settle on a simple conclusion, it's unconstitutional. But is it? Here now is a true expert on the issue, John Eastman, Senior Fellow at the Claremont institute, constitutional law professor at Chapman University. All right, professor, your response to those very glib summations of the unconstitutionality of the President's move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN EASTMAN, SENIOR FELLOW, THE CLAREMONT INSTITUTE",
      "sentences": "Well, you know if there had been a congressional statute that specifically authorized what he's doing, that every President since 1976 is utilized, declaring a National Emergency on the border that Obama's own Secretary of Homeland Security declared when she was Governor of Arizona, I would give those arguments more credibility but the fact -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The specific Act and let's just put it up on the screen. The National Emergencies Act of 76 with respect to acts of Congress authorizing the exercise during the period of an actual emergency of any special or extraordinary power, the President is authorized to declare such national emergency. Such proclamation shall immediately be transmitted to Congress and published in the Federal Register. Pretty clear cut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Pretty straight forward and you know, President Obama declared a national emergency over the swine flu. President Clinton declared it over to stop people from sending ships down to Cuba or having financial transactions with the Sudan. I think this rises to at least that level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John, back in 2005, Governor Richardson of New Mexico, Bill Richardson, no conservative, he declared a national - an emergency in his state and he said, basically that the declaration said, the region had been devastated by the ravages and terror of human smuggling, drug smuggling, kidnapping, murder, destruction of property and the death of livestock. It is extreme state of disrepair and is inadequately funded and safeguarded to protect the lives and property of New Mexico. So he was a governor then so for him, that sounds like Donald Trump, that's on a state level state of emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Well, in fact, I think some of President Trump's statement quoted from there. It sure sounds like its exact same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bizarre so you can find a District Court judge as we've seen in all these challenges John, to the President's temporary travel ban as so many other moves, you can find a District court judge to issue a nationwide injunction thwarting the President's policy at least for a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Well, they have and they judge-shop, they brought this in the Northern District of California where -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Shocker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "- there's not a single judge that was appointed by a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's got to change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EATMAN",
      "sentences": "Yes, it's got to change and I think, I wouldn't be surprised to see them issue a nationwide injunction. Although quite frankly, the statute is not right, they're claiming that-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right meaning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Meaning, that they - yes, sorry about that, it's premature. Thethings that are supposed to happen -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Haven't happened yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "That are going to cause harm to California, haven't happened, it may not happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So all you law students out there, it is not a right case or controversy hence the court should step back if we had a fair court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "If we had fair courts. The real question is when a nationwide injunction gets issued and I don't doubt that it will, how quickly the Supreme court's going to block that injunction because they're growing tired of single federal district judges in Seattle or San Francisco or someplace countermanding the President of the United States on dealing with national security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't you think, the White House has got to get on this working with Republicans in Congress to put an end to these nationwide injunctions. They can circumscribe the authority and jurisdiction of the lower courts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "We'll, they can and I think the Supreme Court is about to do it itself as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Judge Bork believed in that, God rest his soul and he understood the great damage that was being done by activist courts and Trump has just had to deal with this at every turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Well, every turn and it's not just activist courts, we're dealing with a level of activism that we've not seen before. It's almost as if a large number of the judiciary has joined a resistance movement against the results of the 2016 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The part of the media, the political establishment, entertainment industry and judges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "With their costumes. John, thanks, great to see you as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Thanks, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And while border security is vitally important, SOTU is something that doesn't get nearly enough attention when discussing America's immigration debate. The numbers behind what's going on. Steve Camarota writes in \"National Review\" today, \"Pew Research has estimated that since 1965 when immigration was liberalized, immigration has added 72 million people to the U.S. population. The latest census bureau projections indicate that future immigration will add another 75 million by 2060. Americans, particularly Trump voters, may not understand all of the ins and outs of immigration law, but they do know that in many parts of America now, there are so many immigrants that the incentive to learn English or to adopt American culture is greatly reduced. They also sense that immigration is remaking the political balance by adding millions of new voters who are voting Democratic by about two to one.\" Wow. Here now, Victor Davis Hanson, senior fellow at the Hoover Institute. Victor, Pew tells us that, I guess 75 percent of immigrants are legal, so why aren't more people talking about the explosion of legal immigration in the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION",
      "sentences": "I think it's because they feel it is an advantage to their particular agenda. We are the only, Laura, multiracial, multiethnic country that has worked since Rome. And it's based on assimilation, integration, intermarriage. That only can happen when immigration, legal immigration is measured and it's diverse and it's meritocratic, so people are immediately immersed with people who speak English from different ethnic backgrounds and they assimilate. And the Democrats used to believe that. They passed border security measures in the 2000s all the time. But I think what has happened is, don't you think they've discovered their agenda doesn't win 51 percent of the electorate anymore?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "bingo!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "But radical demographic changes, here in California, one out of every four residents was not born in the United States, it tends to make a predictable voter profile, especially when people come in such numbers and they are not diverse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It swamps the system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "They cross the border and they vote in predictive --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It swamps the system because we don't have a public school system like it was 50 years ago, frankly, where people learned about the greatness of America, didn't debate about whether the pledge was racist. So it's a very different situation with the way kids are educated today, which leads to lots of problems. But Victor, I want to stay on this political issue for a moment. Let's look at the map. I think we have a graphic of California's Orange County, because this was Reagan country. This was classic conservative America. Put the graphic up, please. 2016, you see what the vote looks like. And by 2018, well, the GOP got wiped out. It is blue. You saw a few little blue areas, districts, but now it's all blue. And that has happened across California, at least along the coast, Victor, which again, it was all Reagan country. It was Pete Wilson, Reagan, and fairly moderate Democrats. And now it is a super Democrat majority, and people are still fleeing the state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well, yes, when you have 10 million of California's 40 million residents who weren't born in the United States, and they're told by the host, us, that we don't have confidence in the melting pot, we prefer the salad bowl, then they self-identify by their ethnic rubric rather than the content of their character. It's very strange because if we get down to the essence of all this, it was Barack Obama basically who redefined affirmative action, which really was really designed for 12 percent of the population who had suffered historic discrimination under slavery, Jim Crow, and segregation, into diversity, which meant class didn't matter, prior record of exploitation didn't matter, ongoing bias didn't matter. All you had to be was nonwhite. And that expanded that pool to 100 million Americans. One-third of the country all of a sudden said I'm part of a minority and I'm going to vote accordingly, which was a brilliant move on their part, but it was really cynical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But it was smart of the Democrats. It was cynical but smart in the end demographically. You 100,000 voter margin in Florida. Texas, Beto came close to beating Ted Cruz. If it weren't for Trump's visits, Ted Cruz probably would've lost in Texas. Sorry you don't want to hear that, it's the truth. So you've got Texas, you've got Florida. They pick off one of those states, Victor, what happens to the Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well, they are in trouble, because under the old paradigms, if your name was Giuliani or Pelosi or Cuomo or Pataki, eventually it didn't matter because you were going to assimilate, integrate, and intermarry, and being Italian couldn't predict what your political allegiance was going to be, because immigration was not continually --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Melting pot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes, it wasn't. And the Democrats got smart and thought open borders is a way to flip red states blue, and they did it with California, New Mexico, Colorado. And it's also within a state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Victor, they are doing it with legal immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Legal and illegal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, soon illegal, but people have to understand this, we give 1.2 million green cards out every year. And every time this is up for a poll, and Gallup polls this, people either want legal immigration reduced or they want it to stay the same. They do not want a glut of people coming in to keep wages stagnant. They want rising wages in the country, which is what the business community, sadly, doesn't want. Victor, thank you so much, we really appreciate it. And coming up, the lawyers for the Covington Catholic student Nick Sandmann have just filed a massive lawsuit, and who they are targeting ahead. Plus, how much did the Smollett hoax cost the police, and in turn, the city of Chicago? A former Chicago cop is outraged. He's here to tell us what that police force is feeling tonight, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "An important update tonight in the case of Covington Catholic student Nick Sandmann. His lawyers Lin Wood and Todd McMurtry filed their first lawsuit on his behalf against \"The Washington Post\" to tune of $250 million in both compensatory and punitive damages. The complaint argued that the newspaper falsely gave the impression that the 115-pound 16-year- old engaged in acts of racism by swarming Phillips, blocking his exit away from the students, and otherwise engaging in racist misconduct, and that \"The Post\" ignored basic journalistic standards because it wanted to advance its well-known and easily documented bias against president Donald J. Trump by impugning individuals perceived to be supporters of the president. The dollar sought has some relevant -- $250 million was the exact price Jeff Bezos paid for \"The Washington Post\" back when he bought it in 2013. Sandmann's lawyers close their message with the following, this is only the beginning. And up next, boy, how much did the Smollett case cost the city of Chicago, not just monetarily, but in resources that could have been better served out in the community? While total cost of man-hours committed will not come out unless Smollett is actually charged, we are told they went well beyond what a comparable investigation of this sort would require normally. And what about the actual crime committed since Smollett made his claim? These are the stats the police shared with us today. From January 28th, the day before the alleged Smollett incident, through February 17th, Chicago reported 22 murders, 134 instances of criminal sexual assault, 342 robberies, and 288 instances of aggravated battery. And what about the backlog of unsolved murders in the city? Back in 2000, the city solved 41 percent of murders that occurred that year. In 2009, only 30 percent of murders were solved. By 2017, just a 17 percent of murders were solved. So they have to focus all of their resources on fixing that. Joining us now is someone with intimate knowledge of that force, is former Chicago officer Dimitri Roberts. Dimitri, what is the feeling among the Chicago PD, do you think now, with everything that has happened, all the man-hours taken away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIMITRI ROBERTS, FORMER CHICAGO POLICE OFFICER",
      "sentences": "I can tell you as somebody who has been on those streets many a night and worked similar cases, it is frustrating when you have a situation like this where, at a minimum, you would expect the victim to cooperate fully and willingly in such a high- profile case, and one that has brought national media attention, and that is just not happening. So the officers that I've spoke with are extremely frustrated with what is going on, but more so as we talked about, Laura, on several occasions, it's taking critical resources off the streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are told that he is not cooperating with police. His lawyer is like, he is being victimized by these allegations all over again, kind of blaming the police. He is not going to talk. How do they get him to talk? Subpoena, are you going to subpoena him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "It depends, but I don't know that they are going to waste additional resources with going through subpoenas and the judicial process to get him to talk further about what obviously, at this point, seems to be some false statements that have been made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And some events that we already have uncovered to be untrue. So I don't know that they are going to waste my more precious resources and money --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just let the grand jury charge him, class four felony or nothing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "They could do that, but in most cases, given the backlog of crimes and incidents that are going on in Chicago, unfortunately this will probably fall by the wayside once it's out of the new cycle. Not something I agree with, but probably the facts about what is going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, that is outrageous. But look at all of the unsolved murders. People are going to keep doing these fake hoaxes if they can get away with it. If they can get away with what he seems to have done here, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "I think that is why we have to bring attention to these things. We have to talk about them in the national media, and we really have to shed light on situations where people are taking such egregious crimes like hate crimes in a very heated political climate in this country, bringing issues and taking away advocacy around things that should be advocated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cardi B on Instagram, she said I don't want to completely blame him because somebody I was talking to, they say police in Chicago are racist. That genius, Cardi B. So they might probably try to frame him to make him look like he is a liar. Is the Chicago PD racist, Dimitri?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Absolutely not. I'm not a racist. I've served in these communities, I've served my community very well, and most of the officers are doing the same thing. I'm not saying there aren't some bad apples there, but I think Cardi B is speaking a little out of ignorance here, and she needs to give a little more credit to the officers that she may have to call up in an instance where she is going to need some help yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dimitri, thanks so much, great analysis. And up next, ISIS brides are regretting their decisions to leave home for the terror paradise of Syria. And the leftwing media is pushing their sob stories in the United States and in the U.K. Famed British broadcaster Piers Morgan is here with live reaction. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They have beheaded people. There were executions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I knew about those things, and I was OK with it. I did have a good time there. It's just at the end things got harder. Please don't give up on trying to get me back. I really don't want to stay here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I thought I was doing things correctly for the sake of God. And when I came here and I saw everything with my own eyes, I realized I made a big mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But she was for the beheadings. Media outlets have simultaneously painted a sympathetic picture of these terrorist brides now yearning for their homelands. So do they honestly want us to feel bad for these women? And one of the women you just heard from, Alabama native Hoda Muthana, called for the, quote, spilling of American blood. And it's not just happening here. The U.K. is struggling with the same problem. Joining me now is Piers Morgan, editor at large for The DailyMail.com, co- host of \"Good Morning Britain.\" Piers, you said of one of these brides looking to come back to the U.K., that she should rot in hell. So tell us how you really feel. I just see her glib response to the question about beheadings, and I can't even believe we are having to have this conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERS MORGAN, EDITOR-IN-CHIEF, DAILYMAIL.COM",
      "sentences": "It's extraordinary, isn't it, that we're even debating this. This is a woman who goes over there, marries an ISIS terrorist, supports an ISIS terrorist, breeds with an ISIS terrorist, and is for all intents and purposes herself an ISIS terrorist, isn't she? She is supporting the ISIS movement, the caliphate, the desire to take over the world with their barbarism, and she witnesses beheadings, and appears to think that is a good time. I tell you what, I don't agree that that is a good time. Beheadings are despicable, medieval, barbaric, and everyone involved in that kind of behavior has to be made accountable. And, as we've just discovered in Britain, thank God, tonight, the British Home Secretary, the equivalent of Homeland Security chief in Britain, has revoked her citizenship in the case of the ISIS wife who came from Britain. She won't be allowed back in the country without a massive legal fight. And I hope America takes exactly the same view of the American ISIS wife, who, by the way, didn't marry one ISIS terrorist. She married three of them, three ISIS terrorists. So I'm sorry, Laura, but to me, this is completely and utterly nuts that there is anyone in America or Britain who thinks they should come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They come back and we spend all of his money litigating their case so some court appointed attorney who the taxpayers have to pay for argues some cockamamie idea about how she was like Pattie Hearst syndrome or something over there, because you know that is what they would argue. But U.S. should revoke their citizenship as well. They shouldn't be able to come back here. You want to be taken care of by the Kurds or a situation over in the Middle East where you are probably not going to get the ACLU representing you, then that was your decision. Piers, I want to play another little snippet from that Alabama ISIS bride, and you won't believe it. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "May be therapy lessons, maybe a process that will ensure us that we'll never do this again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So Piers, she is saying she perhaps could reform herself through therapy lessons. Invariably the American taxpayers will have to pay for that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Let's be very clear, this is the same woman who on social media three or four years ago beseeched every Muslim in America to rise up and spill American blood. And She particularly wanted them to do it using drugs to spill American blood. And in fact, two years later, that is exactly what somebody did in New York. A radicalized Islamist in New York got into a truck and mowed down and killed a number of innocent people. So she was crying out for this to happen. That blood was spilled. Now she wants to say, hey, I'm sorry, I know that the ISIS dream in Syria is over. I know that my ISIS terrorist husbands have now been killed, and I want to come home because I am now a reformed character. I'm not buying any of it. She was very severely radicalized, which is why she was out there, why she stayed out there, why she had these three ISIS terrorist husbands, and I think she remains a very clear and present danger to Americans and to American lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And kids, they all have kids. They want the kids to come back here and go to American schools, et cetera, et cetera. Piers, I have to ask you, you are out in L.A., about the Jussie Smollett hoax. You already get the sense that the entertainment that has gone quiet for the most part. So why are all these Hollywood activists who rushed in to condemn this attack, where are they? Where is Ellen Page who blamed Vice President Pence? Where is she?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Yes. Let's be clear, Laura, they rushed in because for one reason. This looked like the absolutely perfect storm anti-Trump story, didn't it? It was a couple of guys, a couple of white guys wearing Making America Great caps who had launched a deliberate and savage attack on a gay, black actor, and had done so because they were pro-Trump. And that was the whole narrative that Jussie Smollett had told everybody. He'd been on national television to reinforce this. He's given a very clear account of this appalling, racist, homophobic attack. The only problem is it looks like, and I hesitate to jump in with complete certainty here, because it has been a crazy story, changing almost by the hour, but I think most rational people looking at the story now have come to the conclusion that it is a load of old hogwash and this guy has probably invented the story. So if that is true, it is hard to imagine a more sickening and despicable --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where are the Hollywood types?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Where are they? I'll tell you where they are. They want this to disappear. They want this to have never happened, because the moment it looked like it was what Jussie Smollett told us, they came going, oh, no, no, no, this is the worst thing ever. Now it's, it never happened, move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That is how it always works when the facts become inconvenient. Piers, thanks so much. Have fun out there on the left coast. And we're going to be right back with my Twitter smackdown of the day or night. It just happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, it's time for my Twitter smackdown of the day. Earlier tonight, I retweeted a piece about a judge allowing a lawsuit to move forward for those who would like to move former President Obama's Presidential Library Center in Chicago. Nonna M. responded \"You're a bitter, nasty woman.\" Aren't people on Twitter so nice? My response to Nonna, \"Sweet, another informed activist burning up Twitter with facts and substance. Note her bio, friends.\" Well, her bio says that she was playing politics at age 10. And I'm glad I was outside playing kickball at 10, not politics. That's all the time we have tonight. Pray for Nonna. A new podcast is up (ph) today. Make sure you go online and get it at podcastone.com. Shannon Bream and “Fox News @ Night” team, take it all from here. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right, I'm Laura Ingraham and this is “The Ingraham Angle” from DC tonight. I'm going to start with a few questions. Do you know how many legal and illegal immigrants have settled in this country over the past 30 years? Second question. Why does the answer to the first question make Democrats so giddy? Ahead, “The Ingraham Angle” will take you inside the other battle that Donald Trump and the GOP should be waging on immigration. Plus, how much did the Smollett investigation cost the city of Chicago so far? How many man hours did police dedicate to it? And what might they have been working on instead? An “Ingraham Angle” investigation has the answers ahead. And why are the U.S. and the U.K. even debating the issue of allowing ISIS brides back into our countries? Famed British broadcaster Piers Morgan has some thoughts on that debate and is here live later on the hour, you don't want to miss that. But first, meet the candidates and they're pretty, pretty good, that's the focus of tonight's “Angle.” Another day, another wacky liberal steps on to the 2020 field. And although it wasn't a real surprise when Vermont socialist, Bernie Sanders decided to formally enter the race, it's always stunning to hear what the muppet like leftie actually believes."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT",
      "utterance": "You may recall that in 2016, many of the ideas that I talked about, Medicare for all, raising the minimum wage to $15 an hour, making public colleges and universities tuition free. All those ideas, peoples would say, oh Bernie, they're so radical. You know what's happened over 3 years? All of those ideas and many more are now part of the political mainstream."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, oh, he's right about that with Hillary out of the way. Bernie thinks the second time's the charm. And after all that he said you know, he was socialist before socialism was cool. The 77-year old trend setter's policies run the gamut from that government run healthcare to free college to doubling the minimum wage from what it is today. Now all of this would be paid for by massive tax hikes. And he also throws around the R-word a lot. Yep, now that's the one."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We began the political revolution in the 2016 campaign and now it's time to move that revolution forward and make sure that that vision - those ideas - are implemented into policy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'll translate for you. Bernie's coming for your money. And there aren't enough billionaires to pay for the trillions in spending he has in mind. And he's not exactly being revolutionary with this tired trope."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We have a President who is a pathological liar and it gives me no pleasure to say that but it's true. We have a President who is a racist, who is the sexist, who is a xenophobe, who is doing what no President in our lifetimes has come close to doing and that is trying to divide us up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Divide us up. Well, xenophobe, racist, did he have - did he really cover them all? I mean come on Bernie. That's not original but I'm telling you, it's a hell of a lot easier than explaining how he would do better trade deals than Trump or how he would keep us out of more dumb wars than Trump has kept us out of. Or how he would grow the economy faster than Trump. But Bernie will have to fend off challengers who are decades younger and decidedly more diverse. Kamala Harris, Cory Booker. Well, when they're not defending the actor fraud Jussie Smollett, each are committed to the Green New deal and Booker's waving off concerns today about the cost. Oh, it's no problem, whatsoever is going to pay for itself and he says, fighting climate change is kind of like defeating Hitler or maybe the moon landing."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "utterance": "There's a lot of people now that are bowing back on the Green deal, they're like, oh, it's impractical, oh, it's too expensive, oh, it's all of this. If we used to govern our dreams that way, we would have never gone to the moon. We need to push the bounds of human potential because that is our history. And when the planet had been in peril in the past, who came forward to save earth from the scourge of Nazi and totalitarian regimes. We came forward."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Really lofty rhetoric. As for Senator Harris, she wants to do to America, what the Democrat party is doing today to California and what she lacks in sound fiscal ideas, I think she makes up for in smiles and laughs at interesting time."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "I just want to like get out of the way, the elephant in the room, you know, we're not going to have any elephants in the room. Which tweet, what tweet?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "About saying that it is a modern day lynching, that -"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Sorry. [Laughs]"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And let's not forget Princess Running Left, Elizabeth Warren. Well, she's obviously going for the free loaders votes supporting perhaps more taxpayer funded freebies than any other candidate out there and that's saying something. Free healthcare, free college, oh, come on, that's so passe. Why not free child care?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS.",
      "utterance": "They've been saying, so it's going to be really expensive. But the answer is, yes, this will be about four times more than we have invested in our children. But that's exactly what we need to do. We can pay for universal childcare and whole lot more if we just ask the one-tenth of 1 percent to pay a fair share."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, wait. Fair share, okay, when you hear that, red flag, that equals basically a tax rate that has to be at least around 75 percent to come close to covering all her boondoggles. But it's an odd thing with Warren, she needs the super-rich but she thinks they should be side-lined in American politics."
    },
    {
      "speaker": "WARREN",
      "utterance": "Billionaires and big corporations decided they wanted more at the pod and they enlisted politicians to cut them a fatter slice. I'm not taking applications from billionaires who want to run a super-pack on my behalf. To protect their economic advantages, the rich and powerful have rigged our political systems as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well that aversion she shows there to money and politics, it sounds so altruistic but it seems more like a marketing ploy than reality to me. Well, so said another potential 2020 candidate, Howard Schultz."
    },
    {
      "speaker": "HOWARD SCHULTZ, FORMER CEO, STARBUCKS",
      "utterance": "She came to see me a few years ago and asked me for a contribution for her senate race."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that was yesterday, it was years ago. New York Senator Kirsten Gillibrand, let's get to her, she's a former moderate turned #metoo crusader. And she kind of finds herself struggling for relevancy and compelling rhetoric. She even inadvertently admitted that there is indeed a crisis at the U.S. border."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "On immigration, I mean, there's a crisis going on at the border right now."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "There is, it's inhumane. We need to have proper asylum. This President doesn't believe in asylum. He's afraid of immigrants, he's afraid of refugees."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And like, I just want to know that a lot of these people are indigenous to this land and that border is kind of -"
    },
    {
      "speaker": "GIILIBRAND",
      "utterance": "I know. That's why the wall is so absurd and hurtful."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait, wait a second. First of all, a wall is an inanimate object Kirsten but at least, I mean, look at the glass half full. At least she acknowledges the crisis at the border. Look, it's easy to laugh off this parade of liberals but remember that the Democrat party is becoming more, not less radical. A recent Gallup poll showing that the majority of Democrats identifying as liberal for the very first time, jumping from 25 percent back in 1994 to 51 percent in 2017. Well, in a climate like this, what does that mean? I mean, how does a candidate like Minnesota Senator Amy Klobuchar fit in?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So no Medicare for all?"
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINN.",
      "utterance": "It could be a possibility in the future. I'm just looking at something that will work now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, the Green New deals?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "I don't think we're going to get rid of entire industries in the U.S."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Would you support free college for all?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "I am not for free four year college for all, no. If I was a magic genie and could give that to everyone and we could afford it, I would."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, will she fill stadiums? If last night's ratings for her Town Hall on CNN were any indication, it's unlikely. Well, there just doesn't seem to be a lot of excitement for Midwest Democrat whose views are closer to Bill Clinton than Bernie Sanders. But what about the so called dream ticket of Biden Beto, have you heard about that? The old guard plus the new kid with a chance to pick off Texas. Well, if Biden runs, he's going to have to make lots of promises to the AOC crowd meaning in the end the result ends up the same. My friends, if Democrats win, they're coming to take your money. The money you've made in this strong economy, the money you've worked really hard for and they want to blow it on pipe dream policies that may sound kind of cool at a rally but in practice, they never work. They just really love spending other people's money."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Dogs, doughnuts and money. Only money is better. You know why? Because it don't make you fat and it don't poop all over the living room floor. There's only one thing I like better. Other people's money."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that's “The Angle.” All right, joining me now with reaction, Monica Crowley, Washington Times Senior Opinion Columnist. Dan Bongino, Fox News Contributor and Brian Moore, the socialist party's 2008 Presidential candidate. He was way ahead of the curve. All right, Dan, Bernie just announced that he's received 150,000 individual donations since he announced. So no matter how crazy his ideas are, he seems pretty popular to me."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Yes, I wonder if he's going to redistribute some of that cash to some of the other candidates. I heard Elizabeth Warren only did about 300,000 over the first 48 hours so Bernie should practice what he preaches. Listen up, Laura, your monologue there was spot on, there are really two lanes in the Democrat party right now running for the nomination for 2020. The radicals and the extreme radicals. They've tried this before. Remember, we took caucus in Mondale and then they needed the democratic leadership council to get them back to the Center. We've already been here, the problem is although this may appeal to a very passionate base of Bernie Bros and whatever, you will never win a general election running on hiking taxes taking people's healthcare, taking over the education system and throw open borders in, you have absolutely no chance."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Brian, do you feel a little verklempt you know, about this - this whole socialistic thing. I mean, you were kind of a man ahead of your time. Back in 2008. Now, everyone's trying to ride on your coattails, including Bernie Sanders I might add. BRAIN MOORE, 2008 SOCIALIST CANDIDATE FOR PRES: Well. they're really not socialists, they're just reformers of the capitalist system but they're still within the traditional capitalist system so their incremental entitlements from the government may help temporarily. But it's not going to be the systemic economics system change that we know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So Brian if I get this straight, I want to make sure I get it straight, they're not socialist enough for the real socialist? Is that that what this is?"
    },
    {
      "speaker": "MOORE",
      "utterance": "That is - that is correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So you're talking about nationalizing entire industries beyond just healthcare."
    },
    {
      "speaker": "MOORE",
      "utterance": "Correct, yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay so just nationalizing it all and really do you know, kind of the - you know, the thing that Marx really wanted. I mean, the true anti- capitalist stand. So Monica, that's probably the best news they've heard all day because Brian's kind of putting them in the middle. I mean if you can figure that out. I mean, this why I'm Brian is on tonight but there is a new sense of affection, is there not for these ideas like universal health care, it sounds so nice you know, it's universal, who could be against that? But you eventually run out of other people's money."
    },
    {
      "speaker": "MONICA CROWLEY, WASHINGTON TIMES SENIOR OPINION COLUMNIST",
      "utterance": "Yes and I've been warning now for many years about the sense of socialism on the left and it was met with eye-rolling at me for many years now, Laura. And now here we are, which is this is the defining ideology of the Democratic Party. I've got a column in The Washington Times coming later this week which talks about what the left does in terms of strategy and methodology. They throw these extremes out like Medicare for all or single pay or in the in the more recent case, the Green New deal and they don't expect it to be achieved overnight in fact may invite the condemnation from people like Dan and you and me because they want the pile on. So then they can affect a piecemeal and they look reasonable and they look moderate on the way to affecting their most radical policies. This is why we're in this position now and by the way, it wasn't Bernie Sanders who brought the party to the radical left. It was President Obama and people forget that, they overlook that. Barack Obama is the one who moved the Democrats away from the party of Bill Clinton now to a socialist Revolutionary Party that is made people like Alexandra Ocasio-Cortez possible."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, that was his - that was really his roots in college and law school. I mean, everyone's read all the books on Obama's upbringing, that's really more, Dan, who he was. I got to go back to Bernie though because he was the man of the moment this past weekend. So Sanders back in the day, even he when he was getting into politics, even he knew that Medicare for all was literally a bankrupt idea, let's watch."
    },
    {
      "speaker": "SANDERS",
      "utterance": "One of the things we understand and I think, was reinforced when we went to Canada, we expanded Medicaid. Everybody, everybody in Medicaid called. We would be spending such an astronomical sum of money that you know, we would bankrupt the nation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So I don't know, maybe he's changed too and might have gotten Medicaid next up. It was Medicare though but we all got it. He's pointing to Canada and what's happening in Canada but he's now Dan, at the - he's saying look, everyone's a poser, I'm out there, I'm the real deal. All these other kids are trying to ride on my train. He wants to kick them off but he'll be 79 when he's nominated."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, he's the real deal, all right, Laura. Yes, he's the real deal. The real deal, a socialist who just, what is it, he just bought his third home. Bernie's probably worth close to $1 million himself. He's the prototypical limousine liberal. But you know, Bernie's onto something there. PJ O'Rourke once said you know, you think health care is expensive now. Wait till it's free. The problem with your socialist guests and socialism in general is it won't work because it can't work. How can you - explain to me house, people who've been in say, the airline industry, their entire lives, have a hard time sometimes turning a profit, they're experts in the industry and you think a government bureaucrat who spent you know, what 15 years filling out a spreadsheet trying to get paid his overtime on a Friday is going to take over the airline industry and run it. I mean, it's so absurd on its face. I can't believe that socialists even dare to show their faces on TV without complete total embarrassment and not only that at least to death and destruction as well, that's just another nasty negative externality of socialism."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Brian, I mean, you got a chance now. You tell us where socialism is working in the world and where has it produced positive results for a wide range of citizens?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Well, first of all, what I'm hearing so far as this politics of fear, the red menace, the red fear, you know, they're going to take everything away from us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, excuse me while I yawn."
    },
    {
      "speaker": "MOORE",
      "utterance": "Okay ."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I asked you a question."
    },
    {
      "speaker": "MOORE",
      "utterance": "Okay ."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where is socialism working Brian? Don't you know, don't sit back down there and use your usual insults it doesn't work. I'm asking you a serious question. Where has it worked and where is it spread happiness and positivity and a higher standard of living for a broad range of citizenry, where?"
    },
    {
      "speaker": "MOORE",
      "utterance": "Nowhere, it is nowhere in this world socialism working and the reason it isn't working is because the United States of America and other capitalist countries have undermined any efforts by a legitimate democratically elected socialist to redistribute the wealth and to radically change the economic system."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But I mean, what did you do for a living, did you ever have a job in the capitalist system or did you just -"
    },
    {
      "speaker": "MOORE",
      "utterance": "Yes, I worked in the private sector HMOs until Ronald Reagan came along and he canceled the HMO Act of 1973 and he turned it over to Wall Street and the private sector and then you ended up with a lot of billionaires and the consumer suffered."
    },
    {
      "speaker": "BONGINO",
      "utterance": "So socialism doesn't work because freedom gets in the way, Laura. That's his point. Socialism doesn't work -"
    },
    {
      "speaker": "MOORE",
      "utterance": "No, no."
    },
    {
      "speaker": "BONGINO",
      "utterance": "because things like freedom get in the way."
    },
    {
      "speaker": "MOORE",
      "utterance": "Socialism promotes freedom and liberty and egalitarianism."
    },
    {
      "speaker": "BONGINO",
      "utterance": "It also promotes death and destruction and gulags."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, as long as you don't run a fowl of the people with the real power, which is the upper echelon of any socialist government, they have all the perks, they have all the benefits and they make the decisions for the people."
    },
    {
      "speaker": "MOORE",
      "utterance": "Correct, that's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They make the decision, that's not freedom, that's tyranny."
    },
    {
      "speaker": "MOORE",
      "utterance": "That's not socialism either, that's not socialism . Socialism is when the workers-"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay where is it working, is it working in Canada? Monica, I'll give you the final say but I'm glad Brian is on, he's apparently mad that the HMO thing didn't work out for him, God bless him. And it was a bad deal at the HMO so now all of us should suffer under a socialist system. Monica, close it up."
    },
    {
      "speaker": "CROWLEY",
      "utterance": "Laura, the elite ruling class under communism which is what you were referring to is what Vladimir Lenin referred to as the vanguard so yes in fact historically, that is the conception under original Marxism."
    },
    {
      "speaker": "MOORE",
      "utterance": "That's not socialism."
    },
    {
      "speaker": "CROWLEY",
      "utterance": "That's number one. Number two, the kids of today who are seduced by the idea of socialism only are seduced by the idea of \"equality\" but what they don't understand is that because human beings are inherently unequal with different talents and strengths and weaknesses, you can only have equality at the barrel of a gun. So what they're not being taught is you can only have enforced equality with a police state. When you start telling kids the truth about that, you will see those numbers start to turn on \"socialism.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, I am glad Brian came on and I would like him to come back."
    },
    {
      "speaker": "MOORE",
      "utterance": "Thank you Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And maybe you can convince me that there is a country where it work well and not blame America but it was a really interesting conversation. This is a big issue and I think a lot of people are now gravitating toward that, probably not understanding it completely. Thanks so much guys. And here's a question, do you know the actual numbers behind the legal and illegal immigration explosion in this country let's say over the past 30 maybe past 50 years? And what about the next 30 or 50 years? We're going to bring you the truth next plus a liberal coalition of 16 states are suing the Trump administration to block the President's National Border Emergency declaration. A constitutional expert, yes, a real one will tell us why this should be a legal slamdunk for President Trump."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We're going to use every tool at our disposal to fight him."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In every respect the facts prove that Donald Trump is acting outside the law in declaring an emergency."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No matter what people think about that particular goal of his, it violates separation of powers doctrine."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, that would be scary if Keith Allison actually knew something. It was only a matter of time before liberal Attorneys General took aim at President Trumps latest move to use emergency powers to get his wall funding. The conventional wisdom from commentators seems to settle on a simple conclusion, it's unconstitutional. But is it? Here now is a true expert on the issue, John Eastman, Senior Fellow at the Claremont institute, constitutional law professor at Chapman University. All right, professor, your response to those very glib summations of the unconstitutionality of the President's move."
    },
    {
      "speaker": "JOHN EASTMAN, SENIOR FELLOW, THE CLAREMONT INSTITUTE",
      "utterance": "Well, you know if there had been a congressional statute that specifically authorized what he's doing, that every President since 1976 is utilized, declaring a National Emergency on the border that Obama's own Secretary of Homeland Security declared when she was Governor of Arizona, I would give those arguments more credibility but the fact -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The specific Act and let's just put it up on the screen. The National Emergencies Act of 76 with respect to acts of Congress authorizing the exercise during the period of an actual emergency of any special or extraordinary power, the President is authorized to declare such national emergency. Such proclamation shall immediately be transmitted to Congress and published in the Federal Register. Pretty clear cut."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Pretty straight forward and you know, President Obama declared a national emergency over the swine flu. President Clinton declared it over to stop people from sending ships down to Cuba or having financial transactions with the Sudan. I think this rises to at least that level."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John, back in 2005, Governor Richardson of New Mexico, Bill Richardson, no conservative, he declared a national - an emergency in his state and he said, basically that the declaration said, the region had been devastated by the ravages and terror of human smuggling, drug smuggling, kidnapping, murder, destruction of property and the death of livestock. It is extreme state of disrepair and is inadequately funded and safeguarded to protect the lives and property of New Mexico. So he was a governor then so for him, that sounds like Donald Trump, that's on a state level state of emergency."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Well, in fact, I think some of President Trump's statement quoted from there. It sure sounds like its exact same."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bizarre so you can find a District Court judge as we've seen in all these challenges John, to the President's temporary travel ban as so many other moves, you can find a District court judge to issue a nationwide injunction thwarting the President's policy at least for a time."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Well, they have and they judge-shop, they brought this in the Northern District of California where -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Shocker."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "- there's not a single judge that was appointed by a Republican."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's got to change."
    },
    {
      "speaker": "EATMAN",
      "utterance": "Yes, it's got to change and I think, I wouldn't be surprised to see them issue a nationwide injunction. Although quite frankly, the statute is not right, they're claiming that-"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right meaning?"
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Meaning, that they - yes, sorry about that, it's premature. Thethings that are supposed to happen -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Haven't happened yet."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "That are going to cause harm to California, haven't happened, it may not happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So all you law students out there, it is not a right case or controversy hence the court should step back if we had a fair court."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "If we had fair courts. The real question is when a nationwide injunction gets issued and I don't doubt that it will, how quickly the Supreme court's going to block that injunction because they're growing tired of single federal district judges in Seattle or San Francisco or someplace countermanding the President of the United States on dealing with national security."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't you think, the White House has got to get on this working with Republicans in Congress to put an end to these nationwide injunctions. They can circumscribe the authority and jurisdiction of the lower courts."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "We'll, they can and I think the Supreme Court is about to do it itself as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Judge Bork believed in that, God rest his soul and he understood the great damage that was being done by activist courts and Trump has just had to deal with this at every turn."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Well, every turn and it's not just activist courts, we're dealing with a level of activism that we've not seen before. It's almost as if a large number of the judiciary has joined a resistance movement against the results of the 2016 election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The part of the media, the political establishment, entertainment industry and judges."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "With their costumes. John, thanks, great to see you as always."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Thanks, great to see you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And while border security is vitally important, SOTU is something that doesn't get nearly enough attention when discussing America's immigration debate. The numbers behind what's going on. Steve Camarota writes in \"National Review\" today, \"Pew Research has estimated that since 1965 when immigration was liberalized, immigration has added 72 million people to the U.S. population. The latest census bureau projections indicate that future immigration will add another 75 million by 2060. Americans, particularly Trump voters, may not understand all of the ins and outs of immigration law, but they do know that in many parts of America now, there are so many immigrants that the incentive to learn English or to adopt American culture is greatly reduced. They also sense that immigration is remaking the political balance by adding millions of new voters who are voting Democratic by about two to one.\" Wow. Here now, Victor Davis Hanson, senior fellow at the Hoover Institute. Victor, Pew tells us that, I guess 75 percent of immigrants are legal, so why aren't more people talking about the explosion of legal immigration in the country?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION",
      "utterance": "I think it's because they feel it is an advantage to their particular agenda. We are the only, Laura, multiracial, multiethnic country that has worked since Rome. And it's based on assimilation, integration, intermarriage. That only can happen when immigration, legal immigration is measured and it's diverse and it's meritocratic, so people are immediately immersed with people who speak English from different ethnic backgrounds and they assimilate. And the Democrats used to believe that. They passed border security measures in the 2000s all the time. But I think what has happened is, don't you think they've discovered their agenda doesn't win 51 percent of the electorate anymore?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "bingo!"
    },
    {
      "speaker": "HANSON",
      "utterance": "But radical demographic changes, here in California, one out of every four residents was not born in the United States, it tends to make a predictable voter profile, especially when people come in such numbers and they are not diverse."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It swamps the system."
    },
    {
      "speaker": "HANSON",
      "utterance": "They cross the border and they vote in predictive --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It swamps the system because we don't have a public school system like it was 50 years ago, frankly, where people learned about the greatness of America, didn't debate about whether the pledge was racist. So it's a very different situation with the way kids are educated today, which leads to lots of problems. But Victor, I want to stay on this political issue for a moment. Let's look at the map. I think we have a graphic of California's Orange County, because this was Reagan country. This was classic conservative America. Put the graphic up, please. 2016, you see what the vote looks like. And by 2018, well, the GOP got wiped out. It is blue. You saw a few little blue areas, districts, but now it's all blue. And that has happened across California, at least along the coast, Victor, which again, it was all Reagan country. It was Pete Wilson, Reagan, and fairly moderate Democrats. And now it is a super Democrat majority, and people are still fleeing the state."
    },
    {
      "speaker": "HANSON",
      "utterance": "Well, yes, when you have 10 million of California's 40 million residents who weren't born in the United States, and they're told by the host, us, that we don't have confidence in the melting pot, we prefer the salad bowl, then they self-identify by their ethnic rubric rather than the content of their character. It's very strange because if we get down to the essence of all this, it was Barack Obama basically who redefined affirmative action, which really was really designed for 12 percent of the population who had suffered historic discrimination under slavery, Jim Crow, and segregation, into diversity, which meant class didn't matter, prior record of exploitation didn't matter, ongoing bias didn't matter. All you had to be was nonwhite. And that expanded that pool to 100 million Americans. One-third of the country all of a sudden said I'm part of a minority and I'm going to vote accordingly, which was a brilliant move on their part, but it was really cynical."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But it was smart of the Democrats. It was cynical but smart in the end demographically. You 100,000 voter margin in Florida. Texas, Beto came close to beating Ted Cruz. If it weren't for Trump's visits, Ted Cruz probably would've lost in Texas. Sorry you don't want to hear that, it's the truth. So you've got Texas, you've got Florida. They pick off one of those states, Victor, what happens to the Republicans?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Well, they are in trouble, because under the old paradigms, if your name was Giuliani or Pelosi or Cuomo or Pataki, eventually it didn't matter because you were going to assimilate, integrate, and intermarry, and being Italian couldn't predict what your political allegiance was going to be, because immigration was not continually --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Melting pot."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes, it wasn't. And the Democrats got smart and thought open borders is a way to flip red states blue, and they did it with California, New Mexico, Colorado. And it's also within a state."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Victor, they are doing it with legal immigration."
    },
    {
      "speaker": "HANSON",
      "utterance": "Legal and illegal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, soon illegal, but people have to understand this, we give 1.2 million green cards out every year. And every time this is up for a poll, and Gallup polls this, people either want legal immigration reduced or they want it to stay the same. They do not want a glut of people coming in to keep wages stagnant. They want rising wages in the country, which is what the business community, sadly, doesn't want. Victor, thank you so much, we really appreciate it. And coming up, the lawyers for the Covington Catholic student Nick Sandmann have just filed a massive lawsuit, and who they are targeting ahead. Plus, how much did the Smollett hoax cost the police, and in turn, the city of Chicago? A former Chicago cop is outraged. He's here to tell us what that police force is feeling tonight, coming up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "An important update tonight in the case of Covington Catholic student Nick Sandmann. His lawyers Lin Wood and Todd McMurtry filed their first lawsuit on his behalf against \"The Washington Post\" to tune of $250 million in both compensatory and punitive damages. The complaint argued that the newspaper falsely gave the impression that the 115-pound 16-year- old engaged in acts of racism by swarming Phillips, blocking his exit away from the students, and otherwise engaging in racist misconduct, and that \"The Post\" ignored basic journalistic standards because it wanted to advance its well-known and easily documented bias against president Donald J. Trump by impugning individuals perceived to be supporters of the president. The dollar sought has some relevant -- $250 million was the exact price Jeff Bezos paid for \"The Washington Post\" back when he bought it in 2013. Sandmann's lawyers close their message with the following, this is only the beginning. And up next, boy, how much did the Smollett case cost the city of Chicago, not just monetarily, but in resources that could have been better served out in the community? While total cost of man-hours committed will not come out unless Smollett is actually charged, we are told they went well beyond what a comparable investigation of this sort would require normally. And what about the actual crime committed since Smollett made his claim? These are the stats the police shared with us today. From January 28th, the day before the alleged Smollett incident, through February 17th, Chicago reported 22 murders, 134 instances of criminal sexual assault, 342 robberies, and 288 instances of aggravated battery. And what about the backlog of unsolved murders in the city? Back in 2000, the city solved 41 percent of murders that occurred that year. In 2009, only 30 percent of murders were solved. By 2017, just a 17 percent of murders were solved. So they have to focus all of their resources on fixing that. Joining us now is someone with intimate knowledge of that force, is former Chicago officer Dimitri Roberts. Dimitri, what is the feeling among the Chicago PD, do you think now, with everything that has happened, all the man-hours taken away?"
    },
    {
      "speaker": "DIMITRI ROBERTS, FORMER CHICAGO POLICE OFFICER",
      "utterance": "I can tell you as somebody who has been on those streets many a night and worked similar cases, it is frustrating when you have a situation like this where, at a minimum, you would expect the victim to cooperate fully and willingly in such a high- profile case, and one that has brought national media attention, and that is just not happening. So the officers that I've spoke with are extremely frustrated with what is going on, but more so as we talked about, Laura, on several occasions, it's taking critical resources off the streets."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are told that he is not cooperating with police. His lawyer is like, he is being victimized by these allegations all over again, kind of blaming the police. He is not going to talk. How do they get him to talk? Subpoena, are you going to subpoena him?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "It depends, but I don't know that they are going to waste additional resources with going through subpoenas and the judicial process to get him to talk further about what obviously, at this point, seems to be some false statements that have been made."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You think?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And some events that we already have uncovered to be untrue. So I don't know that they are going to waste my more precious resources and money --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just let the grand jury charge him, class four felony or nothing?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "They could do that, but in most cases, given the backlog of crimes and incidents that are going on in Chicago, unfortunately this will probably fall by the wayside once it's out of the new cycle. Not something I agree with, but probably the facts about what is going to happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, that is outrageous. But look at all of the unsolved murders. People are going to keep doing these fake hoaxes if they can get away with it. If they can get away with what he seems to have done here, wow."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "I think that is why we have to bring attention to these things. We have to talk about them in the national media, and we really have to shed light on situations where people are taking such egregious crimes like hate crimes in a very heated political climate in this country, bringing issues and taking away advocacy around things that should be advocated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cardi B on Instagram, she said I don't want to completely blame him because somebody I was talking to, they say police in Chicago are racist. That genius, Cardi B. So they might probably try to frame him to make him look like he is a liar. Is the Chicago PD racist, Dimitri?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Absolutely not. I'm not a racist. I've served in these communities, I've served my community very well, and most of the officers are doing the same thing. I'm not saying there aren't some bad apples there, but I think Cardi B is speaking a little out of ignorance here, and she needs to give a little more credit to the officers that she may have to call up in an instance where she is going to need some help yourself."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dimitri, thanks so much, great analysis. And up next, ISIS brides are regretting their decisions to leave home for the terror paradise of Syria. And the leftwing media is pushing their sob stories in the United States and in the U.K. Famed British broadcaster Piers Morgan is here with live reaction. Stay there."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They have beheaded people. There were executions."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, I knew about those things, and I was OK with it. I did have a good time there. It's just at the end things got harder. Please don't give up on trying to get me back. I really don't want to stay here."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I thought I was doing things correctly for the sake of God. And when I came here and I saw everything with my own eyes, I realized I made a big mistake."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But she was for the beheadings. Media outlets have simultaneously painted a sympathetic picture of these terrorist brides now yearning for their homelands. So do they honestly want us to feel bad for these women? And one of the women you just heard from, Alabama native Hoda Muthana, called for the, quote, spilling of American blood. And it's not just happening here. The U.K. is struggling with the same problem. Joining me now is Piers Morgan, editor at large for The DailyMail.com, co- host of \"Good Morning Britain.\" Piers, you said of one of these brides looking to come back to the U.K., that she should rot in hell. So tell us how you really feel. I just see her glib response to the question about beheadings, and I can't even believe we are having to have this conversation."
    },
    {
      "speaker": "PIERS MORGAN, EDITOR-IN-CHIEF, DAILYMAIL.COM",
      "utterance": "It's extraordinary, isn't it, that we're even debating this. This is a woman who goes over there, marries an ISIS terrorist, supports an ISIS terrorist, breeds with an ISIS terrorist, and is for all intents and purposes herself an ISIS terrorist, isn't she? She is supporting the ISIS movement, the caliphate, the desire to take over the world with their barbarism, and she witnesses beheadings, and appears to think that is a good time. I tell you what, I don't agree that that is a good time. Beheadings are despicable, medieval, barbaric, and everyone involved in that kind of behavior has to be made accountable. And, as we've just discovered in Britain, thank God, tonight, the British Home Secretary, the equivalent of Homeland Security chief in Britain, has revoked her citizenship in the case of the ISIS wife who came from Britain. She won't be allowed back in the country without a massive legal fight. And I hope America takes exactly the same view of the American ISIS wife, who, by the way, didn't marry one ISIS terrorist. She married three of them, three ISIS terrorists. So I'm sorry, Laura, but to me, this is completely and utterly nuts that there is anyone in America or Britain who thinks they should come back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They come back and we spend all of his money litigating their case so some court appointed attorney who the taxpayers have to pay for argues some cockamamie idea about how she was like Pattie Hearst syndrome or something over there, because you know that is what they would argue. But U.S. should revoke their citizenship as well. They shouldn't be able to come back here. You want to be taken care of by the Kurds or a situation over in the Middle East where you are probably not going to get the ACLU representing you, then that was your decision. Piers, I want to play another little snippet from that Alabama ISIS bride, and you won't believe it. Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "May be therapy lessons, maybe a process that will ensure us that we'll never do this again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So Piers, she is saying she perhaps could reform herself through therapy lessons. Invariably the American taxpayers will have to pay for that, too."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Let's be very clear, this is the same woman who on social media three or four years ago beseeched every Muslim in America to rise up and spill American blood. And She particularly wanted them to do it using drugs to spill American blood. And in fact, two years later, that is exactly what somebody did in New York. A radicalized Islamist in New York got into a truck and mowed down and killed a number of innocent people. So she was crying out for this to happen. That blood was spilled. Now she wants to say, hey, I'm sorry, I know that the ISIS dream in Syria is over. I know that my ISIS terrorist husbands have now been killed, and I want to come home because I am now a reformed character. I'm not buying any of it. She was very severely radicalized, which is why she was out there, why she stayed out there, why she had these three ISIS terrorist husbands, and I think she remains a very clear and present danger to Americans and to American lives."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And kids, they all have kids. They want the kids to come back here and go to American schools, et cetera, et cetera. Piers, I have to ask you, you are out in L.A., about the Jussie Smollett hoax. You already get the sense that the entertainment that has gone quiet for the most part. So why are all these Hollywood activists who rushed in to condemn this attack, where are they? Where is Ellen Page who blamed Vice President Pence? Where is she?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Yes. Let's be clear, Laura, they rushed in because for one reason. This looked like the absolutely perfect storm anti-Trump story, didn't it? It was a couple of guys, a couple of white guys wearing Making America Great caps who had launched a deliberate and savage attack on a gay, black actor, and had done so because they were pro-Trump. And that was the whole narrative that Jussie Smollett had told everybody. He'd been on national television to reinforce this. He's given a very clear account of this appalling, racist, homophobic attack. The only problem is it looks like, and I hesitate to jump in with complete certainty here, because it has been a crazy story, changing almost by the hour, but I think most rational people looking at the story now have come to the conclusion that it is a load of old hogwash and this guy has probably invented the story. So if that is true, it is hard to imagine a more sickening and despicable --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where are the Hollywood types?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Where are they? I'll tell you where they are. They want this to disappear. They want this to have never happened, because the moment it looked like it was what Jussie Smollett told us, they came going, oh, no, no, no, this is the worst thing ever. Now it's, it never happened, move on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That is how it always works when the facts become inconvenient. Piers, thanks so much. Have fun out there on the left coast. And we're going to be right back with my Twitter smackdown of the day or night. It just happened."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, it's time for my Twitter smackdown of the day. Earlier tonight, I retweeted a piece about a judge allowing a lawsuit to move forward for those who would like to move former President Obama's Presidential Library Center in Chicago. Nonna M. responded \"You're a bitter, nasty woman.\" Aren't people on Twitter so nice? My response to Nonna, \"Sweet, another informed activist burning up Twitter with facts and substance. Note her bio, friends.\" Well, her bio says that she was playing politics at age 10. And I'm glad I was outside playing kickball at 10, not politics. That's all the time we have tonight. Pray for Nonna. A new podcast is up (ph) today. Make sure you go online and get it at podcastone.com. Shannon Bream and “Fox News @ Night” team, take it all from here. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}