{
  "date": "February 13, 2018",
  "headline": "Gas tax in focus amid infrastructure spending push",
  "subHeadline": "House Transportation Committee Chairman Bill Shuster on whether a hike in the federal gas tax could be used to pay for President Trump's infrastructure plan.",
  "url": "https://www.foxnews.com/transcript/gas-tax-in-focus-amid-infrastructure-spending-push",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TRISH REGAN, GUEST HOST",
      "sentences": "We have got President Trump's infrastructure plan sparking calls to raise the federal gas tax, as you just heard Peter say. So, here's what former Transportation Secretary under President Obama Ray LaHood told Neil on 'Cavuto Coast to Coast.'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY LAHOOD, FORMER U.S. SECRETARY OF TRANSPORTATION",
      "sentences": "Raise the gas tax, which has not been raised in 25 years.  Everything in America has gone up. The gas tax hasn't. And if you want to develop a big pot of money, the gas tax, which built the interstate system, by the way, over 50 years, is the way to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "OK. It's not just the Democrats here. Some Republicans are also said to be considering a gas tax.  What does my next guest think?   Pennsylvania Republican Congressman Bill Shuster is chairman of the House Transportation Committee, and joins me now. Good to see you, Representative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BILL SHUSTER, R-PENNSYLVANIA",
      "sentences": "Well, you know, it hasn't been raised in 25 years.   We need to do an infrastructure bill. I think there's widespread support for that, not only in Congress, but across America. And -- but it has to be bipartisan. We know that. And it has to do with real revenues. And so I`m open to any way to get the real revenues, because the Highway Trust Fund is going to go broke. And, as a conservative, a principle of a conservative is, if you use something, you should pay for it. And that's what -- that`s what the gas tax is. it`s a user fee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "How much do you want it to go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Well, again, we need to look at across the board. Are there other ways to do it? For instance, electric cars today, not only do we subsidize electric vehicles, but within about 20 years or so, they're going to make up a third of the fleet. And they don`t pay anything to ride on the highways today.  So, we have got a look at a multitude of ways to do this. And one of the ways is to consider the gas tax. Again, you mentioned it, as other people have mentioned, the gas tax -- gas tax is regressive. But if you look at it -- I'm from a rural part of American, rural Pennsylvania. In rural -- the most rural counties in America, for every dollar they put into the gas tax, they get about $1.70 back.  So they get a benefit, a significant benefit, because you can`t build roads through rural America unless you have the population centers helping to pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Have you thought about -- I mean, look, I somehow brought up Chile twice today on the air Social Security and privatization of Social Security. But I bring it up again, because they have privatized all their roads down there, and you ride on the highway in Chile, and it`s a darn nice highway, I got to tell you that, well-taken-care-of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "But you pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "And if you opt not to pay for it, then you're going to ride on the dirt road or some road more traveled that`s not going to be as convenient. Is that something that you guys would look at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Well, look, today, it's the same thing in America. If you use your car, and you drive on the highway, you pay the gas tax. You pay for it. It's a use fee.  Again, I don't know what Chile does exactly, but if you're going to take roadways that have been in America -- for instance, 81 runs through my district. If you take a 56-year-old man or woman, they had been getting onI-81 for the past 40 years, and they think it`s for free. So, we do pay for our roads. It`s a different way to do it. But, again, the gas tax hasn`t been looked at for 25 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "It hurts sometimes in a bigger way the people that are really struggling just to afford the gas in the first place.  But let me ask you this. Nancy Pelosi -- well, you know, she doesn't have much use for you guys anyway, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "But she is now saying that this is a puny infrastructure project sum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Puny is actually the word that she specifically used.  What do you say in response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Well, I don`t know what she's talking about.  Look, I applaud the president for bringing in front and center. It's an important issue we need to deal with. He`s come up with a significant number. But we`ve got to figure out how to fund that.  And we`re going to be going to the White House tomorrow to sit down with the president in a bipartisan group of us to sit down with the president to discuss this. So, I look forward to looking at all the options out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "Well, you know what she is talking about, though. She's saying, look, I got one trillion dollars that I want to put forward. And the president only has $200 billion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Well, Nancy Pelosi, and what I've seen of her plan, they have no way to pay for it. They just want to spend money with no way to pay for it.   We want to be, as conservatives, fiscally responsible, find a way to pay for it, find real investment to put into America's infrastructure, which is crumbling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGAN",
      "sentences": "OK. Well, and also keep in mind this would be seed money, right? That $200 billion would be seed money. And, hopefully, then you would see private sector companies come into play and help bring that to $1.2 trillion. Anyway, it`s very good to see you. Representative, Shuster thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHUSTER",
      "sentences": "Thank you. Thank you.   Copy: Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRISH REGAN, GUEST HOST",
      "utterance": "We have got President Trump's infrastructure plan sparking calls to raise the federal gas tax, as you just heard Peter say. So, here's what former Transportation Secretary under President Obama Ray LaHood told Neil on 'Cavuto Coast to Coast.'"
    },
    {
      "speaker": "RAY LAHOOD, FORMER U.S. SECRETARY OF TRANSPORTATION",
      "utterance": "Raise the gas tax, which has not been raised in 25 years. Everything in America has gone up. The gas tax hasn't. And if you want to develop a big pot of money, the gas tax, which built the interstate system, by the way, over 50 years, is the way to do it."
    },
    {
      "speaker": "REGAN",
      "utterance": "OK. It's not just the Democrats here. Some Republicans are also said to be considering a gas tax. What does my next guest think? Pennsylvania Republican Congressman Bill Shuster is chairman of the House Transportation Committee, and joins me now. Good to see you, Representative."
    },
    {
      "speaker": "REP. BILL SHUSTER, R-PENNSYLVANIA",
      "utterance": "Well, you know, it hasn't been raised in 25 years. We need to do an infrastructure bill. I think there's widespread support for that, not only in Congress, but across America. And -- but it has to be bipartisan. We know that. And it has to do with real revenues. And so I`m open to any way to get the real revenues, because the Highway Trust Fund is going to go broke. And, as a conservative, a principle of a conservative is, if you use something, you should pay for it. And that's what -- that`s what the gas tax is. it`s a user fee."
    },
    {
      "speaker": "REGAN",
      "utterance": "How much do you want it to go?"
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Well, again, we need to look at across the board. Are there other ways to do it? For instance, electric cars today, not only do we subsidize electric vehicles, but within about 20 years or so, they're going to make up a third of the fleet. And they don`t pay anything to ride on the highways today. So, we have got a look at a multitude of ways to do this. And one of the ways is to consider the gas tax. Again, you mentioned it, as other people have mentioned, the gas tax -- gas tax is regressive. But if you look at it -- I'm from a rural part of American, rural Pennsylvania. In rural -- the most rural counties in America, for every dollar they put into the gas tax, they get about $1.70 back. So they get a benefit, a significant benefit, because you can`t build roads through rural America unless you have the population centers helping to pay for it."
    },
    {
      "speaker": "REGAN",
      "utterance": "Have you thought about -- I mean, look, I somehow brought up Chile twice today on the air Social Security and privatization of Social Security. But I bring it up again, because they have privatized all their roads down there, and you ride on the highway in Chile, and it`s a darn nice highway, I got to tell you that, well-taken-care-of."
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Sure."
    },
    {
      "speaker": "REGAN",
      "utterance": "But you pay for it."
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Right."
    },
    {
      "speaker": "REGAN",
      "utterance": "And if you opt not to pay for it, then you're going to ride on the dirt road or some road more traveled that`s not going to be as convenient. Is that something that you guys would look at?"
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Well, look, today, it's the same thing in America. If you use your car, and you drive on the highway, you pay the gas tax. You pay for it. It's a use fee. Again, I don't know what Chile does exactly, but if you're going to take roadways that have been in America -- for instance, 81 runs through my district. If you take a 56-year-old man or woman, they had been getting onI-81 for the past 40 years, and they think it`s for free. So, we do pay for our roads. It`s a different way to do it. But, again, the gas tax hasn`t been looked at for 25 years."
    },
    {
      "speaker": "REGAN",
      "utterance": "It hurts sometimes in a bigger way the people that are really struggling just to afford the gas in the first place. But let me ask you this. Nancy Pelosi -- well, you know, she doesn't have much use for you guys anyway, right?"
    },
    {
      "speaker": "REGAN",
      "utterance": "But she is now saying that this is a puny infrastructure project sum."
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Right."
    },
    {
      "speaker": "REGAN",
      "utterance": "Puny is actually the word that she specifically used. What do you say in response?"
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Well, I don`t know what she's talking about. Look, I applaud the president for bringing in front and center. It's an important issue we need to deal with. He`s come up with a significant number. But we`ve got to figure out how to fund that. And we`re going to be going to the White House tomorrow to sit down with the president in a bipartisan group of us to sit down with the president to discuss this. So, I look forward to looking at all the options out there."
    },
    {
      "speaker": "REGAN",
      "utterance": "Well, you know what she is talking about, though. She's saying, look, I got one trillion dollars that I want to put forward. And the president only has $200 billion."
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Well, Nancy Pelosi, and what I've seen of her plan, they have no way to pay for it. They just want to spend money with no way to pay for it. We want to be, as conservatives, fiscally responsible, find a way to pay for it, find real investment to put into America's infrastructure, which is crumbling."
    },
    {
      "speaker": "REGAN",
      "utterance": "OK. Well, and also keep in mind this would be seed money, right? That $200 billion would be seed money. And, hopefully, then you would see private sector companies come into play and help bring that to $1.2 trillion. Anyway, it`s very good to see you. Representative, Shuster thank you so much."
    },
    {
      "speaker": "SHUSTER",
      "utterance": "Thank you. Thank you."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, Inc. Copyright CQ-2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}