{
  "date": "February 24, 2020",
  "headline": "Eric Trump: My father has done more in 3 years than Bernie has done in 40 years",
  "subHeadline": "Guests: Reince Priebus, Eric Trump, Lindsey Graham, Larry Elder, Matt Schlapp, Joe Concha, Tammy Bruce, John Solomon, Trey Gowdy, Shannon Bream, Pete Hegseth",
  "url": "https://www.foxnews.com/transcript/eric-trump-my-father-has-done-more-in-3-years-than-bernie-has-done-in-40-years",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity.\" We begin with this Fox News alert: huge, massive breaking developments tonight in our quest for equal justice and the truth. Our own John Solomon: House Republicans are now considering filing criminal referrals against Mueller prosecutors. Now, this is major news, John Solomon will be here. He will break it all down tonight.  But, first, we begin, the president making history in the world's biggest democracy. Just a few hours ago, he landed in New Delhi, India, where 100,000-plus locals were lined up along the president's motorcade route and another 100,000-plus thousands filling India's largest cricket arena, another 110,000 or 120,000 where the president delivered a rousing speech, vowing that America will always be faithful to loyal friends like the Indian people. And we'll have much more on this coming up later in the program.  But now, let's turn our attention back home where we have a busy weekend to unpack.  Bolshevik Bernie Sanders is now the unquestioned, undisputed, without a doubt, clear front runner in the Democratic primary. On Saturday, he won the Nevada caucus by a whopping 26 points. He now has a major head of steam and momentum rolling into this coming Saturday, South Carolina primary. And then one week from tomorrow, Super Tuesday which takes place -- well, for all the world to see. This is now game-time and this is when they get the meanest. In the next several days, buckle up, we're about to witness what will be a bare- knuckled political brawl inside the Democratic Party. Figuratively speaking, the knives are out for Bolshevik Bernie and others.  And, already, by the way, it's not a pretty sight. As you all know. I always tell you, every two years, four years, what's the Democratic playbook against Republicans? Always centers around identity politics. Republicans are racist, sexists, misogynist, homophobic, xenophobic, Islamophobic. They want dirty air, water. They want grandma and grandpa to eat dog food and cat food, and -- let's see, a Kevin McCarthy, or Donald Trump lookalike will throw granny over the cliff. Pretty predictable.  But before they get to run those phony ads -- well, they get to do to each other what they do to Republicans every two years and four years, and that is a now total Schiff show political knife fight and it's only getting started. Bolshevik Bernie now facing scrutiny centered around a truly disturbing, pretty vile, sick, ugly article that he wrote himself in 1972. We do have a viewer warning about this. What I am about to show you is -- well, beyond creepy, and beyond graphic.   In a piece entitled \"Men and Women\", Sanders writes about various, quote, \"rape fantasies\". One section writing, quote, a woman enjoys intercourse with her man as she's fantasizing about being raped by three men simultaneously. Move over, creepy Joe and former Mayor Bloomberg. In other words, in another paragraph, he writes, quote: \"Do you know why the newspaper with articles like girl, 12, raped by 14 men sell so well? To what in us are they appealing?\" he writes. Bolshevik, speak for yourself. Beyond gross, weird, repulsive and frankly a level I can't comprehend.   And, of course, Sanders and his campaign are disavowing the article, even though he wrote it, calling it decades-old attempt to dark satire. Now, this might be the least, by the way, of Bernie Bolshevik's worries. Despite calling himself a Democratic socialist, Bolshevik Bernie Sanders spent decades palling around with some of the most vile, evil, murderous socialist regimes the world has ever seen. Look at this, 1988, what a wonderful honeymoon, took his wife 10-day honeymoon to former Soviet Union where he praised their infrastructure and their youth programs. Who honeymoons in the former Soviet Union? The former Soviet Union?  Forget about the hostile actor that is Vladimir Putin, and he's hostile, or the hostile regime that is Russia. They're hostile. The communist system and Soviet Union was a special level of evil in and of itself.   Now that Bolshevik Bernie forget that tens of millions of political dissidents were murdered by the very same Soviet government where he is honeymooning at the time? Did he forget about the gulags? Did he forget about the KGB terrorizing the entire population? Did he forget that millions more died from starvation? Did he forget about the bread lines? Because that was a way of life in the former Soviet Union waiting in line for basic necessities -- oh, milk, wheat, bread, medical supplies, all in short supplies. Families were packed into tiny, poorly maintained government housing and that nearly everyone lived in abject poverty and fear, except, of course, for the leaders themselves. Is that Bernie's socialist utopia?  One notable Russian author, a political prisoner, wrote: All communist parties upon obtaining power have -- become completely merciless. And -- at the stage before they achieve power, it is necessary to use disguises. Well said. Does (ph) Bolshevik Bernie really that stupid for all of these disguises? Because, by the way, he just didn't praise the Soviet Union. That's only one example.  1985, he visited Nicaragua's brutal leader at the time, Daniel Ortega. Why? To celebrate the sixth anniversary of the country's socialist revolution there.  Bernie called Ortega a very impressive guy, even praised the country's bread lines. According to Bernie in this newly unearthed video, spending hours in line for a chance to feed your starving family is a good thing. What? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "sentences": "You know, it's funny, sometimes, American journalists talk about how bad the country is, that people are lining up for food. That's a good thing. In other countries, people don't line up for food. The rich get the food and the poor starves to death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, if you think that's bad, it does get worse. 1989, Bolshevik Bernie --, well, he visited communist Cuba where he was heaping praise on the Castro regime, praising their free health care, free education, free housing.  And just this weekend, Sanders continued to praise Cuba socialist dictatorship, lauding its literacy rate. Wow. How can you be this disconnected? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Very opposed to the authoritarian nature of Cuba. But, you know, it's unfair to simply say everything is bad. You know, when Fidel Castro came into office, you know what he did? He had a massive literacy program. Is that a bad thing? Even though Fidel Castro did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A lot of dissidents in prison that in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "That's right, and we condemn that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, there are others murdered. Let me educate Vermont's village idiot here with some hard cold facts about the evil regime of the Castro brothers. Well, that regime that Bolshevik Bernie continues to praise, you might remember they turned Caribbean paradise into a socialist hell hole. Starting in the late ‘50s, the republic of Cuba, well, they seized tens of thousands of private farms, private homes and private businesses. And then they began with Castro's political enemies. Then they expanded the confiscations nationwide. And hundreds of thousands of Cubans had to flee their home country to the United States.   By the way, they were the lucky ones. Upwards of 140,000 political dissidents were murdered by the socialist government in Cuba, thousands more thrown in prison, many times for decades and they threw away the key.  Today, everyone in Cuba lives under the oppressive thumb of the Castro regime too. Castro is gone but his brother follows through. There is no freedom of the press. There is no freedom of speech. There is no freedom of movement. It is almost impossible to get Internet in 2015, only 5 percent of Cubans had access to the Internet. That is heavily censored. And according to human rights groups, surveillance, beatings, arbitrary detention, public acts of repudiation are still being used by the Cuban government. And, meanwhile, Cuba's socialist economic system, another abject failure, 1994, Cuba facing widespread starvation leading to an exodus of refugees.  2019, the government started rationing food. Humans face long lines for simple basics, you know, like, chicken, and flour, even soap. Average salary in Cuba, get this, a whopping $20 a month. But you get free health care.  Meanwhile, Fidel Castro, well, he had an estimated net worth of around $900 million. But sure, congrats, Bolshevik Bernie, the official literacy rates, they're real high, the health care Michael Moore tells us is one to be envied in the world. Now, it seems like it's he that wants to bring that system to the United States. In other words, Bernie is talking about nationalizing health care, Medicare-for-All.  And don't forget, also, they want to nationalize the energy industry. Don't forget they want a hostile takeover of all oil and gas companies. Bad idea, especially handing it over to people that want to eliminate all oil and gas, which is the life of the world's economy and frankly the greatest economic opportunity for every American if we tap the vast resources we have here. It's also good for our national security because we don't have to go to countries that hate our guts and begged for the lifeblood of our economy, or get involved in foreign entanglements over the free flow of oil and market prices. He wants free college, he wants free child care, government paid leave, green new deal and, by the way, our budget, federal budget is around $4.5 trillion. But Bolshevik Bernie is proposing nearly $100 trillion in new spending over that 10-year period.   Hmm, would somebody get him an abacus? How are we going to pay for all these great government run programs? Well, Bernie is not even sure.  Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, do you have a price tag for all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We do. I mean, you know, the price tag is, it will be substantially less in the current system go. I think it's about $30 trillion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's just for Medicare for All you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Just for Medicare-for-All.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you have a price tag for all of these?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "No, I don't. We -- try -- now, you mention making public colleges and universities tuition free and canceling all student debt. That's correct, that's what I want to do. We pay for that through a modest tax on Wall Street's speculation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But you say you don't know what the total price is, but you know how it's going to be paid for. How do you know how it's going to be paid for if you don't know how much the price is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I can't -- you know, I can't rattle off to you every nickel and every dime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Bolshevik Bernie, let me help you out. You need help? I'm more than happy to buy that abacus.  I'll even get you a calculator. We'll bring you up to the year 2022 that help add up some of the nickels and dimes you're talking about here.  Now, I think if you want to be president, Bernie, you might want to learn basic fundamental math. $93 trillion for the new Green Deal in 10 years, $32 trillion, your estimate, Elizabeth Warren's $52 trillion Medicare for All. Those two programs alone cost over $120 trillion. Well, we won't take in $50 trillion in that 10-year period. The math doesn't add up, pretty simple.  Ultimately, the only way to fund this enormous expansion of your government would be confiscation private property like your friends in Cuba or Nicaragua or the former Soviet Union were involved in. You're talking about a wealth tax, what's a wealth tax? New taxes on small business, nationalizing huge industries. You're going to take them over? Bernie has already admitted that he's going to be raising taxes on everyone making over $29,000 a year. This is pretty scary stuff. It would devastate our economy. It would devastate capitalism as we know it, the wealth and prosperity that we know as America, the envy of the world. But at least Bolshevik Bernie, you got to give him some credit tonight. He is being honest with some of his counterparts who are trying to hide who they really are because in reality, all of the candidates that are running on the Democratic side share similar ideals. Every one of them buys and too much of this nonsense in different variations -- open borders, eliminating what the Second Amendment, late-term abortion. This is your new radical extreme socialist Democratic Party that I have been warning you about. They all want some version of Medicare for All, some version of the green New Deal, some version of student loan forgiveness. Does it work retroactively? I paid my money back.  Paid family leave, free housing, free medicine, free medical care, free healthy food, free vacations, and a guaranteed government job. And none of them have any idea how they're going to pay for any of this. And make no mistake at all, all the Democrats running for president want to radically transform this country that has accumulated more wealth that has advanced the human condition more than any other country in the history of mankind.  They want the federal government to control every aspect of your life, like Bloomberg, what you can drink, the amount of salt you can put on your food, whether you want and e-cigarette, for crying out loud. They want to strip you of your right to bear arms and confiscate your earnings, basically after you pay 50, 55, 60 cents of every dollar you make. Then they want another bite of the apple, that would be called legalize stealing, and by the way, even after you paid your confiscatory taxes, again, if you're smart enough to save it, they'll take another bite. Then when you die, they want at least half of what you have left getting in. So, they want to legalize stealing so they can remain in power. They want to decide what you eat, what you say, where you live and how you make your living and how much you can make. Sounds familiar? It should because this kind of all powerful, centralized, socialist, statist government has been tried all over the world, and it has resulted every single solitary time without exception into nothing but suffering and carnage for the people that promise to help so much. So, it's time to send the Democratic Party a message at the ballot box that they will never forget.  In 253 days, you're the ultimate jury, you get to shock the world if you choose to do so. Here with reaction, former White House chief of staff, Reince Priebus, FOX News contributor Tammy Bruce. Reince, you know, I've been through a lot of these elections before. And I know we had McGovern. I think McGovern looks like a conservative at this point compared to this group that we got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Well, there's no doubt about it, Sean. I'm in Miami and these comments about Castro are really reverberating around the community. People are hot. You can't win Florida with comments like that but you are right.   I do think if Bernie Sanders ends up becoming the nominee, I do think it's more like Nixon/McGovern. You know, Nixon was a little under 50 percent. People were mixed on Nixon, but then McGovern came in and Nixon won under 50 percent from a 520 electoral votes. I say all that, but I also caution everyone. There is only one other person besides Donald Trump that can fill in an arena, that's Bernie Sanders. Bernie Sanders is going to have the money because of his email list, and he does have a movement, a crazy movement, but he's got a movement. And so, the Democrats have a big problem on their hands. Even the never Trumpers are giving advice how to get rid of Bernie Sanders. But the Democrats are now -- watch what's going to happen. Everything they talk about is going to shift to delegates. They're going to stop talking about who's winning states, and they're only going to be talking about delegates, because, right now, Bernie Sanders only has 45 delegates. He needs 1,991 to win. So the Democrats are going to try to slow Bernie down by talking only about delegates. And I think this thing is going to go on for a long time, because there is a lot of freak out going on right now on the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It was very revealing, Tammy, that, in the end, everybody on the stage except Bernie Sanders, although he conveniently changed his position, 2016, the little known fact I guess, but everybody on that stage, they don't want the Democratic voters to decide. No, they want the hierarchy in the Democratic Party to decide in hopes that they will steal it again and rigged the primary again and take the election away from Bernie again. In that sense, I actually feel sorry for Bernie and Bernie supporters. They got screwed the last time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. I mean, this clearly -- it indicates that the Democratic Party has been doing that all along. This is why this is so surprising -- this notion that this could actually be a democratic process where people would be watching their own representation.  So this is really, you know, swinging back the curtain for the Democratic phase. But let me just say, those people you see at the rallies, and they say they want socialism, we find with polls that when you ask them what that means, they don't know. That they're going along this idea that maybe social programs is socialism at -- which of course is not social programs, it's government takeover of the economy, of manufacturing, of our lives. But when they also -- they also need to know about these individuals appear to have someone like Bernie Sanders who writes about women and children either wanting to be raped or that Americans like the idea of children being sexually violated where that women fantasize about sexual violence, it is that same kind of sick point of view that can explain this idea that socialism is good for people, that this nature of the government taking over your lives is going to be just fine. If you've got that kind of bizarre, really pathological point of view about what Americans want, what human beings are like, that is what will shift you to the nature of this. And I think that is very dangerous and very telling. Clearly, the Republicans have a chance if he is the nominee to educate the American people about what socialism really is. Donald Trump will be able to do that very well, because it won't stop with Bernie Sanders. It is the Democratic Party, and we got to stop him at this point now or they'll never end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And then you have, of course, Mayor Bloomberg who he is the exception. He says, oh, yes, you are 95. You've outlived your life expectancy, go home and die. He has his health care policy, and, of course, he wants nobody to have a gun. So, he supports death panels that -- oh, and only targeting minorities because that is where all the crime is, and that's where we send all the cops. They've got a lot of good options for them, insane, but I guess that's what they're thinking. Thank you both.  All right. We'll have more on Bolshevik Bernie and all the other madness in the Democratic Party in a minute. First, big breaking developments tonight, exposing even more corruption by Mueller and his team of Democrats. Look at this report. Investigative reporter John Solomon, House Republicans are considering filing criminal referrals against Mueller prosecutors, and another explosive new report from Lee Smith shows that newly classified memos directly conflict with the Mueller team filings related to interviews with George Papadopoulos. OK, John Solomon, by the way, congratulations on your new news site, justthenews.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, FOX NEWS CONTRIBUTOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, they're considering -- I talked to my sources, it's not 100 percent but it seems very likely, and these declassified FBI memos that your website got a hold of undercut Mueller team, Mueller's team and claims Papadopoulos hindered the Russian probe because the timing is way off, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "It is, the circle of investigators being investigated themselves has just widened. It's gone beyond the FBI and DOJ officials who gave us the bad FISA and started the Russian collusion narrative. And now, it is zeroing in on some of the Mueller prosecutors, specifically the question of whether they made false statements to courts and to Congress in an effort to make the Russian collusion story look more real than it was.  These documents that were really show that Papadopoulos was actually assisting the FBI in trying to find elusive Professor Mifsud, the Mueller team went to court claiming he tried to obstruct them from helping them find or question Mifsud and get the truth from Mifsud. This is a big thing. Devin Nunes told me tonight these documents clearly show Robert Mueller's team lied to the courts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. We are staying on this. Do you feel -- this is the question I get asked most often -- that Barr and Durham are getting to the bottom of all of it? And that -- the difference obviously between them and Michael Horowitz is they have the power to convene a grand jury, number one, and bring charges. I am being told that every single item is being looked at in minute detail and no stone is being unturned. A lot of confidence that I -- my sources are giving me that they will get this job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes, John Durham is an exhaustive prosecutor and his investigation is wide-reaching. It has dove all the way back to 2015 to look at the origins of this case. And it is turning up new evidence of misconduct that we have not yet heard about in the public. I would expect some bombshell revelations in the next couple of months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. John Solomon, thank you. And with Sanders now gaining momentum, the Democratic radical socialist party is having a full-blown panic attack, not because of Bernie Sanders, Bolshevik Bernie's insane socialist values, but because he's too honest about them. They know Americans will not buy the true radical core of the Democratic Party, but there are no moderate Democrats any longer. Here now with more from the Trump Organization, Eric Trump is with us. I never thought that I'd see one candidate, Eric Trump, that actually is running on the idea of death panels and a guy that says he can teach anybody how to farm. You dig a hole and you put a seed in it, put dirt on top, and add water, and up comes the corn. And, by the way, you're only arresting minority kids and you're throwing them up against the wall. And why do you do it? Because that's where all the crime is, that's where we send all the cops. And then we got a guy praising Cuba, Nicaragua and honeymooning in his former Soviet Union. OK, good luck, Mr. Trump, President Trump. I think that sounds like a good competitive race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC TRUMP, TRUMP ORGANIZATION",
      "sentences": "This is why the Democrats are flipping out across the board, right?  Quite frankly, Sean, you had a great opening. You listened to all the problems with Bernie Sanders and he's running away with the race right now, right? And it's why they're all losing their minds. Look at Joe Biden. He was their front runner. The guy can't put together a sentence, we always talk about this, right? I mean, he has -- he sits in front of ten people and he has to read off teleprompters. He's got zero enthusiasm. You look at what happened to Michael Bloomberg the other night at the debate. I mean, he just absolutely got killed. Who else is there on the stage, right? So, all of a sudden, you have Bernie Sanders, who is absolutely radical, who is in government for 40 years. He entered government in 1981 if you can possibly believe it. He has three accomplishments, two of which are naming post offices. And this is a guy who's going to issue transformational change? He always gets out in the speech, Sean, he says, you know, Washington needs transformational change. Well, he's been a Washington almost 40 years and he's named two post offices. You compare that to my father. My father built a real estate empire. My father became commander-in-chief of the United States against the greatest odds in the world. He de -- you know, he delivered the greatest economy, known to any country ever, the best economy this country has ever had -- the best stock markets, lowest unemployment, the best military, the highest consumer confidence, the lowest taxes. He cut taxes by 20 percent. Sean, I can go on and on and on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think it's the only show --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "-- but you could not have a greater dichotomy between the two people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, by the way, he did this for three years of never-ending conspiracy theories, hoax, accusations, witch hunts -- four separate investigations culminating with a Mueller report, no Russian collusion. But Hillary colluded, she paid for dirty Russian dossier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Add to that, he's in India, trade deals with Japan, with China, our Western European allies, Canada, Mexico, the money for the wall, originalists on the Supreme Court as named, cutting taxes, bureaucracy -- OK, well, scroll them if you want. And he's in India where he got a pretty good reception, I'd say. Hundreds of thousands of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "An unbelievable perception, and Bernie Sanders, again, in 40 years, has named two post offices both in his home state of Vermont.  I mean, this is not what the American people want. They don't want his policies. They don't want to be paying 85 percent taxes. By the way, our market would tank overnight if that ever happened, Sean. They don't want -- they like their private health insurance. It's is probably the one thing that actually works in health care is private health insurance. He wants to eliminate that and he wants to hand that over to government bureaucrats, right? I mean, these are the same party that couldn't count 170,000 votes in Iowa, yet they want, you know, them to run our health care. It's absolutely insane. He wants to get free health care --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, hang up. Maybe, maybe Bloomberg is onto something. He said, if you're 95, go home, be with your family. You've exceeded your life expectancy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're not giving you any health care. Why would we do that? And, by the way, I can teach anyone how to farm.  What world does this man been living in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Let's belittle every craftsman, every tradesman. You know, you just (ph) go work (INAUDIBLE), you just crank a dial in one direction and a part magically appears. I mean, this is how out of touch these people are, Sean. It's not going to win them the election in 2020. My father is going to win by the greatest landslide in the history of this country. That's my prediction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm Irish, I make -- I always play the game as if you're a touchdown -- you're six points down, two-minute drill, no timeouts, you need to get the ball in the end zone, cross the plain, and kick the extra point. But we have 253 days to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're going to play the game that way as well, but we're going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Eric, thank you.  When we come back, the left has found yet another Russia collusion obsession to hyperventilate over. You're not going to believe it. Trey Gowdy, Lindsey Graham on that madness straight ahead tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here we go again. Another so-called bombshell is blowing up in the hate Trump psychotic media mob's faces because a U.S. intel official called FOX News on Sunday, there is zero, no evidence to suggest Russia is making a specific play to boost President Trump. Now, of course, we don't trust Putin and we don't trust Russia. They're a hostile regime and a hostile actor. That's not stopping the mob from deploying the same old Russia playbook. Here we go again -- Russia, Russia, Russia. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every word Donald Trump says about Russia's attack on our democracy sounds as if it were written by one of Vladimir Putin's speechwriters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE QUIGLEY, D-ILL.",
      "sentences": "He attacked the intelligence community. They don't always get it right, but he seems to believe President Putin over Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIA IOFFE",
      "sentences": "Because you see both the Sanders campaign and the Trump campaign either denying it or blaming the media for it, it doesn't help but actually -- well, it does help, it helps the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Here with reaction, FOX News contributor Trey Gowdy. Trey, we have four different separations, FBI investigation, House Intel investigation, bipartisan Senate investigation and something called the Mueller report. Now, with all the talk about the rule of law, they ignored the espionage, top-secret classified information on a server, Bleach Bit, deletions and hammers with subpoenaed emails and the real Russian dossier bought and paid for leak to the media parts of it before the election, but used to deny Carter Page his civil liberties and spy on a campaign transition team presidency. How come they don't care about those things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, Sean, we -- we spent two years for Bob Mueller --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No, longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "-- to tell us that there is no evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "About two and a half.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "At least two years for Mueller to tell us there was no evidence of collusion. It took two minutes this time for us to find out there was no evidence. As soon as a Republican asked this briefer and declassified House Intel briefing, what evidence do you have to support that assessment? The answer was not. So, praise the Lord it took two years less last time, it took two minutes for over a year, we were lectured by the D.C. media and the Democrats that no one is above the law. Remember that, Sean? How many times have we heard, no one is above the law, apparently except whoever leaked classified information out of Adam Schiff's committee. So, what the intelligence committee needs to give to is to stop briefing someone who has a history and is an epidemic leaker. Quit briefing him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK, I got a question. So, Schiff lied to the American people. Devin Nunes told the truth to the American people, we have their -- both their documents, Schiff lied. Why does he not get held accountable for lying the way he did to the American public when he knew better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Unfortunately, Sean, it is not against the law to lie to the American people. There should be a consequence and I hope people and the people's republic of California will remember it come -- come November. But it's a dirty little secret, it is not a crime for politicians to lie to the American people, but it is a crime for you to lie to Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. All right. Congressman Gowdy, I don't I want to go up against you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you. Tonight, we have more developments in our quest for equal justice under the law, equal application of our laws, Senator Lindsey Graham of South Carolina confirming that he is now moving forward on his FISA abuse probe, announcing 21 people will be called to testify. And he's here to explain more. Judiciary Committee Chairman Lindsey Graham. Senator, I saw you on with Maria this weekend, Bartiromo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Uh-huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great job as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about the list of people. And you got 21. I see names I recognize -- Bruce Ohr, Dana Boente, let's see, and a bunch of other people. Tell us who you got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, we got -- well, you can read the list, but there's two time periods I want you to focus on, July 2016. They apply for a FISA warrant for Carter Page, it's turned down. McCabe says, why don't you go to New York, they've got a document, they may help you. It turned to be the Steele dossier. Number one, how did McCabe knew that the New York office had the Steele dossier? And why didn't they check it out before they used it? January 2017, the primary sub-source for the Steele dossier is a Russian. They finally found out who he is. He disavows the dossier. He tells four people at the Department of Justice and the FBI, it's all bar talk. It's hearsay. It's garbage. And why did that not get to McCabe and Comey? I find it impossible to believe once the case falls apart in January 2017 that McCabe and Comey were not told about it. You've got to remember the last two warrants were invalidated by the Department of Justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You want to find out when Comey and McCabe understood the dossier wasn't reliable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, we already know the answer to that, Senator. Not only we know that Kathleen Kavalec warned them before the first FISA application and we know Bruce Ohr warned them in August of 2016, don't we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, what we -- they deny they were informed about the unreliability of the dossier but the State Department lady calls over the FBI saying Steele is trying to shop this thing around, you got to watch him. But the primary sub-source, the guy who provided the information to the Steele disavows the information in the dossier. At that moment in time, the entire case falls apart. It's hard for me to believe that a case this high profile, that the head of the FBI, the number two, didn't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But, Senator, help me out here because I've been told, I've never seen one myself, but the top of a FISA application, and I'm just a little talk show host. I don't know a whole lot of anything",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, (INAUDIBLE), that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm told that the word \"verified\" is on that document at the very top, verified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We now know it's unverifiable and debunked. So how does that justify any of those applications?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I want to find out, did the four people who heard from the sub- source directly ever inform the top tier of the FBI that the case fell apart? I'll be astonished if they didn't tell somebody above their pay grade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, you're looking right now with the players that actually signed the FISA application with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "You got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- unverified the material. If I did that -- Senator, you used to be a prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- would I go to jail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Probably. You need a real good lawyer not to. And finally, about Russia and this selection, you know, Bernie looks Jimmy Carter look like Ronald Reagan. Who do you think the Russians want to win? Bernie or Trump. Trump's rebuilt the military. Bernie would destroy it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Senator Lindsey Graham, thank you. When we come back, get this, Supreme Court justice, Sonia Sotomayor calling out her conservative colleague, siding with the president. Shannon Bream has a full report on that. We will explain and much more. Stay with us. Wait until you see, well, we have a special surprise, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Far left Supreme Court Justice Sonia Sotomayor went after her conservative colleagues on the court. Here now to explain is the anchor of \"Fox News @ Night\", Shannon Bream. This, by the way, this brakes protocol, because even though, for example, Clarence Thomas, Ruth Bader Ginsburg would not necessarily be on the same ideological spectrum as they view the law and the Constitution, there's supposed to be cordiality, congeniality, even? SHANNON BREAM, FOX NEWS ANCHOR, \"FOX NEWS @ NIGHT\": Yes, and, Sean, they may go after each other on policy but not usually by name or more personal attack. But here's what happened, Justice Sotomayor had the scathing dissent, it came as the Trump decision went to the Supreme Court trying to get an injunction by a federal judge lifted. Now, that judge had blocked a rule which allows immigration officials to take into consideration whether a green card applicant has or will become dependent on government benefits. Now, the court granted the administration's request but Justice Sotomayor. Quote: It's hard to say what is more troubling, she wrote, that the government would seek this extraordinary relay seemingly as a matter of course or that the court would grant it. She also went on to accuse the court's majority up being more prone to grant emergency requests like these from the Trump administration then to grant stays of execution, quote, with a risk of irreparable harm is a loss of life. Now, the Trump administration has gone to the Supreme Court a number of times asking the justices to lift these nationwide injunctions issued by a single judge who under the current system has the power to shut down the Trump administration policies for the entire country. The Trump administration argues, it wouldn't have to go to the Supreme Court, which Justice Sotomayor finds objectionable if more than a thousand federal judges didn't have the power, Sean, to singlehandedly keep shutting down all of the president's policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Shannon. We'll be seeing you at 11:00 tonight. Thanks for that report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "See you then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Also tonight, Joe Biden cannot seem to get his gaffes under control. I mean, this is out of control. More recently falsely claiming his son Beau was the attorney general of the United States, just one of a string of never ending blunders that have plagued his campaign from the get-go. Take a look for yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "If you agree with me, go to Joe 30330. We choose truth over facts. Play the radio, make sure the television -- excuse me, make sure you have the record player on at night. The phone -- make sure that kids hear words. No man has a right to raise a hand to a woman. We just have to change the culture, period. And keep punching at it, punching at it and punching at it. Poor kids are just as bright and just as talented as white kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, and by the way, you can't go to 7-Eleven or Dunkin' Donuts unless you have a slight Indian accent. And, oh, Barack Obama -- I mean, he's for the -- this is a storybook, man, for the first time. He's articulate, good-looking, and clean, wow. Here with reaction, Salem Radio nationally syndicated talk show host, Larry Elder, American Conservative Union chair Matt Schlapp. And then don't forget -- oh, they're going to put you y'all back in chains. I forgot a few, Larry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Cue the greatest hits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED TALK SHOW",
      "sentences": "Yes. And, Sean, how about the latest one? The latest one, he says that he traveled with Andy Young to South Africa and got arrested because he had -- he tried to see Nelson Mandela when Nelson Mandela was behind bars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Andy Young was contacted and he said, yes, we travelled together but nobody got arrested. In fact, to my knowledge, no Congress person has got arrested for trying to visit Nelson Mandela. He also said that he was involved in a civil rights movement and he sat on sit-ins to desegregate lunch counters and theaters. No evidence of whatsoever of any of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. But, Matt Schlapp, I mean, that was their plan B. OK, now, we -- well, that was -- that was supposed to be the guy. He was the establishment figure. Now, they got another guy that supports, oh, you're 95, go home and die. You've lived a good come a long life. We can't afford to pay your health care. That would be Bloomberg. And I can teach anybody to farm, you dig a hole, you put the sit in and put the dirt on top of a little water. You know, up -- pops the corn and rose, there you go. It's that easy. A sophisticated chemistry, agriculture, which is now advanced degree science. And then, oh, by the way, we put all of our cops only minority neighborhoods, all of our cops, because that's where all the crime is. I didn't know that. I mean, I did know that. The kids that are white New York that I see smoking weed, I guess they don't count.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIE UNION PRESIDENT",
      "sentences": "Yes, I don't think you're going to win the South Carolina primary if you think the big gulp is the biggest threat to humankind. Sean, I think the problem for the Democrats, and mercy and I talking about, is they don't really have an alternative. Bernie Sanders is where the heart and soul of the Democratic lies. They really feel the Bern. They have unleashed the genie from the bottle and the Democratic Party is now a socialist party. So you have the establishment Democrats in New York and Washington, D.C. they are panicked because they don't want Bern -- Bernie to get the nomination, but they don't have an alternative. I hate to say it, but Joe Biden, we can say it nicely, but he's not clicking. How about that? Is that a nice way to say it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Uh-huh. Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "And Michael Bloomberg got eviscerated by his own lack of planning the other night at the debate. I just don't see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Go home and die? He literally is on tape saying go home and die. Go to your family, you've lived long enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Larry, I -- listen, I understand, to me, the comments of Bloomberg are not about race -- not about stop and frisk. All mi -- we only arrest only minority kids. We throw only minority --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- kids against the wall. We only put cops in minority neighborhoods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, that's where all the crime is. That's not true. That's a lie, an outright lie and, frankly, it sounds pretty racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "And, Sean -- right, and, Sean, he is their savior. Right now, Barack Obama is thinking about putting Amy Klobuchar and Joe Biden and Mayor Pete in one room saying, OK, only one of you guys is going to emerge as the moderate frontrunner. But he hasn't done it because even if he did, they wouldn't listen to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right, Larry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "They are in serious, serious trouble, and they know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can he -- can he recover in this debate tomorrow? Real quick, Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "No, no, this is over. The only thing he has is a big --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't think he can escape his own words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You can't escape those words. I don't -- at least, no Republican would for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you both. All right. Wait until you see this, fake news CNN, really sick, weird, bizarre, unhealthy obsession with the food your president eats. You're not going to believe what they said this time. Also, Meghan McCain and Joyless Behar back at it again today over Bernie Sanders. I'll tell you, this hard-hitting new show gets more interesting every day, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Fake news CNN continues to stoop to new lows with the network again criticizing the president's eating habits. They never talk about his success, speculating he won't enjoy what's on the menu during his current trip in India because it won't include meat. Pretty unbelievable. Also today on \"The View\" that hard hitting ABC News show, Meghan McCain called out Joyless Behar about supporting Bernie Sanders. Watch this. MEGHAN MCCAIN, CO-HOST, \"THE VIEW\": Bernie is leading in the way that he has right now, or at least garnering this huge momentum of popularity, it's very honest. For conservatives, this is where I think Democrats are at. I think the era of modern Democrats is long gone. I think it's full socialism all day long, and at least we now know as conservatives that it's going to be the Squad and AOC and -- JOY BEHAR, CO-HOST, \"THE VIEW\": I don't know if that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAIN",
      "sentences": "That's what I see on here, look at how popular --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCAIN",
      "sentences": "You named your dog after him. WHOOPI GOLDBERG, CO-HOST, \"THE VIEW\": Well, here's, let me read this. In Nevada --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That just to prove this is, here is Joy holding up her dog, Bernie, back in 2017. Here with reaction, media reporter from The Hill, Joe Concha, \"FOX & Friends\" weekend co-host, Pete Hegseth, is with us. Pete, you are laughing the hardest so you get at the first. I don't even know what to say to that. PETE HEGSETH, FOX CO-HOST, \"FOX & FRIENDS\" WEEKEND: Well, I haven't -- I can't say that I've named my dog after socialist or communist icons unless I beloved them. Meghan McCain's point here is, of course, correct. You can't fawn over someone. You watch clips about this, she loves Bernie, loves what he represents. Now, the reality of his -- look at that shot, I can't hold back. Now, the reality of his nomination is at hand. And I think some people are realizing, wait, he said a lot of crazy things, Sean. Your open to this program was fantastic and just skimming the surface frankly of what we're going to learn about this radical man with his own personal views if he is the nominee. It's usually problematic for them. And they've got the news running around, instead of focusing on what Bernie has done for 40 years as a communist, talking about what Donald Trump is going to eat in India as he establishes deals with the largest democracy in the world who wants to be our friend and packs the stadium because they love America so much? This is why Donald Trump is popular.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And your take, Joe Concha? I mean, you know, remember you go back -- first of all, you watch Joyless Behar, and I mean, it's -- she has lost it. All right? But, you know, two scoops of ice cream and only one for his guest. This is what they're talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE CONCHA, THE HILL",
      "sentences": "What's amazing about this current story is that it took not one, not two, but three CNN journalists that are tasked to cover the president to file this story on what he would be eating in India. And, of course, the thing was deeply marinated in anonymous sources. Let me give you one quote from the story. A person close to the president, and again, that could be somebody's fathers, brothers, nephews, cousins, former roommate who has dined with him on several occasions said Trump had salad with a meal every now and again, but other than that, I've never seen him eat a vegetable. Bernard Shaw, who's one of the great actors of all time who was with CNN 20 years ago has to be watching this and saying, what happened to my network? We used to be the gold standard last century, now we're reporting on this sort of thing, and it's why CNN finished behind TLC, Investigation Discovery and the Hallmark Channel in 2019.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the Cartoon Channel, I think, but I have to go check the ratings. Thank you both. I got to roll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEGSETH",
      "sentences": "Sean -- Sean, we had -- we had dinner recently and you had more fries than I did. You're at -- same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, wow, amazing. When we come back, coronavirus spreading to Italy. Trace Gallagher, full report on that, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Fears over the deadly coronavirus which originated in China is escalating around the globe. About 35 confirmed cases here. Trace Gallagher in our West Coast newsroom with the latest. Trace, 2 percent I understand fatality rate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, it is 2 percent, Sean. The markets, of course, went down today, and gold went up, and that's the sign that investors are worried about the global economy. Some financial experts say the partial shutdown of Chinese manufacturing could cost the world up to $2 trillion of lost output. In fact, travel and terrorism worldwide is seeing a rapid slow down. Here's the wildcard. There are significant new pockets of coronavirus infections in Italy, Iran and South Korea, and many of the new cases are people who did not come in contact with people from China. So, it remains unclear exactly how or why the illness is spreading. Seventy-nine thousand cases worldwide, 2,600 people have died. The U.S., 53 cases so far. No deaths -- Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Trace Gallagher, thank you. And that is all the time we have left this evening. We'll never be the psychotic, hate, media mob of Trump. Let not your heart be troubled. Laura, hi. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity.\""
    },
    {
      "speaker": "We begin with this Fox News alert",
      "utterance": "huge, massive breaking developments tonight in our quest for equal justice and the truth. Our own John Solomon: House Republicans are now considering filing criminal referrals against Mueller prosecutors. Now, this is major news, John Solomon will be here. He will break it all down tonight. But, first, we begin, the president making history in the world's biggest democracy. Just a few hours ago, he landed in New Delhi, India, where 100,000-plus locals were lined up along the president's motorcade route and another 100,000-plus thousands filling India's largest cricket arena, another 110,000 or 120,000 where the president delivered a rousing speech, vowing that America will always be faithful to loyal friends like the Indian people. And we'll have much more on this coming up later in the program. But now, let's turn our attention back home where we have a busy weekend to unpack. Bolshevik Bernie Sanders is now the unquestioned, undisputed, without a doubt, clear front runner in the Democratic primary. On Saturday, he won the Nevada caucus by a whopping 26 points. He now has a major head of steam and momentum rolling into this coming Saturday, South Carolina primary. And then one week from tomorrow, Super Tuesday which takes place -- well, for all the world to see. This is now game-time and this is when they get the meanest. In the next several days, buckle up, we're about to witness what will be a bare- knuckled political brawl inside the Democratic Party. Figuratively speaking, the knives are out for Bolshevik Bernie and others. And, already, by the way, it's not a pretty sight. As you all know. I always tell you, every two years, four years, what's the Democratic playbook against Republicans? Always centers around identity politics. Republicans are racist, sexists, misogynist, homophobic, xenophobic, Islamophobic. They want dirty air, water. They want grandma and grandpa to eat dog food and cat food, and -- let's see, a Kevin McCarthy, or Donald Trump lookalike will throw granny over the cliff. Pretty predictable. But before they get to run those phony ads -- well, they get to do to each other what they do to Republicans every two years and four years, and that is a now total Schiff show political knife fight and it's only getting started. Bolshevik Bernie now facing scrutiny centered around a truly disturbing, pretty vile, sick, ugly article that he wrote himself in 1972. We do have a viewer warning about this. What I am about to show you is -- well, beyond creepy, and beyond graphic. In a piece entitled \"Men and Women\", Sanders writes about various, quote, \"rape fantasies\". One section writing, quote, a woman enjoys intercourse with her man as she's fantasizing about being raped by three men simultaneously."
    },
    {
      "speaker": "Move over, creepy Joe and former Mayor Bloomberg. In other words, in another paragraph, he writes, quote",
      "utterance": "\"Do you know why the newspaper with articles like girl, 12, raped by 14 men sell so well? To what in us are they appealing?\" he writes. Bolshevik, speak for yourself. Beyond gross, weird, repulsive and frankly a level I can't comprehend. And, of course, Sanders and his campaign are disavowing the article, even though he wrote it, calling it decades-old attempt to dark satire. Now, this might be the least, by the way, of Bernie Bolshevik's worries. Despite calling himself a Democratic socialist, Bolshevik Bernie Sanders spent decades palling around with some of the most vile, evil, murderous socialist regimes the world has ever seen. Look at this, 1988, what a wonderful honeymoon, took his wife 10-day honeymoon to former Soviet Union where he praised their infrastructure and their youth programs. Who honeymoons in the former Soviet Union? The former Soviet Union? Forget about the hostile actor that is Vladimir Putin, and he's hostile, or the hostile regime that is Russia. They're hostile. The communist system and Soviet Union was a special level of evil in and of itself. Now that Bolshevik Bernie forget that tens of millions of political dissidents were murdered by the very same Soviet government where he is honeymooning at the time? Did he forget about the gulags? Did he forget about the KGB terrorizing the entire population? Did he forget that millions more died from starvation? Did he forget about the bread lines? Because that was a way of life in the former Soviet Union waiting in line for basic necessities -- oh, milk, wheat, bread, medical supplies, all in short supplies. Families were packed into tiny, poorly maintained government housing and that nearly everyone lived in abject poverty and fear, except, of course, for the leaders themselves. Is that Bernie's socialist utopia?"
    },
    {
      "speaker": "One notable Russian author, a political prisoner, wrote",
      "utterance": "All communist parties upon obtaining power have -- become completely merciless. And -- at the stage before they achieve power, it is necessary to use disguises. Well said. Does (ph) Bolshevik Bernie really that stupid for all of these disguises? Because, by the way, he just didn't praise the Soviet Union. That's only one example. 1985, he visited Nicaragua's brutal leader at the time, Daniel Ortega. Why? To celebrate the sixth anniversary of the country's socialist revolution there. Bernie called Ortega a very impressive guy, even praised the country's bread lines. According to Bernie in this newly unearthed video, spending hours in line for a chance to feed your starving family is a good thing. What? Take a look."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "utterance": "You know, it's funny, sometimes, American journalists talk about how bad the country is, that people are lining up for food. That's a good thing. In other countries, people don't line up for food. The rich get the food and the poor starves to death."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, if you think that's bad, it does get worse. 1989, Bolshevik Bernie --, well, he visited communist Cuba where he was heaping praise on the Castro regime, praising their free health care, free education, free housing. And just this weekend, Sanders continued to praise Cuba socialist dictatorship, lauding its literacy rate. Wow. How can you be this disconnected? Take a look."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Very opposed to the authoritarian nature of Cuba. But, you know, it's unfair to simply say everything is bad. You know, when Fidel Castro came into office, you know what he did? He had a massive literacy program. Is that a bad thing? Even though Fidel Castro did it?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A lot of dissidents in prison that in --"
    },
    {
      "speaker": "SANDERS",
      "utterance": "That's right, and we condemn that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, there are others murdered. Let me educate Vermont's village idiot here with some hard cold facts about the evil regime of the Castro brothers. Well, that regime that Bolshevik Bernie continues to praise, you might remember they turned Caribbean paradise into a socialist hell hole. Starting in the late ‘50s, the republic of Cuba, well, they seized tens of thousands of private farms, private homes and private businesses. And then they began with Castro's political enemies. Then they expanded the confiscations nationwide. And hundreds of thousands of Cubans had to flee their home country to the United States. By the way, they were the lucky ones. Upwards of 140,000 political dissidents were murdered by the socialist government in Cuba, thousands more thrown in prison, many times for decades and they threw away the key. Today, everyone in Cuba lives under the oppressive thumb of the Castro regime too. Castro is gone but his brother follows through. There is no freedom of the press. There is no freedom of speech. There is no freedom of movement. It is almost impossible to get Internet in 2015, only 5 percent of Cubans had access to the Internet. That is heavily censored. And according to human rights groups, surveillance, beatings, arbitrary detention, public acts of repudiation are still being used by the Cuban government. And, meanwhile, Cuba's socialist economic system, another abject failure, 1994, Cuba facing widespread starvation leading to an exodus of refugees. 2019, the government started rationing food. Humans face long lines for simple basics, you know, like, chicken, and flour, even soap. Average salary in Cuba, get this, a whopping $20 a month. But you get free health care. Meanwhile, Fidel Castro, well, he had an estimated net worth of around $900 million. But sure, congrats, Bolshevik Bernie, the official literacy rates, they're real high, the health care Michael Moore tells us is one to be envied in the world. Now, it seems like it's he that wants to bring that system to the United States. In other words, Bernie is talking about nationalizing health care, Medicare-for-All. And don't forget, also, they want to nationalize the energy industry. Don't forget they want a hostile takeover of all oil and gas companies. Bad idea, especially handing it over to people that want to eliminate all oil and gas, which is the life of the world's economy and frankly the greatest economic opportunity for every American if we tap the vast resources we have here. It's also good for our national security because we don't have to go to countries that hate our guts and begged for the lifeblood of our economy, or get involved in foreign entanglements over the free flow of oil and market prices. He wants free college, he wants free child care, government paid leave, green new deal and, by the way, our budget, federal budget is around $4.5 trillion. But Bolshevik Bernie is proposing nearly $100 trillion in new spending over that 10-year period. Hmm, would somebody get him an abacus? How are we going to pay for all these great government run programs? Well, Bernie is not even sure. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean, do you have a price tag for all of this?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "We do. I mean, you know, the price tag is, it will be substantially less in the current system go. I think it's about $30 trillion."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's just for Medicare for All you're talking about."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Just for Medicare-for-All."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you have a price tag for all of these?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "No, I don't. We -- try -- now, you mention making public colleges and universities tuition free and canceling all student debt. That's correct, that's what I want to do. We pay for that through a modest tax on Wall Street's speculation."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But you say you don't know what the total price is, but you know how it's going to be paid for. How do you know how it's going to be paid for if you don't know how much the price is?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I can't -- you know, I can't rattle off to you every nickel and every dime."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Bolshevik Bernie, let me help you out. You need help? I'm more than happy to buy that abacus. I'll even get you a calculator. We'll bring you up to the year 2022 that help add up some of the nickels and dimes you're talking about here. Now, I think if you want to be president, Bernie, you might want to learn basic fundamental math. $93 trillion for the new Green Deal in 10 years, $32 trillion, your estimate, Elizabeth Warren's $52 trillion Medicare for All. Those two programs alone cost over $120 trillion. Well, we won't take in $50 trillion in that 10-year period. The math doesn't add up, pretty simple. Ultimately, the only way to fund this enormous expansion of your government would be confiscation private property like your friends in Cuba or Nicaragua or the former Soviet Union were involved in. You're talking about a wealth tax, what's a wealth tax? New taxes on small business, nationalizing huge industries. You're going to take them over? Bernie has already admitted that he's going to be raising taxes on everyone making over $29,000 a year. This is pretty scary stuff. It would devastate our economy. It would devastate capitalism as we know it, the wealth and prosperity that we know as America, the envy of the world. But at least Bolshevik Bernie, you got to give him some credit tonight. He is being honest with some of his counterparts who are trying to hide who they really are because in reality, all of the candidates that are running on the Democratic side share similar ideals. Every one of them buys and too much of this nonsense in different variations -- open borders, eliminating what the Second Amendment, late-term abortion. This is your new radical extreme socialist Democratic Party that I have been warning you about. They all want some version of Medicare for All, some version of the green New Deal, some version of student loan forgiveness. Does it work retroactively? I paid my money back. Paid family leave, free housing, free medicine, free medical care, free healthy food, free vacations, and a guaranteed government job. And none of them have any idea how they're going to pay for any of this. And make no mistake at all, all the Democrats running for president want to radically transform this country that has accumulated more wealth that has advanced the human condition more than any other country in the history of mankind. They want the federal government to control every aspect of your life, like Bloomberg, what you can drink, the amount of salt you can put on your food, whether you want and e-cigarette, for crying out loud. They want to strip you of your right to bear arms and confiscate your earnings, basically after you pay 50, 55, 60 cents of every dollar you make. Then they want another bite of the apple, that would be called legalize stealing, and by the way, even after you paid your confiscatory taxes, again, if you're smart enough to save it, they'll take another bite. Then when you die, they want at least half of what you have left getting in. So, they want to legalize stealing so they can remain in power. They want to decide what you eat, what you say, where you live and how you make your living and how much you can make. Sounds familiar? It should because this kind of all powerful, centralized, socialist, statist government has been tried all over the world, and it has resulted every single solitary time without exception into nothing but suffering and carnage for the people that promise to help so much. So, it's time to send the Democratic Party a message at the ballot box that they will never forget. In 253 days, you're the ultimate jury, you get to shock the world if you choose to do so. Here with reaction, former White House chief of staff, Reince Priebus, FOX News contributor Tammy Bruce. Reince, you know, I've been through a lot of these elections before. And I know we had McGovern. I think McGovern looks like a conservative at this point compared to this group that we got."
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Well, there's no doubt about it, Sean. I'm in Miami and these comments about Castro are really reverberating around the community. People are hot. You can't win Florida with comments like that but you are right. I do think if Bernie Sanders ends up becoming the nominee, I do think it's more like Nixon/McGovern. You know, Nixon was a little under 50 percent. People were mixed on Nixon, but then McGovern came in and Nixon won under 50 percent from a 520 electoral votes. I say all that, but I also caution everyone. There is only one other person besides Donald Trump that can fill in an arena, that's Bernie Sanders. Bernie Sanders is going to have the money because of his email list, and he does have a movement, a crazy movement, but he's got a movement. And so, the Democrats have a big problem on their hands. Even the never Trumpers are giving advice how to get rid of Bernie Sanders. But the Democrats are now -- watch what's going to happen. Everything they talk about is going to shift to delegates. They're going to stop talking about who's winning states, and they're only going to be talking about delegates, because, right now, Bernie Sanders only has 45 delegates. He needs 1,991 to win. So the Democrats are going to try to slow Bernie down by talking only about delegates. And I think this thing is going to go on for a long time, because there is a lot of freak out going on right now on the Democratic Party."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It was very revealing, Tammy, that, in the end, everybody on the stage except Bernie Sanders, although he conveniently changed his position, 2016, the little known fact I guess, but everybody on that stage, they don't want the Democratic voters to decide. No, they want the hierarchy in the Democratic Party to decide in hopes that they will steal it again and rigged the primary again and take the election away from Bernie again. In that sense, I actually feel sorry for Bernie and Bernie supporters. They got screwed the last time."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. I mean, this clearly -- it indicates that the Democratic Party has been doing that all along. This is why this is so surprising -- this notion that this could actually be a democratic process where people would be watching their own representation. So this is really, you know, swinging back the curtain for the Democratic phase. But let me just say, those people you see at the rallies, and they say they want socialism, we find with polls that when you ask them what that means, they don't know. That they're going along this idea that maybe social programs is socialism at -- which of course is not social programs, it's government takeover of the economy, of manufacturing, of our lives. But when they also -- they also need to know about these individuals appear to have someone like Bernie Sanders who writes about women and children either wanting to be raped or that Americans like the idea of children being sexually violated where that women fantasize about sexual violence, it is that same kind of sick point of view that can explain this idea that socialism is good for people, that this nature of the government taking over your lives is going to be just fine. If you've got that kind of bizarre, really pathological point of view about what Americans want, what human beings are like, that is what will shift you to the nature of this. And I think that is very dangerous and very telling. Clearly, the Republicans have a chance if he is the nominee to educate the American people about what socialism really is. Donald Trump will be able to do that very well, because it won't stop with Bernie Sanders. It is the Democratic Party, and we got to stop him at this point now or they'll never end."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And then you have, of course, Mayor Bloomberg who he is the exception. He says, oh, yes, you are 95. You've outlived your life expectancy, go home and die. He has his health care policy, and, of course, he wants nobody to have a gun. So, he supports death panels that -- oh, and only targeting minorities because that is where all the crime is, and that's where we send all the cops. They've got a lot of good options for them, insane, but I guess that's what they're thinking. Thank you both. All right. We'll have more on Bolshevik Bernie and all the other madness in the Democratic Party in a minute. First, big breaking developments tonight, exposing even more corruption by Mueller and his team of Democrats. Look at this report. Investigative reporter John Solomon, House Republicans are considering filing criminal referrals against Mueller prosecutors, and another explosive new report from Lee Smith shows that newly classified memos directly conflict with the Mueller team filings related to interviews with George Papadopoulos. OK, John Solomon, by the way, congratulations on your new news site, justthenews.com."
    },
    {
      "speaker": "JOHN SOLOMON, FOX NEWS CONTRIBUTOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, they're considering -- I talked to my sources, it's not 100 percent but it seems very likely, and these declassified FBI memos that your website got a hold of undercut Mueller team, Mueller's team and claims Papadopoulos hindered the Russian probe because the timing is way off, isn't it?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "It is, the circle of investigators being investigated themselves has just widened. It's gone beyond the FBI and DOJ officials who gave us the bad FISA and started the Russian collusion narrative. And now, it is zeroing in on some of the Mueller prosecutors, specifically the question of whether they made false statements to courts and to Congress in an effort to make the Russian collusion story look more real than it was. These documents that were really show that Papadopoulos was actually assisting the FBI in trying to find elusive Professor Mifsud, the Mueller team went to court claiming he tried to obstruct them from helping them find or question Mifsud and get the truth from Mifsud. This is a big thing. Devin Nunes told me tonight these documents clearly show Robert Mueller's team lied to the courts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. We are staying on this. Do you feel -- this is the question I get asked most often -- that Barr and Durham are getting to the bottom of all of it? And that -- the difference obviously between them and Michael Horowitz is they have the power to convene a grand jury, number one, and bring charges. I am being told that every single item is being looked at in minute detail and no stone is being unturned. A lot of confidence that I -- my sources are giving me that they will get this job done."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes, John Durham is an exhaustive prosecutor and his investigation is wide-reaching. It has dove all the way back to 2015 to look at the origins of this case. And it is turning up new evidence of misconduct that we have not yet heard about in the public. I would expect some bombshell revelations in the next couple of months."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. John Solomon, thank you. And with Sanders now gaining momentum, the Democratic radical socialist party is having a full-blown panic attack, not because of Bernie Sanders, Bolshevik Bernie's insane socialist values, but because he's too honest about them. They know Americans will not buy the true radical core of the Democratic Party, but there are no moderate Democrats any longer. Here now with more from the Trump Organization, Eric Trump is with us. I never thought that I'd see one candidate, Eric Trump, that actually is running on the idea of death panels and a guy that says he can teach anybody how to farm. You dig a hole and you put a seed in it, put dirt on top, and add water, and up comes the corn. And, by the way, you're only arresting minority kids and you're throwing them up against the wall. And why do you do it? Because that's where all the crime is, that's where we send all the cops. And then we got a guy praising Cuba, Nicaragua and honeymooning in his former Soviet Union. OK, good luck, Mr. Trump, President Trump. I think that sounds like a good competitive race."
    },
    {
      "speaker": "ERIC TRUMP, TRUMP ORGANIZATION",
      "utterance": "This is why the Democrats are flipping out across the board, right? Quite frankly, Sean, you had a great opening. You listened to all the problems with Bernie Sanders and he's running away with the race right now, right? And it's why they're all losing their minds. Look at Joe Biden. He was their front runner. The guy can't put together a sentence, we always talk about this, right? I mean, he has -- he sits in front of ten people and he has to read off teleprompters. He's got zero enthusiasm. You look at what happened to Michael Bloomberg the other night at the debate. I mean, he just absolutely got killed. Who else is there on the stage, right? So, all of a sudden, you have Bernie Sanders, who is absolutely radical, who is in government for 40 years. He entered government in 1981 if you can possibly believe it. He has three accomplishments, two of which are naming post offices. And this is a guy who's going to issue transformational change? He always gets out in the speech, Sean, he says, you know, Washington needs transformational change. Well, he's been a Washington almost 40 years and he's named two post offices. You compare that to my father. My father built a real estate empire. My father became commander-in-chief of the United States against the greatest odds in the world. He de -- you know, he delivered the greatest economy, known to any country ever, the best economy this country has ever had -- the best stock markets, lowest unemployment, the best military, the highest consumer confidence, the lowest taxes. He cut taxes by 20 percent. Sean, I can go on and on and on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think it's the only show --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "-- but you could not have a greater dichotomy between the two people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, by the way, he did this for three years of never-ending conspiracy theories, hoax, accusations, witch hunts -- four separate investigations culminating with a Mueller report, no Russian collusion. But Hillary colluded, she paid for dirty Russian dossier."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Add to that, he's in India, trade deals with Japan, with China, our Western European allies, Canada, Mexico, the money for the wall, originalists on the Supreme Court as named, cutting taxes, bureaucracy -- OK, well, scroll them if you want. And he's in India where he got a pretty good reception, I'd say. Hundreds of thousands of people."
    },
    {
      "speaker": "TRUMP",
      "utterance": "An unbelievable perception, and Bernie Sanders, again, in 40 years, has named two post offices both in his home state of Vermont. I mean, this is not what the American people want. They don't want his policies. They don't want to be paying 85 percent taxes. By the way, our market would tank overnight if that ever happened, Sean. They don't want -- they like their private health insurance. It's is probably the one thing that actually works in health care is private health insurance. He wants to eliminate that and he wants to hand that over to government bureaucrats, right? I mean, these are the same party that couldn't count 170,000 votes in Iowa, yet they want, you know, them to run our health care. It's absolutely insane. He wants to get free health care --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, hang up. Maybe, maybe Bloomberg is onto something. He said, if you're 95, go home, be with your family. You've exceeded your life expectancy."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're not giving you any health care. Why would we do that? And, by the way, I can teach anyone how to farm. What world does this man been living in?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Let's belittle every craftsman, every tradesman. You know, you just (ph) go work (INAUDIBLE), you just crank a dial in one direction and a part magically appears. I mean, this is how out of touch these people are, Sean. It's not going to win them the election in 2020. My father is going to win by the greatest landslide in the history of this country. That's my prediction."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm Irish, I make -- I always play the game as if you're a touchdown -- you're six points down, two-minute drill, no timeouts, you need to get the ball in the end zone, cross the plain, and kick the extra point. But we have 253 days to go."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're going to play the game that way as well, but we're going to win."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Eric, thank you. When we come back, the left has found yet another Russia collusion obsession to hyperventilate over. You're not going to believe it. Trey Gowdy, Lindsey Graham on that madness straight ahead tonight."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here we go again. Another so-called bombshell is blowing up in the hate Trump psychotic media mob's faces because a U.S. intel official called FOX News on Sunday, there is zero, no evidence to suggest Russia is making a specific play to boost President Trump. Now, of course, we don't trust Putin and we don't trust Russia. They're a hostile regime and a hostile actor. That's not stopping the mob from deploying the same old Russia playbook. Here we go again -- Russia, Russia, Russia. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Every word Donald Trump says about Russia's attack on our democracy sounds as if it were written by one of Vladimir Putin's speechwriters."
    },
    {
      "speaker": "REP. MIKE QUIGLEY, D-ILL.",
      "utterance": "He attacked the intelligence community. They don't always get it right, but he seems to believe President Putin over Americans."
    },
    {
      "speaker": "JULIA IOFFE",
      "utterance": "Because you see both the Sanders campaign and the Trump campaign either denying it or blaming the media for it, it doesn't help but actually -- well, it does help, it helps the Russians."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Here with reaction, FOX News contributor Trey Gowdy. Trey, we have four different separations, FBI investigation, House Intel investigation, bipartisan Senate investigation and something called the Mueller report. Now, with all the talk about the rule of law, they ignored the espionage, top-secret classified information on a server, Bleach Bit, deletions and hammers with subpoenaed emails and the real Russian dossier bought and paid for leak to the media parts of it before the election, but used to deny Carter Page his civil liberties and spy on a campaign transition team presidency. How come they don't care about those things?"
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, Sean, we -- we spent two years for Bob Mueller --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No, longer."
    },
    {
      "speaker": "GOWDY",
      "utterance": "-- to tell us that there is no evidence."
    },
    {
      "speaker": "HANNITY",
      "utterance": "About two and a half."
    },
    {
      "speaker": "GOWDY",
      "utterance": "At least two years for Mueller to tell us there was no evidence of collusion. It took two minutes this time for us to find out there was no evidence. As soon as a Republican asked this briefer and declassified House Intel briefing, what evidence do you have to support that assessment? The answer was not. So, praise the Lord it took two years less last time, it took two minutes for over a year, we were lectured by the D.C. media and the Democrats that no one is above the law. Remember that, Sean? How many times have we heard, no one is above the law, apparently except whoever leaked classified information out of Adam Schiff's committee. So, what the intelligence committee needs to give to is to stop briefing someone who has a history and is an epidemic leaker. Quit briefing him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK, I got a question. So, Schiff lied to the American people. Devin Nunes told the truth to the American people, we have their -- both their documents, Schiff lied. Why does he not get held accountable for lying the way he did to the American public when he knew better?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Unfortunately, Sean, it is not against the law to lie to the American people. There should be a consequence and I hope people and the people's republic of California will remember it come -- come November. But it's a dirty little secret, it is not a crime for politicians to lie to the American people, but it is a crime for you to lie to Congress."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. All right. Congressman Gowdy, I don't I want to go up against you."
    },
    {
      "speaker": "GOWDY",
      "utterance": "I agree."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you. Tonight, we have more developments in our quest for equal justice under the law, equal application of our laws, Senator Lindsey Graham of South Carolina confirming that he is now moving forward on his FISA abuse probe, announcing 21 people will be called to testify. And he's here to explain more. Judiciary Committee Chairman Lindsey Graham. Senator, I saw you on with Maria this weekend, Bartiromo."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Uh-huh."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great job as always."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about the list of people. And you got 21. I see names I recognize -- Bruce Ohr, Dana Boente, let's see, and a bunch of other people. Tell us who you got."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, we got -- well, you can read the list, but there's two time periods I want you to focus on, July 2016. They apply for a FISA warrant for Carter Page, it's turned down. McCabe says, why don't you go to New York, they've got a document, they may help you. It turned to be the Steele dossier. Number one, how did McCabe knew that the New York office had the Steele dossier? And why didn't they check it out before they used it? January 2017, the primary sub-source for the Steele dossier is a Russian. They finally found out who he is. He disavows the dossier. He tells four people at the Department of Justice and the FBI, it's all bar talk. It's hearsay. It's garbage. And why did that not get to McCabe and Comey? I find it impossible to believe once the case falls apart in January 2017 that McCabe and Comey were not told about it. You've got to remember the last two warrants were invalidated by the Department of Justice."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You want to find out when Comey and McCabe understood the dossier wasn't reliable."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, we already know the answer to that, Senator. Not only we know that Kathleen Kavalec warned them before the first FISA application and we know Bruce Ohr warned them in August of 2016, don't we?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, what we -- they deny they were informed about the unreliability of the dossier but the State Department lady calls over the FBI saying Steele is trying to shop this thing around, you got to watch him. But the primary sub-source, the guy who provided the information to the Steele disavows the information in the dossier. At that moment in time, the entire case falls apart. It's hard for me to believe that a case this high profile, that the head of the FBI, the number two, didn't know."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But, Senator, help me out here because I've been told, I've never seen one myself, but the top of a FISA application, and I'm just a little talk show host. I don't know a whole lot of anything"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, (INAUDIBLE), that's true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm told that the word \"verified\" is on that document at the very top, verified."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We now know it's unverifiable and debunked. So how does that justify any of those applications?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I want to find out, did the four people who heard from the sub- source directly ever inform the top tier of the FBI that the case fell apart? I'll be astonished if they didn't tell somebody above their pay grade."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, you're looking right now with the players that actually signed the FISA application with --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "You got it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- unverified the material. If I did that -- Senator, you used to be a prosecutor."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- would I go to jail?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Probably. You need a real good lawyer not to. And finally, about Russia and this selection, you know, Bernie looks Jimmy Carter look like Ronald Reagan. Who do you think the Russians want to win? Bernie or Trump. Trump's rebuilt the military. Bernie would destroy it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Senator Lindsey Graham, thank you. When we come back, get this, Supreme Court justice, Sonia Sotomayor calling out her conservative colleague, siding with the president. Shannon Bream has a full report on that. We will explain and much more. Stay with us. Wait until you see, well, we have a special surprise, coming up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Far left Supreme Court Justice Sonia Sotomayor went after her conservative colleagues on the court. Here now to explain is the anchor of \"Fox News @ Night\", Shannon Bream. This, by the way, this brakes protocol, because even though, for example, Clarence Thomas, Ruth Bader Ginsburg would not necessarily be on the same ideological spectrum as they view the law and the Constitution, there's supposed to be cordiality, congeniality, even? SHANNON BREAM, FOX NEWS ANCHOR, \"FOX NEWS @ NIGHT\": Yes, and, Sean, they may go after each other on policy but not usually by name or more personal attack. But here's what happened, Justice Sotomayor had the scathing dissent, it came as the Trump decision went to the Supreme Court trying to get an injunction by a federal judge lifted. Now, that judge had blocked a rule which allows immigration officials to take into consideration whether a green card applicant has or will become dependent on government benefits."
    },
    {
      "speaker": "Now, the court granted the administration's request but Justice Sotomayor. Quote",
      "utterance": "It's hard to say what is more troubling, she wrote, that the government would seek this extraordinary relay seemingly as a matter of course or that the court would grant it. She also went on to accuse the court's majority up being more prone to grant emergency requests like these from the Trump administration then to grant stays of execution, quote, with a risk of irreparable harm is a loss of life. Now, the Trump administration has gone to the Supreme Court a number of times asking the justices to lift these nationwide injunctions issued by a single judge who under the current system has the power to shut down the Trump administration policies for the entire country. The Trump administration argues, it wouldn't have to go to the Supreme Court, which Justice Sotomayor finds objectionable if more than a thousand federal judges didn't have the power, Sean, to singlehandedly keep shutting down all of the president's policies."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Shannon. We'll be seeing you at 11:00 tonight. Thanks for that report."
    },
    {
      "speaker": "BREAM",
      "utterance": "See you then."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Also tonight, Joe Biden cannot seem to get his gaffes under control. I mean, this is out of control. More recently falsely claiming his son Beau was the attorney general of the United States, just one of a string of never ending blunders that have plagued his campaign from the get-go. Take a look for yourself."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "If you agree with me, go to Joe 30330. We choose truth over facts. Play the radio, make sure the television -- excuse me, make sure you have the record player on at night. The phone -- make sure that kids hear words. No man has a right to raise a hand to a woman. We just have to change the culture, period. And keep punching at it, punching at it and punching at it. Poor kids are just as bright and just as talented as white kids."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, and by the way, you can't go to 7-Eleven or Dunkin' Donuts unless you have a slight Indian accent. And, oh, Barack Obama -- I mean, he's for the -- this is a storybook, man, for the first time. He's articulate, good-looking, and clean, wow. Here with reaction, Salem Radio nationally syndicated talk show host, Larry Elder, American Conservative Union chair Matt Schlapp. And then don't forget -- oh, they're going to put you y'all back in chains. I forgot a few, Larry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Cue the greatest hits."
    },
    {
      "speaker": "LARRY ELDER, SALEM RADIO NATIONALLY SYNDICATED TALK SHOW",
      "utterance": "Yes. And, Sean, how about the latest one? The latest one, he says that he traveled with Andy Young to South Africa and got arrested because he had -- he tried to see Nelson Mandela when Nelson Mandela was behind bars."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "ELDER",
      "utterance": "Andy Young was contacted and he said, yes, we travelled together but nobody got arrested. In fact, to my knowledge, no Congress person has got arrested for trying to visit Nelson Mandela. He also said that he was involved in a civil rights movement and he sat on sit-ins to desegregate lunch counters and theaters. No evidence of whatsoever of any of that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. But, Matt Schlapp, I mean, that was their plan B. OK, now, we -- well, that was -- that was supposed to be the guy. He was the establishment figure. Now, they got another guy that supports, oh, you're 95, go home and die. You've lived a good come a long life. We can't afford to pay your health care. That would be Bloomberg. And I can teach anybody to farm, you dig a hole, you put the sit in and put the dirt on top of a little water. You know, up -- pops the corn and rose, there you go. It's that easy. A sophisticated chemistry, agriculture, which is now advanced degree science. And then, oh, by the way, we put all of our cops only minority neighborhoods, all of our cops, because that's where all the crime is. I didn't know that. I mean, I did know that. The kids that are white New York that I see smoking weed, I guess they don't count."
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIE UNION PRESIDENT",
      "utterance": "Yes, I don't think you're going to win the South Carolina primary if you think the big gulp is the biggest threat to humankind. Sean, I think the problem for the Democrats, and mercy and I talking about, is they don't really have an alternative. Bernie Sanders is where the heart and soul of the Democratic lies. They really feel the Bern. They have unleashed the genie from the bottle and the Democratic Party is now a socialist party. So you have the establishment Democrats in New York and Washington, D.C. they are panicked because they don't want Bern -- Bernie to get the nomination, but they don't have an alternative. I hate to say it, but Joe Biden, we can say it nicely, but he's not clicking. How about that? Is that a nice way to say it?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Uh-huh. Well --"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "And Michael Bloomberg got eviscerated by his own lack of planning the other night at the debate. I just don't see it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Go home and die? He literally is on tape saying go home and die. Go to your family, you've lived long enough."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Larry, I -- listen, I understand, to me, the comments of Bloomberg are not about race -- not about stop and frisk. All mi -- we only arrest only minority kids. We throw only minority --"
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- kids against the wall. We only put cops in minority neighborhoods."
    },
    {
      "speaker": "ELDER",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, that's where all the crime is. That's not true. That's a lie, an outright lie and, frankly, it sounds pretty racist."
    },
    {
      "speaker": "ELDER",
      "utterance": "And, Sean -- right, and, Sean, he is their savior. Right now, Barack Obama is thinking about putting Amy Klobuchar and Joe Biden and Mayor Pete in one room saying, OK, only one of you guys is going to emerge as the moderate frontrunner. But he hasn't done it because even if he did, they wouldn't listen to him."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right, Larry."
    },
    {
      "speaker": "ELDER",
      "utterance": "They are in serious, serious trouble, and they know it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can he -- can he recover in this debate tomorrow? Real quick, Matt."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "No, no, this is over. The only thing he has is a big --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't think he can escape his own words."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You can't escape those words. I don't -- at least, no Republican would for sure."
    },
    {
      "speaker": "ELDER",
      "utterance": "No."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you both. All right. Wait until you see this, fake news CNN, really sick, weird, bizarre, unhealthy obsession with the food your president eats. You're not going to believe what they said this time. Also, Meghan McCain and Joyless Behar back at it again today over Bernie Sanders. I'll tell you, this hard-hitting new show gets more interesting every day, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Fake news CNN continues to stoop to new lows with the network again criticizing the president's eating habits. They never talk about his success, speculating he won't enjoy what's on the menu during his current trip in India because it won't include meat. Pretty unbelievable. Also today on \"The View\" that hard hitting ABC News show, Meghan McCain called out Joyless Behar about supporting Bernie Sanders. Watch this. MEGHAN MCCAIN, CO-HOST, \"THE VIEW\": Bernie is leading in the way that he has right now, or at least garnering this huge momentum of popularity, it's very honest. For conservatives, this is where I think Democrats are at. I think the era of modern Democrats is long gone. I think it's full socialism all day long, and at least we now know as conservatives that it's going to be the Squad and AOC and -- JOY BEHAR, CO-HOST, \"THE VIEW\": I don't know if that's true."
    },
    {
      "speaker": "MCCAIN",
      "utterance": "That's what I see on here, look at how popular --"
    },
    {
      "speaker": "MCCAIN",
      "utterance": "You named your dog after him. WHOOPI GOLDBERG, CO-HOST, \"THE VIEW\": Well, here's, let me read this. In Nevada --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That just to prove this is, here is Joy holding up her dog, Bernie, back in 2017. Here with reaction, media reporter from The Hill, Joe Concha, \"FOX & Friends\" weekend co-host, Pete Hegseth, is with us. Pete, you are laughing the hardest so you get at the first. I don't even know what to say to that. PETE HEGSETH, FOX CO-HOST, \"FOX & FRIENDS\" WEEKEND: Well, I haven't -- I can't say that I've named my dog after socialist or communist icons unless I beloved them. Meghan McCain's point here is, of course, correct. You can't fawn over someone. You watch clips about this, she loves Bernie, loves what he represents. Now, the reality of his -- look at that shot, I can't hold back. Now, the reality of his nomination is at hand. And I think some people are realizing, wait, he said a lot of crazy things, Sean. Your open to this program was fantastic and just skimming the surface frankly of what we're going to learn about this radical man with his own personal views if he is the nominee. It's usually problematic for them. And they've got the news running around, instead of focusing on what Bernie has done for 40 years as a communist, talking about what Donald Trump is going to eat in India as he establishes deals with the largest democracy in the world who wants to be our friend and packs the stadium because they love America so much? This is why Donald Trump is popular."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And your take, Joe Concha? I mean, you know, remember you go back -- first of all, you watch Joyless Behar, and I mean, it's -- she has lost it. All right? But, you know, two scoops of ice cream and only one for his guest. This is what they're talking about?"
    },
    {
      "speaker": "JOE CONCHA, THE HILL",
      "utterance": "What's amazing about this current story is that it took not one, not two, but three CNN journalists that are tasked to cover the president to file this story on what he would be eating in India. And, of course, the thing was deeply marinated in anonymous sources. Let me give you one quote from the story. A person close to the president, and again, that could be somebody's fathers, brothers, nephews, cousins, former roommate who has dined with him on several occasions said Trump had salad with a meal every now and again, but other than that, I've never seen him eat a vegetable. Bernard Shaw, who's one of the great actors of all time who was with CNN 20 years ago has to be watching this and saying, what happened to my network? We used to be the gold standard last century, now we're reporting on this sort of thing, and it's why CNN finished behind TLC, Investigation Discovery and the Hallmark Channel in 2019."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the Cartoon Channel, I think, but I have to go check the ratings. Thank you both. I got to roll."
    },
    {
      "speaker": "HEGSETH",
      "utterance": "Sean -- Sean, we had -- we had dinner recently and you had more fries than I did. You're at -- same thing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, wow, amazing. When we come back, coronavirus spreading to Italy. Trace Gallagher, full report on that, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Fears over the deadly coronavirus which originated in China is escalating around the globe. About 35 confirmed cases here. Trace Gallagher in our West Coast newsroom with the latest. Trace, 2 percent I understand fatality rate?"
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, it is 2 percent, Sean. The markets, of course, went down today, and gold went up, and that's the sign that investors are worried about the global economy. Some financial experts say the partial shutdown of Chinese manufacturing could cost the world up to $2 trillion of lost output. In fact, travel and terrorism worldwide is seeing a rapid slow down. Here's the wildcard. There are significant new pockets of coronavirus infections in Italy, Iran and South Korea, and many of the new cases are people who did not come in contact with people from China. So, it remains unclear exactly how or why the illness is spreading. Seventy-nine thousand cases worldwide, 2,600 people have died. The U.S., 53 cases so far. No deaths -- Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Trace Gallagher, thank you. And that is all the time we have left this evening. We'll never be the psychotic, hate, media mob of Trump. Let not your heart be troubled. Laura, hi. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}