{
  "date": "February 23, 2020",
  "headline": "Peter Navarro on how US is fighting the spread of coronavirus",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/peter-navarro-on-how-us-is-fighting-the-spread-of-coronavirus",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "sentences": "Good Sunday morning, everyone. Thanks so much for joining us. I'm Maria Bartiromo.   Straight ahead right here on \"Sunday Morning Futures\": a landslide at the Nevada caucuses for Bernie Sanders. Now it is on to South Carolina. Coming up, South Carolina Senator Lindsey Graham on the 2020 election and his plans to follow through on promises he made right here on this program to subpoena everyone who signed the FISA warrants against Carter Page.  Plus, breaking news from Congressman Doug Collins this morning on what he told the president this weekend, after declining the president's consideration to be the next director of national intelligence.  Also ahead this morning, the view from black America, as the candidates vie for that vote going into South Carolina and the November election. Candace Owens, host of \"The Candace Owens Show,\" reacts this morning live.  Also here, Congressman John Ratcliffe from Texas on new revelations of Russia meddling. What happened behind closed doors at the House Intel Committee meeting this week with Adam Schiff and the leaks to The New York Times? And White House trade adviser Peter Navarro is here with the latest on the coronavirus. What essential medical supplies is the United States relying on China for, as worries over the impact of the deadly virus keep on rising?  All that and a lot more this morning, as we look ahead on \"Sunday Morning Futures.\" And the time has arrived that many of our viewers have been waiting for.  Senator Lindsey Graham is starting his investigation this upcoming week into FISA abuse and the origins of the Trump-Russia collusion story.   We are also just six days away from the next primary in his state. Joining me right now is South Carolina Senator Lindsey Graham. He is chairman of the Senate Judiciary Committee. And, Mr. Chairman, it is always pleasure to see you. Thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, I know that the president is on his way to India this morning. You had a chance to speak with him...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... before the president took off. Can you tell us a little about the nature of that phone call?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, he's in a very good mood. He was out West. I was with him a couple of days. And we talked about the election. I really believe he's going to get reelected based on results. It doesn't matter who runs against him. As long as the economy stays strong, like it is, and our military stays strong, we're safe, secure and prosperous, I very much believe it's his election to lose.  And if it's Bernie, I think House Republicans are going to be the biggest winner of a Bernie candidacy, along with House -- excuse me -- Senate Republicans. I think the down-ballot effect with Bernie being the nominee of the Democratic Party will be pretty severe for the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, let me -- let me move on to something that I know our viewers are waiting for. And you have told me that now the time has arrived that you are going to do your deep dive into the FISA abuse and what took place over this probe into Trump and Russia collusion, which we know never materialized.  I want you to listen to a sound bite of Steve Bannon, who was with us last week, and something that he was talking about with regards to you. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "We're not interested right now in hearing from the chief of staff of John Kerry. Lindsey Graham -- and I have tremendous respect for him -- he guaranteed at the Senate Judiciary Committee. We need to have the whistle-blower. We need to have the number two whistle-blower. We need to have Adam Schiff as a fact witness. We need Hunter and Joe Biden. And I think we need Brennan. We need all of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, Senator, what are your plans as you kick off this investigation this upcoming week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I don't have jurisdiction over the whistle-blower. That's the Intel Committee.   What I'm going to do is call the people who are involved in investigating the counterintelligence investigation. You have 21 people involved that I have named. And I want to find out, what did McCabe and Comey know? When did they know that the dossier was unreliable? The Department of Justice has withdrawn the two warrant requests, saying they were illegal.  And in January of 2017, the primary Russian subsource told four members of the Department of Justice and the FBI that the dossier was a bunch of bar talk and hearsay and not reliable.  I want to find out, when did Comey and McCabe understand that it wasn't reliable and work from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, you're saying, if they knew that the dossier wasn't reliable, why did they use it to take a warrant out, four of them, four times...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... to spy on a Trump campaign member, Carter Page?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I also want to know -- in July of 2016, they tried to get a warrant and it was turned down. And it was McCabe that suggested the FBI Washington office go to New York. They have got something in New York that might help you. It was the Russian dossier. So, who told McCabe that the document was in New York? And if McCabe thought it would help him with the warrant, why didn't he spend some time trying to find out if it was reliable?  So that's what I'm looking at. Who knew what when? Did Rosenstein know that the dossier had been debunked by the time he signed the warrant? How could he not know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, you -- we're looking now on the screen at some of the players that actually signed the warrant to get the warrant in front of the FISA court. That includes Jim Comey, Andrew McCabe, and Sally Yates, and Rod Rosenstein...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... and Dana Boente.   Are these the people you're expecting to call down to testify in front of your committee in the next few weeks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I don't know about the next two weeks. The first thing I want to do is call the four people who heard from the Russian subsource that this dossier is a bunch of bar talk and hearsay. Here's what you got to believe, that the most important investigation the FBI is conducting -- the guy is now a sitting president -- who was the nominee of the Republican Party, that the system was told by a Russian subsource of Steele that everything in the dossier is unreliable.   I find it hard to believe that that didn't work his way up to Comey and McCabe. Can you imagine how the system must have took the information that the primary document, the dossier, is a bunch of garbage? To think that it didn't make its way up to the top, it would be hard for me to believe. So, I'm going to find out, did it make its way up to the top?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, when you say you're going to find out, how are you going to find that out? Are you going to have them come down and testify?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes. Yes.  I'm going to ask the four people in the room, when you heard from the Russian primary subsource that this is a bunch of bar talk and hearsay and it's not reliable, it was never meant to get a warrant, Steele is using it in a way different than I thought he would use it, I want to find out, did any those people tell anybody? Can you imagine working for the FBI and the Department of Justice, the most important investigation in the entire country just fell apart, and you didn't tell anybody? That's pretty hard for me to believe.  And how did McCabe know the document was in New York, when he couldn't get a warrant in July of 2016? How did McCabe know to go to New York? Who told him? This whole thing is fishy as hell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I want to find out who knew what when, and what they did with information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, just to be clear, are we going to see those testimonies in your committee within the next two weeks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "You're going to have people interviewed by my staff and others to find -- get the foundation.  Before I call McCabe and Comey, I want to find out exactly what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I want to find out who told what to who. Then -- then we will call them. I just can't believe that the -- the investigation fell apart...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "... in January of 2017. They got two more warrants after they knew it was a bunch of garbage. How could that possibly happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.  And I just want to point out our timeline, which is this counterintel activity that happened way before July 31 of 2016, which is when, of course, the FBI said that their investigation into Trump began.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We go all the way back to December of 2015 on this timeline, when -- when Michael Flynn was invited to Russia to sit next to Putin. And then you have got Papadopoulos, George Papadopoulos, meeting Joseph Mifsud. In April of 16, Papadopoulos also invited to Rome, where he was introduced to Mifsud as early as March of '16. This is something that we understand John Durham is looking at, all of the activity before the beginning of this investigation.   Why send these informants into Trump campaign people? Do you believe that's what John Durham is looking at as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, I think he's looking at how it started. You have got to remember, the Mueller investigation was started after Comey was fired, because Rosenstein wanted Mueller told look at possible criminal activity by the Trump campaign. Here's my question to Rosenstein. If you knew then what you know now, that it was a bunch of garbage, would you have appointed Mueller? There was no crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "The dossier was the basis of the warrant. In January 2017, it was a bunch of garbage. The guy who provided the information to Steele rejected the dossier as being reliable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "How could they continue? Why did it take two years for Mueller to figure this out? He should have figured it out in a week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, especially since the taxpayers paid $40 million to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick, before you go -- and I know we only have a couple of seconds left here -- Senator Chris Murphy meeting with the Iranians, was that -- was that breaking the Logan Act?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I don't know if...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Why is he meeting with the Iranians, when the U.S. is trying to put maximum pressure on Iran right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, it's undercutting our foreign policy.  The maximum pressure campaign is working. It was inappropriate, I think, for him to talk to the Iranians. We're working with President Trump to find an alternative to the Iranian nuclear deal that will be better for everybody, including the Arabs and the Israelis and the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "But I think it was highly inappropriate to reach out to the Iranians. The president has the Iranians on the rope. Don't help the Iranians right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator, it's good to see you this morning. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Senator Lindsey Graham joining us there.  Next step, Georgia Congressman Doug Collins is here. He told the president, thanks, but no thanks. He doesn't want the director of national intelligence job. He broke that with me on Friday. Find out why, as we look ahead on \"Sunday Morning Futures\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Now this breaking news, after Georgia Congressman Doug Collins told me on Friday on FOX Business, in an exclusive interview on \"Mornings With Maria,\" that he wouldn't accept the job of the White House director of national intelligence. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "sentences": "Well, it is humbling.  I mean, it is amazing for a trooper's kid from North Georgia to have the president think that much of you to mention my name, and among others, to be this position. But let me just tell you right now that's -- I know the problems in our intelligence community, but this is not a job that interests me. At this time, it is not one that I would accept, because I'm running a Senate race down here in Georgia, in which everybody knows that I'm a supporter of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The congressman has now spoken to the president. He joins me now with more, Georgia Congressman Doug Collins, the ranking member on House Judiciary Committee. Welcome, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What did you tell the president this weekend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, it was just -- it was a conversation just confirming what I had -- the humbling of his even including me in that conversation. I think it speaks volumes to the trust that he has in our ability that we have shown over the past few years in the House and also putting forth his agenda. I mean, he's been on fire lately. I mean, have you seen him out on the West Coast? This election is going to be great. So, it was just humbling for him to consider us. And I think it was also an understanding that we have a job to do here. We have a Senate battle down here in Georgia that, really, there's a lot of people concerned that our current, Senator Loeffler, if -- was the only GOP candidate, could not win in the fall.  So, we're putting forth a campaign that's actually winning. They have spent a lot of money against me already, Maria. It's pretty amazing, over $10 million against me, and the numbers haven't moved. We're still up double digits, because the people of Georgia understand the difference in a candidate who's actually done something and someone like myself, who's actually fought for this president, who didn't have to check political boxes, and also is not running a Bloomberg-style campaign, where you just spend a lot of money and avoid the press. We're not doing that. We're talking to American...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "To Georgia voters and to you and others about what we can do for this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And you have done a lot, Congressman. I mean, you have been driving this movement to make sure to expose the wrongdoing, which I know Americans and our -- certainly our viewers appreciate very much. But, you know, there are even some Republicans out there who say, look, leave it alone. You have got -- you have got a Republican senator now in the Senate, Kelly Loeffler. She's there. You're here in the House. The president is giving you an easy path, giving you this fantastic job of DNI.  They say, why won't you just do it? What's the problem in terms of just staying where you are or -- and not sort of ruffling feathers, if you will?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, Maria, I think you have known me long enough, I ruffle feathers. When I see truth, I talk about truth. When I see facts, we talk about facts. And that's why the establishment in Washington, especially the Senatorial Committee, they tried to extort three of my vendors -- in fact, they did -- to get out of the race after I said I was going to run for this race. So they told them, if they worked for me, they couldn't work for anybody else. So you know what happened? We just found better vendors. We're out there working to do this, because what people can look at in me is, is, we need a strong voice in the Senate. We don't need someone who can just simply read talking points or go along with the crowd. What you have known from me and what your viewers have known from me is that I look at the issues. I release transcripts. I said, the American people ought to know what was going on behind this corrupt cabal that we saw trying to take down candidate Trump and then working to continue to destroy his presidency, which he's overcome every time.  So, for me, it's about being a strong voice. It's about being someone who's taken conservative values and being able to articulate those with passion, so that voters who may not understand conservatism now understand it's things like criminal justice reform, it's things like tax cuts, it's like opportunity zones. It's about lifting up everyone. That's the kind of voice I will be in the Senate to continue that fire that we have started in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, you just said vendors went against you. You had to go back and get new vendors. Are you -- are you saying that there are people within your own party against you? Is Mitch McConnell working against you in the Senate race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, the Senatorial Committee is in incumbent protection mode, and they're in full incumbent protection mode, even though the new senator has only been in office for a little over 40, 50 days now. And that's normal, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "But the sad part about it is, it's not about the Georgia voters. The Georgia voters will get a decision. As we all know, the governor had a pick. He made that pick. I respect that pick. Senator Loeffler will do her job this year. But I think the vote -- Georgia voters this year will get a decision to make as well. And we look forward to having a choice for them to make. We will put our record up against anywhere. We will go anywhere and discuss those issues at any time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let me ask you about two important issues that are coming up in front of -- in front of your committee. First of all, you have got the markup this upcoming week for the FISA applications and a new FISA. I want to hear about that. And, also, you have got Bill Barr, the A.G., testifying in front of the Judiciary Committee on March 31. First, tell us about the markup on FISA, what you want to see after now we know two of the four FISA warrants against Carter Page were unlawful, according to the DOJ. It's my belief that all four of them were unlawful. But let's see what this means in terms of the FISA markup this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, Maria, here we are again. Jerry Nadler is the chairman of one of the best committees in Congress, the most prestigious committees, but yet he's ruining it, because we don't actually delve into ideas. This FISA markup, we put this off in December because they were in the middle of the sham impeachment, and they couldn't deal with the FISA stuff that needed to be authorized, like lone wolf and roving wiretaps. Those are things that we need in our intelligence community. But they didn't want to deal with it, so we just put it off. But instead of actually having hearings and taking the Horowitz testimony, having -- actually having Mr. Horowitz come in, talk about the problems he found in those FISA warrants, talk about how the court approved these warrants that actually have spied on an American citizen, talk about those problems, we have had no hearings, we have had no discussions. And now we're going to put forward a bill that really, I don't think, is going to address the issues. We're going to have some say about that. Wait for what we're going to be putting forward. I think we're going to find ways to understand that FISA is -- is right now -- we need to restore the American people's trust in it. And if that cannot be done, then people will not have confidence that our intelligence communities are doing what they need to be doing and being able to use this court properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "So we're going to see that markup come this week. Hopefully, we will be able to make some changes to it...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "... so that it can be actually put something that can be -- put back to the trust factor again in the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, I could not agree with you more on all of this, because they abused the FISA process. We know that. That certainly will be a topic of conversation when you welcome A.G. Bill Barr to your -- to your committee as well. That's on March 31. What are you going to be asking the attorney general?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, the attorney general, one, I think, has done a great job. But there are things that I think I want to ask and find out from him why. Like, Andrew McCabe wasn't charged, I mean, someone who has admitted -- admitted liar, someone who was let go from their job. When the American people, the average Joe who gets up and -- gets up in the morning and says, if I lie to the authority, if I lie to the police, something's going to happen to me. Well, even if it didn't get convicted, even if there was excuses, sometimes, you need to move forward with that. I'm going to ask why we didn't, because I think it was something that maybe needs to be done. I think I want to hear more about the Durham investigation. Is there still adequate resources, everything needed there? I also want to know why it seems like the FBI, who has incorporated, they said -- as we heard from Christopher Wray the other day, that they have incorporated the recommendations from the Horowitz report. There are still seeming some lacking issues there, like, where is the status of the leak on the Carter Page stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Where are the investigations going forward on how we can make sure that this doesn't happen again? Are we truly addressing the FISA court's concern, when they said, look, you got to get this stuff straight before you come to us again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think those are the things that we're looking for on our side from Bill Barr. Of course, the Democrats are just going to try to trash the -- Bill Barr as a -- as someone who's protecting the president. And I think what they're going to find out is, Bill Barr is doing his job. The Democrats are simply trying to take a president down, because they have a clown car bunch of candidates on the Democratic side who they know Donald Trump is going to win in November. And they're just going to try and paint him again as someone that they want to take out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And they refuse to acknowledge the wrongdoing. Up until this day, they refuse to acknowledge what took place, which, of course, our viewers know better. Congressman Doug Collins, always a pleasure. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Maria, thanks a bunch. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We will see you soon. So, what really happened in that briefing where intelligence officials warned House lawmakers that Russia is once again trying to interfere in the 2020 election now, reportedly helping one Democratic candidate, as well as President Trump? John Ratcliffe from the House Intel Committee is here with an exclusive look at that meeting. Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. New reaction this morning to reports that the U.S. intelligence officials are warning lawmakers that Russia is trying to interfere with the 2020 election now to help reelect President Trump and to help the Bernie Sanders campaign as well. Joining me right now exclusively is Congressman John Ratcliffe, Republican from Texas. He sits on the House Intel, as well as Judiciary committees. He's also a former prosecutor himself. Congressman, it's always a pleasure to see you. Thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOHN RATCLIFFE (R-TX)",
      "sentences": "You bet. Good morning, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, you were in that meeting last week, where Adam Schiff brought up the issue of Russia meddling. Can you tell us what happened? Can you tell us anything about this new information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, think about it, Maria. You're asking me about details of a classified briefing that was intended to remain secret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "You're asking me about it because it's been reported on by The New York Times. And, you know, it's all too familiar. We see, when there's a story about -- that is allegedly anti-Trump or negative for the president, it shows up in newspapers, because either Democratic members or Democratic staffers leak it. The problem is, in this case, they have leaked information that's not accurate. Look, let me be real clear, because the narrative often from Democrats and the media is that Republicans don't think that the Russians have meddled in our election. They did. They meddled in 2016. They're going to meddle in 2020. That's not the issue. The issue is why Russia is being so successful in shaking American confidence -- confidence in the integrity of our elections. And the reason is, it's because Democrats keep perpetuating and accentuating and proliferating Russian propaganda for their political gain and for their political motivation against Donald Trump. It's Democrats that created the Steele dossier and peddled it to our law enforcement and intelligence communities. They did that so the Democrats could falsely accuse the president of conspiring with Russia for the better part of three years now, something that Bob Mueller said absolutely wasn't the case. It was the Democrats that put out a memo saying that everything had been done appropriately at the FISA court and that there wasn't illegal surveillance. All of these things have been done by Democrats to really -- for their political gain, but has promoted everything that Russia has tried to accomplish. And the Democrats have been their biggest allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And, at the same time, Adam Schiff continues peddling this story. And you and Trey Gowdy were the only two Republicans to see the unredacted information around the FISA warrants. And on the Democratic side, it was Adam Schiff. The three of you saw the same exact information. You came out of that, you came on my show, and you raised red flags about the process, raised red flags about what was going on. Adam Schiff went on the media and said, there is collusion in plain sight. All at the same time -- as we look at our timeline here, at the same time, there were all of these informants being thrown at Trump campaign figures, like George Papadopoulos being invited by Arvinder Sambei to Rome, where he's introduced to Joseph Mifsud, who dropped a bomb on him, saying, oh, yes, Russia has e-mails of Hillary Clinton, followed by Mifsud telling Papadopoulos that in April of '16. All of this I'm pointing out is way before the FBI's statement that this investigation into Trump collusion started in July of '16. So the question becomes, what is all this -- what is all of this activity before July of '16?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Yes. Well, you -- as you point out Maria, I mean, Adam Schiff has been among the worst offenders here, falsely accusing the president of conspiring with Russia. Adam Schiff is the one that authored the FISA rebuttal memo saying that everything had been done appropriately, when, as you correctly point out, he saw the same information that Trey Gowdy and I saw. He saw that there was exculpatory information. He saw that the Steele dossier was central and essential to those FISA applications. And he went out and told the American people the opposite. And now he's at it again by putting out, through his committee, information that is false. Look, I'm not trying to be hyperbolic here, but I don't know anyone in the last three years who has done more to help Vladimir Putin and Russia with their efforts to sow the seeds of discord in American elections and American election security than Adam Schiff has. And, as you say, there's a lot at stake here, and there's a lot being looked at with regard to what happened before, what we have been told over and over again, the Trump-Russia investigation, beginning in July of 2016, when there's very clearly evidence of activity before that that involves law enforcement and intelligence community assets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "And those are things that I think that John Durham and Bill Barr's Department of Justice are looking at right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Look, I know that you have got -- in the Judiciary Committee, you have got this markup of the FISA reauthorization. And there are three sections that you will be marking up, Section 215 business. The second one is roving wiretap provision. And then the third provision is this lone wolf provision. We already know that two out of the four wiretaps into Carter Page were illegal. Do you think all four were illegal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "I do. And the reason -- John Durham, on the day that the inspector general came out with his report, indicated that he didn't think that there was proper predication or may not have been proper predication to begin with the very first one. We know, for a fact, as you correctly point out, that even the FBI director admitted to me last week that at least two of the four were illegal surveillance. I don't think there was a proper predicate to do any of this. I don't think any of this was appropriate. And I think that's what John Durham is looking at specifically. The challenge with these -- with these provisions that you talked about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "... is, you know, we have important U.S. surveillance laws that are coming up for reauthorization. But it's against this backdrop of the American people seeing that there was illegal surveillance against Carter Page, a Trump campaign associate. And our Democratic colleagues are working against us, because they don't want to talk about that, because it was a Democratic administration and Democratic politicians...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "... like Adam Schiff who are complicit...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "... with respect to that allowing to occur.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, really unbelievable. Congressman, it's great to see you. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "You bet. Thanks, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman John Ratcliffe. We will be right back live with Candace Owens. Stay with us. It was quite a night last night, FOX News projecting Bernie Sanders as the winner of the Nevada caucuses. This is the third win, the Vermont senator doing well in a racially diverse state. Nearly 30 percent of the population is Hispanic or Latino, and 10 percent is African-American. So, as the Democrats move forward, let's talk about how important the black vote will be. Candace Owens is the host of \"The Candace Owens Show.\" She talks about this a lot. And she also is out with a new book called \"Blackout.\" Candace, it's great to see you this morning. Thanks so much for joining me. CANDACE OWENS, HOST, \"THE CANDACE OWENS SHOW\": Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, you have talked a lot about the support for President Trump and also really black America. Give us your perspective on black America today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "I think it's the most -- one of the most interesting components to look at heading into this election, is the black vote, primarily because the Democrats rely upon it heavily. They have relied upon our -- the black vote heavily for the last six decades, which is why you see them increasing the rhetoric and constantly accusing conservatives of being racist. But why this is interesting is because their accusations are no longer landing in the way they used to. And what I mean by that is that, in the 2016 election, there was this palpable fear, not just amongst black Americans, but amongst all Americans on both sides, because they didn't know exactly what to expect from Trump. He wasn't your career-type politician. Heading into this election cycle, people now know. We have had him for four years. So telling us that we need to be fearful, telling us that if Trump gets into office, he's going to ruin black America, we're all going to be back on slave ships, which is quite literally the type of -- the type of rhetoric they were using in 2016, doesn't land the same. We're looking at the actual results. We're seeing that we have had a Republican conservative president for the last four years, and he's been able to accomplish more than a black president did in eight years. So the stakes are higher. And every poll that you look at shows -- I don't care if you're looking at a left-leaning poll or a right-leaning poll -- they show that black support for Donald Trump has increased. And that's a detrimental threat to the Democrat Party, who cannot afford to lose even five points of the black vote, or else their entire party is finished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I mean, we had Senator Tim Scott on the other day. And what he was talking about on this program is about the policies, the fact that unemployment in the black community is at a record low, prison reform. Here's a bit of Tim Scott two weeks ago on \"Sunday Morning Futures.\" Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "On Election Day 2016, he was around 8 or 9 percent. Right now, his approval rating on the last four polls that I have seen is over 30 percent. And there's a very specific reason -- reason why that is the case. He has not only said what he was going to do. He actually has done it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You agree with that, Candace? And what is most important, do you think, to this voting bloc?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "I think just living better. I mean, I ask a simple question to my family members and my close friends. I say, are you living better today than you were living under the presidency of Barack Obama? And the answer across the board is yes. There are jobs. There are opportunities. And it used to be the expression, it's the economy, stupid, right? I mean, this -- people are doing better under this economy. So they're going to have difficulty contending with the fact that people are living better, are feeling more confident. I mean, look at his State of the Union address. He knocked it out of the park. He discussed the fact that seven million people in this country are off of food stamps, 10 million people are off of welfare. And you had Congresswoman Rashida Tlaib say, that's when she got up and left, because food stamps are being taken away? Does she think that black Americans and Americans overall are too stupid to understand the importance of coming off of food stamps? Does she not understand that there is pride in no longer having to turn to the government for handouts to be able to afford to feed your family? I mean, this is the Democrat argument, that we should want to turn to the government for answers. This is the socialist argument, right, that we should be expanding government programs, because the government should be replacing the families and strong fathers in the home. And it's wrong. America as a whole is doing better under this presidency. And I just do not see a way forward for them to beat Donald Trump in this election cycle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, it's funny that you mention it. I mean, obviously, it's better not to be on food stamps. It's better not to have all of these free benefits that the government is promising. It's much better to have opportunities to work and then obviously make as much as you can earn by working. He does this effectively through social media as well, doesn't he? I mean, people complain about his tweeting, and yet it's resonating with a lot of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "That's the number one thing that I say, especially when I speak at a lot of GOP dinners across the country, is, I say, the number one feedback that you will get from older conservatives especially is, I just wish he would stop tweeting. And I cannot make this statement clear enough for America today. Donald Trump should never stop tweeting. It is how Donald Trump won the election in 2016. This is how the president -- he's brilliant when it comes to culture. And there are always cultural presidents. Technology changes every three decades. JFK was the TV president, because he was so good-looking, right? FDR was the radio president, being able to speak to America. And Donald Trump understands social media and understands culture. He is a cultural president. And it is why he's been able to bring over people that do not traditionally follow politics, right, people like me? Many black Americans find themselves more invested in culture, right? Donald Trump is cultural. So, he's able to sort of play in both spaces of politics and culture and blend them beautifully to communicate the importance of the policies that people are getting delivered into their homes. So, I love Donald Trump tweeting. I -- do I agree with every single thing he tweets? No, but I understand the importance of just the overall method of being able to effectively communicate things to the voters directly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, give me your assessment in terms of black support today for President Trump going into South Carolina, going into the election in 2020. And how would you assess what we're seeing in terms of Bernie Sanders? Bernie Sanders is winning now three caucuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Right, and which is -- which is not a surprise. And I say this. To go to Bernie Sanders first, I appreciate people like Alexandria Ocasio-Cortez. People can hate her, but thank goodness for her, right? She is the Jeremy Corbyn of America, somebody who is willing to boldly outright say what they are after, right? Before, I feel like the Democrats and the socialists were good at hiding what they wanted, right? We want to steal your money. They were good at hiding that messaging. So, they seemed much more normal. But she's so boldly saying that they want these lunatic policies. Bernie Sanders is boldly out in the front saying, here's what we're going to do. You're not going to have your private health care. We're going to socialize health care. It is thanks to that the Democrat Party is now effectively splintered. There's no way forward, because the party is splintered. The moderate Democrats are not going to get behind Bernie Sanders. That's common sense. The socialist Democrats are not going to stand behind Mike Bloomberg. That's common sense. You think the socialist Democrats have spent the last four years complaining about the fact that Donald Trump is a white billionaire from New York, only to then get behind a white billionaire from New York, Michael Bloomberg? Of course not. So this is why there's effectively nowhere forward. Their party is literally broken at this moment in time. And it is the most fascinating time to be paying attention to the democrat Party. I cannot look away. It is prime-time television every single time. I cannot wait until Super Tuesday. I'm looking forward to it like the night before Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's funny. Candace, it is so great to have you on the program. You have got to come back soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Absolutely. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much. Candace Owens, check out her book \"Blackout\" and \"The Candace Owens Show.\" The coronavirus outbreak, meanwhile, continues to grow and spread. White House trade adviser Peter Navarro is here next with breaking news on strides that the U.S. is making toward a treatment, as we look ahead on \"Sunday Morning Futures.\" Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Now the latest on the coronavirus outbreak that keeps spreading, with South Korea declaring a red alert and cases spiking in Italy this morning. Currently, there are 35 confirmed cases in the United States of the disease that's killed at least 2,400 people and has infected more than 78,000 across the world. The outbreak began in December in Wuhan, China, we're told. And, this week, Beijing reportedly sent a general who's a top biochemical warfare expert to oversee activities in Wuhan. I reported that first on \"Mornings With Maria\" on FOX Business two weeks ago. Senator Tom Cotton on this program last week said part of the reason the current of virus is worsening is that China has been playing it down from the get-go. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "They have lied consistently about this virus from the beginning. So, we shouldn't take their word at face value. And, no, we don't want to have a public panic -- panic, but we do want to err on the side of caution, when so much is unknown. And that is consistently what China has not done by consistently lying to its own people and to the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Joining me right now with more on its impact is Peter Navarro. He is White House trade adviser. And, Peter, it's always a pleasure to see you. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, WHITE HOUSE OFFICE OF TRADE AND MANUFACTURING POLICY",
      "sentences": "Good morning, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What kind of an economic impact are you expecting from this coronavirus? And I want to ask you about what the U.S. is relying on from China, because I know that there were plenty of ships that were supposed to be carrying medical equipment, medical supplies, parts, components, which now the U.S. is not getting because China is holding onto those things, or they can't even produce them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes. Maria, my job at the White House during this crisis is to review the supply chains we need to treat corona. There's over 30 different elements just for that alone. And what I have learned so far, and not surprisingly, is that we have offshored far too much of our supply chain, not just for corona, but also for the essential medicines we need, same reasons we offshored a lot of our other stuff. It's cheap labor environment, lax environment, and, most of all, unfair trade practices. A lot of it's in China. Some of it's in India. Some of it's in Europe. But we got to get that back onshore. In terms of the immediate issue, face masks, the N95 face masks, China put export restrictions on those masks, and then nationalized an American factory that produces them there. So , we're dealing with that in Trump time. This week, we're going to be sending out an RFP to make sure we got plenty of those. We have to look across four different elements. It's the protective gear, like the face masks. It's the treatment drugs, like remdesivir, that we're trying to get into clinical trials quickly. It's the vaccine development which we're moving in Trump time. We're going to be able to get -- possibly get a vaccine in half the time it usually takes. And there's also these point-of-care diagnostics, so that we can accurately determine whether a patient has corona and doesn't have to come to the hospital. So, bottom line, Maria, is that this administration is moving as rapidly as possible. And my -- my part of the portfolio is to make sure our supply chains are secure and we have what we need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, you make a lot of important points. And I know that the president has been trying to get the supply chains back to North America, get the manufacturing base of our country...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... out of places like China, or lessen them at least, so that we don't have to be reliant on these things. But what's the impact on the economy? I mean, if we are going to see all these shortages, isn't that going to cut into earnings? Are you expecting a significant impact on growth, Peter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes, let me say one last point on the supply chain issue. For the American people, they need to understand that, in crises like this, we have no allies. Back in 2009, during the swine flu problem, our best friends in Australia, Great Britain, and Canada basically denied us what we needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Australia refused to send 35 million doses of vaccine. With respect to the economic impacts, Maria, I think what we have learned, with President Trump's tough stand on China, is that the American economy is extremely strong and not particularly vulnerable to what happens in China. So we're going to go about our business and try to get what we need in Trump time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "OK, we're going to take a short break. You have an op-ed out in The Financial Times that you want to talk about. And you did a blitz in terms of the counterfeit products coming from China. We have got to talk about that as well, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Scary stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We will take a short break. And we have got more with Peter Navarro when we come right back. We're back with White House trade adviser Peter Navarro, who just came off of a visit to JFK. Peter, tell us what you saw at JFK, when you witnessed all of these counterfeit...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... products coming into America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Oh, I saw great Americans out there trying to stem this flow of counterfeits. It's a thing called Operation Mega Flex, which the White House has been coordinating with Customs and Border Protection. What we do once a month is look under the hood of thousands of packages from China. And I'm telling you, Maria, this is a horror show. What I learned is two things, that China is the great counterfeiter of the world, and Amazon and eBay and these e-commerce platforms are the great counterfeit enablers. I saw -- saw stuff, a bunch of counterfeits that defraud you, but could burn your house down, kill you. I saw fentanyl on the table that had been seized within the last 24 hours, gun silencers, a whole pile of fake driver's licenses, and cancer drugs that people are paying thousands of dollars for that have no active ingredients for. And these packages, there's a million a day, Maria, a million packages a day by air from China. About 10 percent of those, we're finding, have contraband in them. And that means 100,000 Americans every single day are subject to fraud from China through e-commerce platforms like Amazon, Alibaba, eBay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And we just were looking at some pictures. Some of them were these driver's license. Who knows what they're doing with these driver's license? I mean, some sanctuary cities are giving people driver's license, and then they're going to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So we don't know what they're doing with these driver's licenses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Well, I was there with both Customs and ICE agents there. And they were telling me how those licenses, if they're used in a sanctuary city or state, they can't track what they're doing. And it's terrible. It endangers Americans. There was a table there with a bunch of food products from China that had pork in him that potentially had the African swine flu that could take out the whole supply chain for pork in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "So this is a horror show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "The Trump administration is going to crack down on this. We're going to do everything we can on this counterfeit problem. But Americans, when you are shopping online, you have got to be careful here, until we get this problem under control...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Peter...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "... because you can't trust Amazon or Alibaba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Also, in early March, there's the World Intellectual Property Organization electing a new director general. This is a U.N. agency, but China wants to be that -- that leader in that as well, right? We only have a couple of seconds here, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "Yes, WIPO, 43 million patents. They're trying to gain the director generalship of that. But they also already control 14 of 15 agencies. They have bungled the WHO, because they have a proxy running that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "That's why we're having more problems with the coronavirus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, check out...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAVARRO",
      "sentences": "This, again, is a crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Check out your op-ed in The Financial Times on this. Peter, good to see you. Have a great Sunday, everybody. I will see you tomorrow. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, FOX NEWS ANCHOR",
      "utterance": "Good Sunday morning, everyone. Thanks so much for joining us. I'm Maria Bartiromo. Straight ahead right here on \"Sunday Morning Futures\": a landslide at the Nevada caucuses for Bernie Sanders. Now it is on to South Carolina. Coming up, South Carolina Senator Lindsey Graham on the 2020 election and his plans to follow through on promises he made right here on this program to subpoena everyone who signed the FISA warrants against Carter Page. Plus, breaking news from Congressman Doug Collins this morning on what he told the president this weekend, after declining the president's consideration to be the next director of national intelligence. Also ahead this morning, the view from black America, as the candidates vie for that vote going into South Carolina and the November election. Candace Owens, host of \"The Candace Owens Show,\" reacts this morning live. Also here, Congressman John Ratcliffe from Texas on new revelations of Russia meddling. What happened behind closed doors at the House Intel Committee meeting this week with Adam Schiff and the leaks to The New York Times? And White House trade adviser Peter Navarro is here with the latest on the coronavirus. What essential medical supplies is the United States relying on China for, as worries over the impact of the deadly virus keep on rising? All that and a lot more this morning, as we look ahead on \"Sunday Morning Futures.\" And the time has arrived that many of our viewers have been waiting for. Senator Lindsey Graham is starting his investigation this upcoming week into FISA abuse and the origins of the Trump-Russia collusion story. We are also just six days away from the next primary in his state. Joining me right now is South Carolina Senator Lindsey Graham. He is chairman of the Senate Judiciary Committee. And, Mr. Chairman, it is always pleasure to see you. Thanks for being here."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, I know that the president is on his way to India this morning. You had a chance to speak with him..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... before the president took off. Can you tell us a little about the nature of that phone call?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, he's in a very good mood. He was out West. I was with him a couple of days. And we talked about the election. I really believe he's going to get reelected based on results. It doesn't matter who runs against him. As long as the economy stays strong, like it is, and our military stays strong, we're safe, secure and prosperous, I very much believe it's his election to lose. And if it's Bernie, I think House Republicans are going to be the biggest winner of a Bernie candidacy, along with House -- excuse me -- Senate Republicans. I think the down-ballot effect with Bernie being the nominee of the Democratic Party will be pretty severe for the Democrats."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, let me -- let me move on to something that I know our viewers are waiting for. And you have told me that now the time has arrived that you are going to do your deep dive into the FISA abuse and what took place over this probe into Trump and Russia collusion, which we know never materialized. I want you to listen to a sound bite of Steve Bannon, who was with us last week, and something that he was talking about with regards to you. Watch this."
    },
    {
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "utterance": "We're not interested right now in hearing from the chief of staff of John Kerry. Lindsey Graham -- and I have tremendous respect for him -- he guaranteed at the Senate Judiciary Committee. We need to have the whistle-blower. We need to have the number two whistle-blower. We need to have Adam Schiff as a fact witness. We need Hunter and Joe Biden. And I think we need Brennan. We need all of them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, Senator, what are your plans as you kick off this investigation this upcoming week?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I don't have jurisdiction over the whistle-blower. That's the Intel Committee. What I'm going to do is call the people who are involved in investigating the counterintelligence investigation. You have 21 people involved that I have named. And I want to find out, what did McCabe and Comey know? When did they know that the dossier was unreliable? The Department of Justice has withdrawn the two warrant requests, saying they were illegal. And in January of 2017, the primary Russian subsource told four members of the Department of Justice and the FBI that the dossier was a bunch of bar talk and hearsay and not reliable. I want to find out, when did Comey and McCabe understand that it wasn't reliable and work from there."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, you're saying, if they knew that the dossier wasn't reliable, why did they use it to take a warrant out, four of them, four times..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "There you go."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... to spy on a Trump campaign member, Carter Page?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I also want to know -- in July of 2016, they tried to get a warrant and it was turned down. And it was McCabe that suggested the FBI Washington office go to New York. They have got something in New York that might help you. It was the Russian dossier. So, who told McCabe that the document was in New York? And if McCabe thought it would help him with the warrant, why didn't he spend some time trying to find out if it was reliable? So that's what I'm looking at. Who knew what when? Did Rosenstein know that the dossier had been debunked by the time he signed the warrant? How could he not know?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, you -- we're looking now on the screen at some of the players that actually signed the warrant to get the warrant in front of the FISA court. That includes Jim Comey, Andrew McCabe, and Sally Yates, and Rod Rosenstein..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... and Dana Boente. Are these the people you're expecting to call down to testify in front of your committee in the next few weeks?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I don't know about the next two weeks. The first thing I want to do is call the four people who heard from the Russian subsource that this dossier is a bunch of bar talk and hearsay. Here's what you got to believe, that the most important investigation the FBI is conducting -- the guy is now a sitting president -- who was the nominee of the Republican Party, that the system was told by a Russian subsource of Steele that everything in the dossier is unreliable. I find it hard to believe that that didn't work his way up to Comey and McCabe. Can you imagine how the system must have took the information that the primary document, the dossier, is a bunch of garbage? To think that it didn't make its way up to the top, it would be hard for me to believe. So, I'm going to find out, did it make its way up to the top?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, when you say you're going to find out, how are you going to find that out? Are you going to have them come down and testify?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes. Yes. I'm going to ask the four people in the room, when you heard from the Russian primary subsource that this is a bunch of bar talk and hearsay and it's not reliable, it was never meant to get a warrant, Steele is using it in a way different than I thought he would use it, I want to find out, did any those people tell anybody? Can you imagine working for the FBI and the Department of Justice, the most important investigation in the entire country just fell apart, and you didn't tell anybody? That's pretty hard for me to believe. And how did McCabe know the document was in New York, when he couldn't get a warrant in July of 2016? How did McCabe know to go to New York? Who told him? This whole thing is fishy as hell."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I want to find out who knew what when, and what they did with information."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, just to be clear, are we going to see those testimonies in your committee within the next two weeks?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "You're going to have people interviewed by my staff and others to find -- get the foundation. Before I call McCabe and Comey, I want to find out exactly what happened."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I want to find out who told what to who. Then -- then we will call them. I just can't believe that the -- the investigation fell apart..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "... in January of 2017. They got two more warrants after they knew it was a bunch of garbage. How could that possibly happen?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And I just want to point out our timeline, which is this counterintel activity that happened way before July 31 of 2016, which is when, of course, the FBI said that their investigation into Trump began."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We go all the way back to December of 2015 on this timeline, when -- when Michael Flynn was invited to Russia to sit next to Putin. And then you have got Papadopoulos, George Papadopoulos, meeting Joseph Mifsud. In April of 16, Papadopoulos also invited to Rome, where he was introduced to Mifsud as early as March of '16. This is something that we understand John Durham is looking at, all of the activity before the beginning of this investigation. Why send these informants into Trump campaign people? Do you believe that's what John Durham is looking at as well?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, I think he's looking at how it started. You have got to remember, the Mueller investigation was started after Comey was fired, because Rosenstein wanted Mueller told look at possible criminal activity by the Trump campaign. Here's my question to Rosenstein. If you knew then what you know now, that it was a bunch of garbage, would you have appointed Mueller? There was no crime."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "The dossier was the basis of the warrant. In January 2017, it was a bunch of garbage. The guy who provided the information to Steele rejected the dossier as being reliable."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "How could they continue? Why did it take two years for Mueller to figure this out? He should have figured it out in a week."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, especially since the taxpayers paid $40 million to do that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick, before you go -- and I know we only have a couple of seconds left here -- Senator Chris Murphy meeting with the Iranians, was that -- was that breaking the Logan Act?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I don't know if..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Why is he meeting with the Iranians, when the U.S. is trying to put maximum pressure on Iran right now?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, it's undercutting our foreign policy. The maximum pressure campaign is working. It was inappropriate, I think, for him to talk to the Iranians. We're working with President Trump to find an alternative to the Iranian nuclear deal that will be better for everybody, including the Arabs and the Israelis and the United States."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "But I think it was highly inappropriate to reach out to the Iranians. The president has the Iranians on the rope. Don't help the Iranians right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator, it's good to see you this morning. Thanks so much."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Senator Lindsey Graham joining us there. Next step, Georgia Congressman Doug Collins is here. He told the president, thanks, but no thanks. He doesn't want the director of national intelligence job. He broke that with me on Friday. Find out why, as we look ahead on \"Sunday Morning Futures\" next."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Now this breaking news, after Georgia Congressman Doug Collins told me on Friday on FOX Business, in an exclusive interview on \"Mornings With Maria,\" that he wouldn't accept the job of the White House director of national intelligence. Watch."
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "utterance": "Well, it is humbling. I mean, it is amazing for a trooper's kid from North Georgia to have the president think that much of you to mention my name, and among others, to be this position. But let me just tell you right now that's -- I know the problems in our intelligence community, but this is not a job that interests me. At this time, it is not one that I would accept, because I'm running a Senate race down here in Georgia, in which everybody knows that I'm a supporter of the president."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The congressman has now spoken to the president. He joins me now with more, Georgia Congressman Doug Collins, the ranking member on House Judiciary Committee. Welcome, sir."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Thanks."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much for being here."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What did you tell the president this weekend?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, it was just -- it was a conversation just confirming what I had -- the humbling of his even including me in that conversation. I think it speaks volumes to the trust that he has in our ability that we have shown over the past few years in the House and also putting forth his agenda. I mean, he's been on fire lately. I mean, have you seen him out on the West Coast? This election is going to be great. So, it was just humbling for him to consider us. And I think it was also an understanding that we have a job to do here. We have a Senate battle down here in Georgia that, really, there's a lot of people concerned that our current, Senator Loeffler, if -- was the only GOP candidate, could not win in the fall. So, we're putting forth a campaign that's actually winning. They have spent a lot of money against me already, Maria. It's pretty amazing, over $10 million against me, and the numbers haven't moved. We're still up double digits, because the people of Georgia understand the difference in a candidate who's actually done something and someone like myself, who's actually fought for this president, who didn't have to check political boxes, and also is not running a Bloomberg-style campaign, where you just spend a lot of money and avoid the press. We're not doing that. We're talking to American..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well..."
    },
    {
      "speaker": "COLLINS",
      "utterance": "To Georgia voters and to you and others about what we can do for this country."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And you have done a lot, Congressman. I mean, you have been driving this movement to make sure to expose the wrongdoing, which I know Americans and our -- certainly our viewers appreciate very much. But, you know, there are even some Republicans out there who say, look, leave it alone. You have got -- you have got a Republican senator now in the Senate, Kelly Loeffler. She's there. You're here in the House. The president is giving you an easy path, giving you this fantastic job of DNI. They say, why won't you just do it? What's the problem in terms of just staying where you are or -- and not sort of ruffling feathers, if you will?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, Maria, I think you have known me long enough, I ruffle feathers. When I see truth, I talk about truth. When I see facts, we talk about facts. And that's why the establishment in Washington, especially the Senatorial Committee, they tried to extort three of my vendors -- in fact, they did -- to get out of the race after I said I was going to run for this race. So they told them, if they worked for me, they couldn't work for anybody else. So you know what happened? We just found better vendors. We're out there working to do this, because what people can look at in me is, is, we need a strong voice in the Senate. We don't need someone who can just simply read talking points or go along with the crowd. What you have known from me and what your viewers have known from me is that I look at the issues. I release transcripts. I said, the American people ought to know what was going on behind this corrupt cabal that we saw trying to take down candidate Trump and then working to continue to destroy his presidency, which he's overcome every time. So, for me, it's about being a strong voice. It's about being someone who's taken conservative values and being able to articulate those with passion, so that voters who may not understand conservatism now understand it's things like criminal justice reform, it's things like tax cuts, it's like opportunity zones. It's about lifting up everyone. That's the kind of voice I will be in the Senate to continue that fire that we have started in the House."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, you just said vendors went against you. You had to go back and get new vendors. Are you -- are you saying that there are people within your own party against you? Is Mitch McConnell working against you in the Senate race?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, the Senatorial Committee is in incumbent protection mode, and they're in full incumbent protection mode, even though the new senator has only been in office for a little over 40, 50 days now. And that's normal, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK."
    },
    {
      "speaker": "COLLINS",
      "utterance": "But the sad part about it is, it's not about the Georgia voters. The Georgia voters will get a decision. As we all know, the governor had a pick. He made that pick. I respect that pick. Senator Loeffler will do her job this year. But I think the vote -- Georgia voters this year will get a decision to make as well. And we look forward to having a choice for them to make. We will put our record up against anywhere. We will go anywhere and discuss those issues at any time."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let me ask you about two important issues that are coming up in front of -- in front of your committee. First of all, you have got the markup this upcoming week for the FISA applications and a new FISA. I want to hear about that. And, also, you have got Bill Barr, the A.G., testifying in front of the Judiciary Committee on March 31. First, tell us about the markup on FISA, what you want to see after now we know two of the four FISA warrants against Carter Page were unlawful, according to the DOJ. It's my belief that all four of them were unlawful. But let's see what this means in terms of the FISA markup this week."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, Maria, here we are again. Jerry Nadler is the chairman of one of the best committees in Congress, the most prestigious committees, but yet he's ruining it, because we don't actually delve into ideas. This FISA markup, we put this off in December because they were in the middle of the sham impeachment, and they couldn't deal with the FISA stuff that needed to be authorized, like lone wolf and roving wiretaps. Those are things that we need in our intelligence community. But they didn't want to deal with it, so we just put it off. But instead of actually having hearings and taking the Horowitz testimony, having -- actually having Mr. Horowitz come in, talk about the problems he found in those FISA warrants, talk about how the court approved these warrants that actually have spied on an American citizen, talk about those problems, we have had no hearings, we have had no discussions. And now we're going to put forward a bill that really, I don't think, is going to address the issues. We're going to have some say about that. Wait for what we're going to be putting forward. I think we're going to find ways to understand that FISA is -- is right now -- we need to restore the American people's trust in it. And if that cannot be done, then people will not have confidence that our intelligence communities are doing what they need to be doing and being able to use this court properly."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "So we're going to see that markup come this week. Hopefully, we will be able to make some changes to it..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "... so that it can be actually put something that can be -- put back to the trust factor again in the American people."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, I could not agree with you more on all of this, because they abused the FISA process. We know that. That certainly will be a topic of conversation when you welcome A.G. Bill Barr to your -- to your committee as well. That's on March 31. What are you going to be asking the attorney general?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, the attorney general, one, I think, has done a great job. But there are things that I think I want to ask and find out from him why. Like, Andrew McCabe wasn't charged, I mean, someone who has admitted -- admitted liar, someone who was let go from their job. When the American people, the average Joe who gets up and -- gets up in the morning and says, if I lie to the authority, if I lie to the police, something's going to happen to me. Well, even if it didn't get convicted, even if there was excuses, sometimes, you need to move forward with that. I'm going to ask why we didn't, because I think it was something that maybe needs to be done. I think I want to hear more about the Durham investigation. Is there still adequate resources, everything needed there? I also want to know why it seems like the FBI, who has incorporated, they said -- as we heard from Christopher Wray the other day, that they have incorporated the recommendations from the Horowitz report. There are still seeming some lacking issues there, like, where is the status of the leak on the Carter Page stuff?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Where are the investigations going forward on how we can make sure that this doesn't happen again? Are we truly addressing the FISA court's concern, when they said, look, you got to get this stuff straight before you come to us again?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think those are the things that we're looking for on our side from Bill Barr. Of course, the Democrats are just going to try to trash the -- Bill Barr as a -- as someone who's protecting the president. And I think what they're going to find out is, Bill Barr is doing his job. The Democrats are simply trying to take a president down, because they have a clown car bunch of candidates on the Democratic side who they know Donald Trump is going to win in November. And they're just going to try and paint him again as someone that they want to take out."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And they refuse to acknowledge the wrongdoing. Up until this day, they refuse to acknowledge what took place, which, of course, our viewers know better. Congressman Doug Collins, always a pleasure. Thank you, sir."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Maria, thanks a bunch. Good to see you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We will see you soon. So, what really happened in that briefing where intelligence officials warned House lawmakers that Russia is once again trying to interfere in the 2020 election now, reportedly helping one Democratic candidate, as well as President Trump? John Ratcliffe from the House Intel Committee is here with an exclusive look at that meeting. Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. New reaction this morning to reports that the U.S. intelligence officials are warning lawmakers that Russia is trying to interfere with the 2020 election now to help reelect President Trump and to help the Bernie Sanders campaign as well. Joining me right now exclusively is Congressman John Ratcliffe, Republican from Texas. He sits on the House Intel, as well as Judiciary committees. He's also a former prosecutor himself. Congressman, it's always a pleasure to see you. Thanks for being here."
    },
    {
      "speaker": "REP. JOHN RATCLIFFE (R-TX)",
      "utterance": "You bet. Good morning, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, you were in that meeting last week, where Adam Schiff brought up the issue of Russia meddling. Can you tell us what happened? Can you tell us anything about this new information?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, think about it, Maria. You're asking me about details of a classified briefing that was intended to remain secret."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "You're asking me about it because it's been reported on by The New York Times. And, you know, it's all too familiar. We see, when there's a story about -- that is allegedly anti-Trump or negative for the president, it shows up in newspapers, because either Democratic members or Democratic staffers leak it. The problem is, in this case, they have leaked information that's not accurate. Look, let me be real clear, because the narrative often from Democrats and the media is that Republicans don't think that the Russians have meddled in our election. They did. They meddled in 2016. They're going to meddle in 2020. That's not the issue. The issue is why Russia is being so successful in shaking American confidence -- confidence in the integrity of our elections. And the reason is, it's because Democrats keep perpetuating and accentuating and proliferating Russian propaganda for their political gain and for their political motivation against Donald Trump. It's Democrats that created the Steele dossier and peddled it to our law enforcement and intelligence communities. They did that so the Democrats could falsely accuse the president of conspiring with Russia for the better part of three years now, something that Bob Mueller said absolutely wasn't the case. It was the Democrats that put out a memo saying that everything had been done appropriately at the FISA court and that there wasn't illegal surveillance. All of these things have been done by Democrats to really -- for their political gain, but has promoted everything that Russia has tried to accomplish. And the Democrats have been their biggest allies."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And, at the same time, Adam Schiff continues peddling this story. And you and Trey Gowdy were the only two Republicans to see the unredacted information around the FISA warrants. And on the Democratic side, it was Adam Schiff. The three of you saw the same exact information. You came out of that, you came on my show, and you raised red flags about the process, raised red flags about what was going on. Adam Schiff went on the media and said, there is collusion in plain sight. All at the same time -- as we look at our timeline here, at the same time, there were all of these informants being thrown at Trump campaign figures, like George Papadopoulos being invited by Arvinder Sambei to Rome, where he's introduced to Joseph Mifsud, who dropped a bomb on him, saying, oh, yes, Russia has e-mails of Hillary Clinton, followed by Mifsud telling Papadopoulos that in April of '16. All of this I'm pointing out is way before the FBI's statement that this investigation into Trump collusion started in July of '16. So the question becomes, what is all this -- what is all of this activity before July of '16?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Yes. Well, you -- as you point out Maria, I mean, Adam Schiff has been among the worst offenders here, falsely accusing the president of conspiring with Russia. Adam Schiff is the one that authored the FISA rebuttal memo saying that everything had been done appropriately, when, as you correctly point out, he saw the same information that Trey Gowdy and I saw. He saw that there was exculpatory information. He saw that the Steele dossier was central and essential to those FISA applications. And he went out and told the American people the opposite. And now he's at it again by putting out, through his committee, information that is false. Look, I'm not trying to be hyperbolic here, but I don't know anyone in the last three years who has done more to help Vladimir Putin and Russia with their efforts to sow the seeds of discord in American elections and American election security than Adam Schiff has. And, as you say, there's a lot at stake here, and there's a lot being looked at with regard to what happened before, what we have been told over and over again, the Trump-Russia investigation, beginning in July of 2016, when there's very clearly evidence of activity before that that involves law enforcement and intelligence community assets."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "And those are things that I think that John Durham and Bill Barr's Department of Justice are looking at right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Look, I know that you have got -- in the Judiciary Committee, you have got this markup of the FISA reauthorization. And there are three sections that you will be marking up, Section 215 business. The second one is roving wiretap provision. And then the third provision is this lone wolf provision. We already know that two out of the four wiretaps into Carter Page were illegal. Do you think all four were illegal?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "I do. And the reason -- John Durham, on the day that the inspector general came out with his report, indicated that he didn't think that there was proper predication or may not have been proper predication to begin with the very first one. We know, for a fact, as you correctly point out, that even the FBI director admitted to me last week that at least two of the four were illegal surveillance. I don't think there was a proper predicate to do any of this. I don't think any of this was appropriate. And I think that's what John Durham is looking at specifically. The challenge with these -- with these provisions that you talked about..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "... is, you know, we have important U.S. surveillance laws that are coming up for reauthorization. But it's against this backdrop of the American people seeing that there was illegal surveillance against Carter Page, a Trump campaign associate. And our Democratic colleagues are working against us, because they don't want to talk about that, because it was a Democratic administration and Democratic politicians..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "... like Adam Schiff who are complicit..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "... with respect to that allowing to occur."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, really unbelievable. Congressman, it's great to see you. Thanks so much."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "You bet. Thanks, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman John Ratcliffe. We will be right back live with Candace Owens. Stay with us. It was quite a night last night, FOX News projecting Bernie Sanders as the winner of the Nevada caucuses. This is the third win, the Vermont senator doing well in a racially diverse state. Nearly 30 percent of the population is Hispanic or Latino, and 10 percent is African-American. So, as the Democrats move forward, let's talk about how important the black vote will be. Candace Owens is the host of \"The Candace Owens Show.\" She talks about this a lot. And she also is out with a new book called \"Blackout.\" Candace, it's great to see you this morning. Thanks so much for joining me. CANDACE OWENS, HOST, \"THE CANDACE OWENS SHOW\": Thank you for having me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, you have talked a lot about the support for President Trump and also really black America. Give us your perspective on black America today."
    },
    {
      "speaker": "OWENS",
      "utterance": "I think it's the most -- one of the most interesting components to look at heading into this election, is the black vote, primarily because the Democrats rely upon it heavily. They have relied upon our -- the black vote heavily for the last six decades, which is why you see them increasing the rhetoric and constantly accusing conservatives of being racist. But why this is interesting is because their accusations are no longer landing in the way they used to. And what I mean by that is that, in the 2016 election, there was this palpable fear, not just amongst black Americans, but amongst all Americans on both sides, because they didn't know exactly what to expect from Trump. He wasn't your career-type politician. Heading into this election cycle, people now know. We have had him for four years. So telling us that we need to be fearful, telling us that if Trump gets into office, he's going to ruin black America, we're all going to be back on slave ships, which is quite literally the type of -- the type of rhetoric they were using in 2016, doesn't land the same. We're looking at the actual results. We're seeing that we have had a Republican conservative president for the last four years, and he's been able to accomplish more than a black president did in eight years. So the stakes are higher. And every poll that you look at shows -- I don't care if you're looking at a left-leaning poll or a right-leaning poll -- they show that black support for Donald Trump has increased. And that's a detrimental threat to the Democrat Party, who cannot afford to lose even five points of the black vote, or else their entire party is finished."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I mean, we had Senator Tim Scott on the other day. And what he was talking about on this program is about the policies, the fact that unemployment in the black community is at a record low, prison reform. Here's a bit of Tim Scott two weeks ago on \"Sunday Morning Futures.\" Watch this."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "On Election Day 2016, he was around 8 or 9 percent. Right now, his approval rating on the last four polls that I have seen is over 30 percent. And there's a very specific reason -- reason why that is the case. He has not only said what he was going to do. He actually has done it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You agree with that, Candace? And what is most important, do you think, to this voting bloc?"
    },
    {
      "speaker": "OWENS",
      "utterance": "I think just living better. I mean, I ask a simple question to my family members and my close friends. I say, are you living better today than you were living under the presidency of Barack Obama? And the answer across the board is yes. There are jobs. There are opportunities. And it used to be the expression, it's the economy, stupid, right? I mean, this -- people are doing better under this economy. So they're going to have difficulty contending with the fact that people are living better, are feeling more confident. I mean, look at his State of the Union address. He knocked it out of the park. He discussed the fact that seven million people in this country are off of food stamps, 10 million people are off of welfare. And you had Congresswoman Rashida Tlaib say, that's when she got up and left, because food stamps are being taken away? Does she think that black Americans and Americans overall are too stupid to understand the importance of coming off of food stamps? Does she not understand that there is pride in no longer having to turn to the government for handouts to be able to afford to feed your family? I mean, this is the Democrat argument, that we should want to turn to the government for answers. This is the socialist argument, right, that we should be expanding government programs, because the government should be replacing the families and strong fathers in the home. And it's wrong. America as a whole is doing better under this presidency. And I just do not see a way forward for them to beat Donald Trump in this election cycle."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, it's funny that you mention it. I mean, obviously, it's better not to be on food stamps. It's better not to have all of these free benefits that the government is promising. It's much better to have opportunities to work and then obviously make as much as you can earn by working. He does this effectively through social media as well, doesn't he? I mean, people complain about his tweeting, and yet it's resonating with a lot of the country."
    },
    {
      "speaker": "OWENS",
      "utterance": "That's the number one thing that I say, especially when I speak at a lot of GOP dinners across the country, is, I say, the number one feedback that you will get from older conservatives especially is, I just wish he would stop tweeting. And I cannot make this statement clear enough for America today. Donald Trump should never stop tweeting. It is how Donald Trump won the election in 2016. This is how the president -- he's brilliant when it comes to culture. And there are always cultural presidents. Technology changes every three decades. JFK was the TV president, because he was so good-looking, right? FDR was the radio president, being able to speak to America. And Donald Trump understands social media and understands culture. He is a cultural president. And it is why he's been able to bring over people that do not traditionally follow politics, right, people like me? Many black Americans find themselves more invested in culture, right? Donald Trump is cultural. So, he's able to sort of play in both spaces of politics and culture and blend them beautifully to communicate the importance of the policies that people are getting delivered into their homes. So, I love Donald Trump tweeting. I -- do I agree with every single thing he tweets? No, but I understand the importance of just the overall method of being able to effectively communicate things to the voters directly."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, give me your assessment in terms of black support today for President Trump going into South Carolina, going into the election in 2020. And how would you assess what we're seeing in terms of Bernie Sanders? Bernie Sanders is winning now three caucuses."
    },
    {
      "speaker": "OWENS",
      "utterance": "Right, and which is -- which is not a surprise. And I say this. To go to Bernie Sanders first, I appreciate people like Alexandria Ocasio-Cortez. People can hate her, but thank goodness for her, right? She is the Jeremy Corbyn of America, somebody who is willing to boldly outright say what they are after, right? Before, I feel like the Democrats and the socialists were good at hiding what they wanted, right? We want to steal your money. They were good at hiding that messaging. So, they seemed much more normal. But she's so boldly saying that they want these lunatic policies. Bernie Sanders is boldly out in the front saying, here's what we're going to do. You're not going to have your private health care. We're going to socialize health care. It is thanks to that the Democrat Party is now effectively splintered. There's no way forward, because the party is splintered. The moderate Democrats are not going to get behind Bernie Sanders. That's common sense. The socialist Democrats are not going to stand behind Mike Bloomberg. That's common sense. You think the socialist Democrats have spent the last four years complaining about the fact that Donald Trump is a white billionaire from New York, only to then get behind a white billionaire from New York, Michael Bloomberg? Of course not. So this is why there's effectively nowhere forward. Their party is literally broken at this moment in time. And it is the most fascinating time to be paying attention to the democrat Party. I cannot look away. It is prime-time television every single time. I cannot wait until Super Tuesday. I'm looking forward to it like the night before Christmas."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's funny. Candace, it is so great to have you on the program. You have got to come back soon."
    },
    {
      "speaker": "OWENS",
      "utterance": "Absolutely. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much. Candace Owens, check out her book \"Blackout\" and \"The Candace Owens Show.\" The coronavirus outbreak, meanwhile, continues to grow and spread. White House trade adviser Peter Navarro is here next with breaking news on strides that the U.S. is making toward a treatment, as we look ahead on \"Sunday Morning Futures.\" Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Now the latest on the coronavirus outbreak that keeps spreading, with South Korea declaring a red alert and cases spiking in Italy this morning. Currently, there are 35 confirmed cases in the United States of the disease that's killed at least 2,400 people and has infected more than 78,000 across the world. The outbreak began in December in Wuhan, China, we're told. And, this week, Beijing reportedly sent a general who's a top biochemical warfare expert to oversee activities in Wuhan. I reported that first on \"Mornings With Maria\" on FOX Business two weeks ago. Senator Tom Cotton on this program last week said part of the reason the current of virus is worsening is that China has been playing it down from the get-go. Watch."
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "They have lied consistently about this virus from the beginning. So, we shouldn't take their word at face value. And, no, we don't want to have a public panic -- panic, but we do want to err on the side of caution, when so much is unknown. And that is consistently what China has not done by consistently lying to its own people and to the world."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Joining me right now with more on its impact is Peter Navarro. He is White House trade adviser. And, Peter, it's always a pleasure to see you. Thank you for being here."
    },
    {
      "speaker": "PETER NAVARRO, DIRECTOR, WHITE HOUSE OFFICE OF TRADE AND MANUFACTURING POLICY",
      "utterance": "Good morning, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What kind of an economic impact are you expecting from this coronavirus? And I want to ask you about what the U.S. is relying on from China, because I know that there were plenty of ships that were supposed to be carrying medical equipment, medical supplies, parts, components, which now the U.S. is not getting because China is holding onto those things, or they can't even produce them."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes. Maria, my job at the White House during this crisis is to review the supply chains we need to treat corona. There's over 30 different elements just for that alone. And what I have learned so far, and not surprisingly, is that we have offshored far too much of our supply chain, not just for corona, but also for the essential medicines we need, same reasons we offshored a lot of our other stuff. It's cheap labor environment, lax environment, and, most of all, unfair trade practices. A lot of it's in China. Some of it's in India. Some of it's in Europe. But we got to get that back onshore. In terms of the immediate issue, face masks, the N95 face masks, China put export restrictions on those masks, and then nationalized an American factory that produces them there. So , we're dealing with that in Trump time. This week, we're going to be sending out an RFP to make sure we got plenty of those. We have to look across four different elements. It's the protective gear, like the face masks. It's the treatment drugs, like remdesivir, that we're trying to get into clinical trials quickly. It's the vaccine development which we're moving in Trump time. We're going to be able to get -- possibly get a vaccine in half the time it usually takes. And there's also these point-of-care diagnostics, so that we can accurately determine whether a patient has corona and doesn't have to come to the hospital. So, bottom line, Maria, is that this administration is moving as rapidly as possible. And my -- my part of the portfolio is to make sure our supply chains are secure and we have what we need."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, you make a lot of important points. And I know that the president has been trying to get the supply chains back to North America, get the manufacturing base of our country..."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... out of places like China, or lessen them at least, so that we don't have to be reliant on these things. But what's the impact on the economy? I mean, if we are going to see all these shortages, isn't that going to cut into earnings? Are you expecting a significant impact on growth, Peter?"
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes, let me say one last point on the supply chain issue. For the American people, they need to understand that, in crises like this, we have no allies. Back in 2009, during the swine flu problem, our best friends in Australia, Great Britain, and Canada basically denied us what we needed."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Australia refused to send 35 million doses of vaccine. With respect to the economic impacts, Maria, I think what we have learned, with President Trump's tough stand on China, is that the American economy is extremely strong and not particularly vulnerable to what happens in China. So we're going to go about our business and try to get what we need in Trump time."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "OK, we're going to take a short break. You have an op-ed out in The Financial Times that you want to talk about. And you did a blitz in terms of the counterfeit products coming from China. We have got to talk about that as well, Peter."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Scary stuff."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Stay with us."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We will take a short break. And we have got more with Peter Navarro when we come right back. We're back with White House trade adviser Peter Navarro, who just came off of a visit to JFK. Peter, tell us what you saw at JFK, when you witnessed all of these counterfeit..."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... products coming into America."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Oh, I saw great Americans out there trying to stem this flow of counterfeits. It's a thing called Operation Mega Flex, which the White House has been coordinating with Customs and Border Protection. What we do once a month is look under the hood of thousands of packages from China. And I'm telling you, Maria, this is a horror show. What I learned is two things, that China is the great counterfeiter of the world, and Amazon and eBay and these e-commerce platforms are the great counterfeit enablers. I saw -- saw stuff, a bunch of counterfeits that defraud you, but could burn your house down, kill you. I saw fentanyl on the table that had been seized within the last 24 hours, gun silencers, a whole pile of fake driver's licenses, and cancer drugs that people are paying thousands of dollars for that have no active ingredients for. And these packages, there's a million a day, Maria, a million packages a day by air from China. About 10 percent of those, we're finding, have contraband in them. And that means 100,000 Americans every single day are subject to fraud from China through e-commerce platforms like Amazon, Alibaba, eBay."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And we just were looking at some pictures. Some of them were these driver's license. Who knows what they're doing with these driver's license? I mean, some sanctuary cities are giving people driver's license, and then they're going to vote."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So we don't know what they're doing with these driver's licenses."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Well, I was there with both Customs and ICE agents there. And they were telling me how those licenses, if they're used in a sanctuary city or state, they can't track what they're doing. And it's terrible. It endangers Americans. There was a table there with a bunch of food products from China that had pork in him that potentially had the African swine flu that could take out the whole supply chain for pork in America."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "So this is a horror show."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "The Trump administration is going to crack down on this. We're going to do everything we can on this counterfeit problem. But Americans, when you are shopping online, you have got to be careful here, until we get this problem under control..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Peter..."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "... because you can't trust Amazon or Alibaba."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Also, in early March, there's the World Intellectual Property Organization electing a new director general. This is a U.N. agency, but China wants to be that -- that leader in that as well, right? We only have a couple of seconds here, Peter."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "Yes, WIPO, 43 million patents. They're trying to gain the director generalship of that. But they also already control 14 of 15 agencies. They have bungled the WHO, because they have a proxy running that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "That's why we're having more problems with the coronavirus."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, check out..."
    },
    {
      "speaker": "NAVARRO",
      "utterance": "This, again, is a crisis."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Check out your op-ed in The Financial Times on this. Peter, good to see you. Have a great Sunday, everybody. I will see you tomorrow. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}