{
  "date": "February 15, 2017",
  "headline": "Gutfeld: Under Trump, media lapdogs rediscover their bark",
  "subHeadline": "It's adorable to watch reporters freak out after eight years of hiding under their beds",
  "url": "https://www.foxnews.com/transcript/gutfeld-under-trump-media-lapdogs-rediscover-their-bark",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS CUOMO, CNN",
      "sentences": "Congressman, there is zero chance that we're going to move on until the answers to the questions that present itself at least get notice from the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS",
      "sentences": "Welcome to day one of what is arguably the biggest presidential scandal involving a foreign government since Iran-Contra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS FRIEDMAN, NEW YORK TIMES",
      "sentences": "We have never taken it seriously from the very beginning: Russia hacked our election. That was a 9/11-scale event. They attacked the core of our very democracy. That was a Pearl Harbor-scale event.  Wait, how many people died from this Russian thing, you dope?  So as they get help from Obama's deep-state loyalists, who leak away, the media keeps asking when did Trump know it? That was never asked of Obama, who blamed a terror attack on a video, launched a massive boondoggle he knew was based on a lie and backed a Cabinet member who treated e-mails as badly as her husband treated females.   For eight years, the media accepted that the world's smartest guy do absolutely nothing. Now they hate President Trump as much as they loved President Gump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "It's been a month, and Trump's cabinet is like a rundown Red Roof Inn",
      "utterance": "lots of vacancies. You can thank the Democrats, who are acting as roadblocks. Now, you'd expect the media to chide such obstructionism the way they did for President Obama. If you recall, reporters clutched their pearls over attacks on poor Obama when just a few of his appointees dropped out. I know. I'm tired of the \"if this were Obama\" line, but we're only tired of it because it's true."
    },
    {
      "speaker": "Look at Flynn. It's no Benghazi, IRS, or email scandal. He didn't lie to the American people about keeping their doctor. Yet, you've got a pack of dogs nipping at President Trump's heels, a pack who were silent during Obama's worst. It's adorable watching reporters freak out now after eight years of hiding under their bunk beds",
      "utterance": ""
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "utterance": "Congressman, there is zero chance that we're going to move on until the answers to the questions that present itself at least get notice from the White House."
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS",
      "utterance": "Welcome to day one of what is arguably the biggest presidential scandal involving a foreign government since Iran-Contra."
    },
    {
      "speaker": "THOMAS FRIEDMAN, NEW YORK TIMES",
      "utterance": "We have never taken it seriously from the very beginning: Russia hacked our election. That was a 9/11-scale event. They attacked the core of our very democracy. That was a Pearl Harbor-scale event. Wait, how many people died from this Russian thing, you dope? So as they get help from Obama's deep-state loyalists, who leak away, the media keeps asking when did Trump know it? That was never asked of Obama, who blamed a terror attack on a video, launched a massive boondoggle he knew was based on a lie and backed a Cabinet member who treated e-mails as badly as her husband treated females. For eight years, the media accepted that the world's smartest guy do absolutely nothing. Now they hate President Trump as much as they loved President Gump."
    }
  ]
}