{
  "date": "February 15, 2020",
  "headline": "Donald Trump Jr. on media fixation with President Trump's 'revenge'",
  "subHeadline": "Guests: Lou Dobbs, Donald Trump Jr., Rand Paul, Larry Kudlow, Ron Paul, Mark Alfieri",
  "url": "https://www.foxnews.com/transcript/donald-trump-jr-on-media-fixation-with-president-trumps-revenge",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Welcome to \"Watters' World.\" I'm Jesse Watters. The wheels of justice, that's the subject of tonight's Watters' Words.  Democrats couldn't impeach Trump, so now they're trying to impeach Bill Barr as Attorney General.  I told you last week these people weren't going to stop. A week after Trump was acquitted, the left already has this huge news scandal that's very similar to the last so-called scandal in this way. It was set up and nothing illegal happened.  Here's how it all starts. Mueller in the F.B.I. raid Roger Stone's house at the crack of dawn -- very, very heavy-handed. CNN gets tipped off. Very suspicious with that. Now Trump's old buddy, Roger Stone, he gets interrogated. He's tried and convicted by a jury. Nothing to do with Russia, by the way. Nothing to do with collusion at all -- all process crimes.  Now, I'm not excusing what Stone did, but he is only charged because of the hoax. There's no Russia hoax. There's no charges. He is basically just paying a price because Hillary and her fake dossier polluted the system and because John Podesta let himself get hacked. So all of these prosecutors who used to work for Mueller's little witch hunt, they are still at the Department of Justice, and they're still prosecuting Roger Stone. So they go to Bill Barr's team and say, hey, we're not going to recommend that much prison time for Stone. That was the setup.  Now the next day, they go into court and they recommend seven to nine years in prison. Now, Roger is almost like 70. He has got a clean record. He is a non-violent offender. And the average sentence for rape is like four years and they want Stone to serve nine because he lied to Congress.   You know how many people have lied to Congress? You'd have to lock up everybody. Donald Trump wasn't happy about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES",
      "sentences": "Roger Stone was treated horribly, and so were many of the people. Their lives were destroyed. People were hurt viciously and badly by these corrupt people. I want to thank the Justice Department for seeing this horrible thing and I didn't speak to them by the way, just so you understand. They saw the horribleness of a nine-year sentence for doing nothing. You have murderers and drug addicts, and he will get nine years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So Bill Barr gets wind of this crazy overcharging and he realizes these dirty prosecutors had lied to his team and he is thinking, this is way out of line. So he lowers the seven to nine-year recommendation.   It's the judge's call anyway. Judge Amy Berman Jackson is the name. So when Barr changes the sentence recommendation, these four ex-Mueller prosecutors, they quit in this big huff. Now, it's like they overcharge this guy to justify the hoax in the first place and they set Bill Barr up so he has to step in, and then so they can resign with all this drama and tee the Democrats up for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "We should all be calling for the resignation of the Attorney General. If he won't resign, remember the Attorney General can be impeached.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "sentences": "Attorney General William Barr ought to be ashamed and embarrassed and resign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "This is an abuse of power that the President is again trying to manipulate Federal law enforcement to serve his political interest. But where are the Republicans to speak out? This one must be investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This is dumber than the Ukraine scandal and here's how NBC spun it.   \"A.G. Barr interfering in legal cases tied to Trump.\" Now the Attorney General can't interfere in the Department of Justice. It's his Department. The prosecutors work for him, it's like saying a boss is interfering in his own company. It doesn't make sense. Don't buy that lingo from the left. It gets worse though. Investigative journalist, Mike Cernovich discovered the Stone jury is totally tainted. The jury foreman is a Democratic activist. This woman ran for Congress as a Democrat. She traffics in Trump-Russia conspiracy theories. She is posting anti-Trump messages on social media before and during the trial. And she is the jury foreman?  How did the judge let this happen? Judge Jackson. Now, the whole case may have to get tossed. It's a total joke. The good news though, is this.  The wheels of justice are starting to move forward again in America. Rudy Giuliani was on \"Watters' World\" last week, and he brought documents that he claims show Obama's people colluded with the Ukrainians against Trump and then Hunter allegedly laundered millions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PERSONAL ATTORNEY OF DONALD TRUMP",
      "sentences": "Three witnesses who are willing to get up on the witness stand and say that in January 2016, members of Obama's N.S.C. violated the law Mueller was investigating Trump for violating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you have any Hunter Biden documentation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "This is a money laundering transaction. $14.8 million goes from Ukraine to a company in Latvia, disguised as a loan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And this is now being investigated. People aren't getting away with what they used to. Trump is cleaning house at the National Security Council. He is getting rid of leakers like Vindman. Remember the Covington boys? The kid who was smeared just for smiling. He settled with CNN for what I assume is a pretty hefty sum. Remember Jussie Smollett? Just got indicted for lying and filing false police reports. And where's Michael Avenatti? He is behind bars awaiting trial. That's why Bill Barr is under attack.   The left knows what's coming and we'll see what happens.  Here with reaction, the President's son and Executive VP at the Trump Organization, Donald Trump, Jr. You must agree with everything I just said there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, JR., EXECUTIVE VICE PRESIDENT, TRUMP ORGANIZATION",
      "sentences": "A hundred percent, Jesse. It was a very astute legal dissertation there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "But it's true. This is the insanity. I mean, watching you this week as it is playing out, they are saying, well, what Trump -- Trump tweeted about it -- meaning to his millions of followers all over the world. He tweeted about something that already happened, meaning the verdict against Stone, right? They're trying to say that that is the same as when the right was outraged that Loretta Lynch met with Bill Clinton on a private plane on a tarmac in Arizona to talk about golf and grandkids.  Let's not pretend they're the same thing. We have no idea what they discussed. We do know that charges were dropped and things weren't pursued after that Bill Clinton meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "But we have no idea. Trump sends a tweet to billions of people around the world after the fact and he is somehow getting in there and he is meddling with what's going on.  I mean, this is the sickness and of course, they can't get Trump, they've been trying for three years. They can't do the Russia hoax. They can't do the impeachment, so now they're going to impeach Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, this is the next thing. And you know what's going to happen. He is going to go out there and testify. He is going to run circles around them and then they're going to move on to the next thing. But I think what your father has done, he is very focused on the issue of fairness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know, Hillary deletes 30,000 e-mails, nothing. You know, and Trump gets in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "If Trump deleted 30,000 e-mails, he'd be in jail right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "There's a double standard --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like Bloomberg gets the box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Roger stone and McCabe, they both lied to Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "But McCabe, he is a CNN contributor. He gets -- he actually gets airtime on TV to talk about the injustices that he actually committed about --  The double standard is what's sickening, and I think that's what's so frustrating to us. Like, I don't care if we play hardball or if we play t- ball. But we've got to be playing the same game, and we're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. I mean, it's like you and Hunter, people say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Yes. They still do this thing. I mean, the left is sort of outraged because Joe Biden is all of the things they say Trump is, but isn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Corrupt, slow, not particularly bright, you know, corrupt family and kids. I mean, these are what they tried to do to me. Again, you think that if I would have lied to Congress, you think I'd be here right now? I'd be in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, you would have been sharing a cell with Avenatti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "And that's the reality. Unlike Hunter, I actually did 30 hours of testimony. Now, the difference is, I took a 20-minute unsolicited meeting set up and paid for by the D.N.C.  Okay, Hunter takes millions from a corrupt Ukrainian oil company. He doesn't speak Ukrainian. He knows nothing about oil or gas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "But like, that's okay. They don't even need to hear from him, let alone get in trouble for it. And you know, that's what's disgusting to the American people. It's like, there is not equal justice under the law. If you're one of them, you're good. You can get away with any of these things. If you are one of the Trump people, but flip on Trump, you're also good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "If you're a Trump guy, it's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like Bolton, now all of a sudden he is here -- now, we just mentioned ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "It will last about two more days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "... Joe Biden. I mean, the guy looks like a beaten down ghost and he really limped out in New Hampshire. What do you think's next for Sleepy Joe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Retirement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Come on. The whole thing has been a joke. I mean, Joe Biden, for the last six months, we've been watching him say like, well, it's really beautiful here in Florida. Oh, Joe, you're in Iowa, buddy. Like, oh, well, it's -- if Trump did that once, he's got -- he would have dementia. He is -- there is something wrong. He is losing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I mean, it's like I am very surprised this guy lasted this long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Joe Biden doesn't know where he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Fifty percent of the time, and it's like, no, no, he is the presumptive nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So what do you think is going to happen? I mean, Bernie looks like he's got a lot of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "I think they are going to do whatever they can to screw Bernie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You think Bernie is going to get screwed? You think he's going to get screwed by Bloomberg or someone else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "I think a combination of both. I think Elizabeth Warren is over. I mean, you know, she's got, you know, one in one thousand and twenty fourth of a campaign left, but she's going to sit there because she is going to play, you know, let's break up Bernie for the D.N.C. and they'll take care of her with some sort of other, you know, quid pro quo later like they will keep that voter away from him so he can't win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She will figure it out at the convention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "So they are all working together against Bernie, which is sort of amazing to see because honestly, the last time the D.N.C. used their brilliant, you know, tactics to rig a primary, they gave us Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It backfired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "And I thank them for it. Guys, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, usually it does backfire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "It was a great result.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You were out in New Hampshire the other day and the crowd started, I think they were chanting something. Let's listen what they were chanting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUDIENCE",
      "sentences": "Forty six. Forty six. Forty six.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Number 45, forty six is next. Now was Ivanka jealous? Or were they chanting for Ivanka or you? Was it you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "I got it a little bit after my speech, too, so that was like the third time I heard that one. Honestly. Listen, it's a great honor. It's incredibly humbling. You know, there's no greater compliment than having that many real Americans just being into you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Pence is mad at you by the way. He didn't like those chants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "Listen --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You can tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "My only focus is 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "It's -- I want to see this winning continue. You're seeing the results. The people there are seeing the results. The people at the little stores and places that we stopped in like 20 stops throughout New Hampshire along the way the other day, they're all coming up to me. Everyone sees it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You went to a lot of diners up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "I want to keep that going. I did do a lot of diners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A lot of maple syrup up there. All right, throw that in some of your hair right there. That's how it gets so sleek.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP, JR",
      "sentences": "What do you think this is? This is 100 percent New Hampshire maple syrup. I totally get it somewhere else where we're primary-ing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, thanks, Don.  Joining me now, Kentucky Senator Rand Paul. So Senator, you heard at the top of the show. I believe now the wheels of justice are turning in the right direction. You're seeing people held accountable, whether it's celebrities, whether it's bureaucrats, whether it's prosecutors, if you do something wrong, I think now the American people are feeling a little more confident that they could pay a price. Do you see it that way, too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL (R-KY)",
      "sentences": "Yes. And I would go one step further, it's not only about punishing those people who are bad actors and may have manipulated government and used government to go after the President. But it's also about reforming the system so this doesn't happen again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I like it when I hear President Trump say, this should never happen to another President. This isn't just about President Trump. I'm going to be introducing legislation saying that the FISA Court should never be used on a political campaign. It should never be used on an issue group, right or left. We can't allow political speech to be stymied by a secret court. This just should never happen again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's interesting, because Bill Barr says now everybody has to, I guess contact him before they start initiating a counterintelligence investigation into a political campaign or any sort of politically charged operation.  I think that's maybe a good first step. But you want to take that a step further. Let me just ask you now that we've had the trial in the Senate, and the President's been acquitted, what's the temperature like in the Senate. Is Romney being treated well? When you walk by Chuck Schumer, do you guys - - do you guys stare daggers at each other? What's the mood like now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "You know, I think people are fairly mature about this and there's always less contention than you actually think there is. People do act civilly to each other. You know, I work with people across the aisle on a variety of issues. So I think it actually isn't as bad as it's made out to be. And the reason I mention that is, there isn't this seething anger whereas on the internet, you know, if you want to see anger, get on Twitter, get on Facebook, there's so much anger out there and we do need to defuse it some because we have, you know, people being attacked in restaurants. You know, I know Steve Scalise well from the baseball team, and he almost died from an angry Bernie Sanders supporter, so we need to not let it spread out to people that were so angry, we can't talk to each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. We have a guy later in the show who almost was hit by a van in Florida by a deranged anti-Trump radical. So you're saying that Romney is allowed to sit at the Senate lunch table with you guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Oh, and I'm not divulging whether he's allowed to sit at the table or not. But no, I think the thing is, I've told him, I disagreed with the vote, but you know, I've been an outlier. I've been against war, sometimes when my caucus is for war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I've been for privacy sometimes when my caucus hasn't been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "And the thing is, is even the President when I talk to President Trump, he's like, I know you believe that. I know you believe that. But the thing is, I support the President, I think on the important things. When there are partisan attacks on the President, I'm 110 percent in his corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. That makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "But when we have a policy difference, I think he appreciates it, because I'm not afraid to stand up and give him my opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, one of the things that happened in that Senate trial is that you went up there. I guess, you may have named the whistleblower, you named a name that many people believe is the whistleblower and that video got out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Nobody knows. Nobody knows who the whistleblower is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No one knows -- no one knows for sure. Right? Yes. It's all over the place, but no one knows for sure. Not only the Chief Justice Roberts shut you down once or twice, but the video of a sitting U.S. Senator on the Senate floor was censored by a big tech company in California, YouTube. How dangerous do you think that is? And what are you going to do about it, if anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "I'm going to give them a whole heaping full of criticism. I'm going to lay into them and say, YouTube, if you want to act as if you're not biased, if you want to act as if you want conservatives to use your portal and be part of it, you better treat people fairly, because this looks like you've chosen sides. I did not call anybody the whistleblower in my speech on the floor. I named two names, but I didn't say either one of them were a whistleblower. I just said they worked together and there were reports that they were plotting the impeachment years in advance. I think they ought to know, was it legal what they were doing? At the very least, they should not work for the President or in the Executive Branch if they're trying to undermine the President. That would sound not just disloyal, but perhaps unlawful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. But we're not saying that the names of the alleged whistleblower here on Fox or on \"Watters' World,\" but I appreciate your honesty, Senator. And maybe one day Romney can come back and sit at the lunch table. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Still ahead. A President's Day history quiz. This is a good one. Plus, as I said, a victim from last weekend's vicious van attack on Trump supporters is here exclusively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The American economy keeps on getting better and better. Breaking records on jobs and in the stock market. In a recent Gallup poll showing 63 percent of voters approve of the way the President is handling the economy. So why do Democrats keep on talking about doom and gloom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "Here is the reality. Half of the American people today are living paycheck to paycheck. Today, you've got a half a million people sleeping out on the streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "sentences": "His economy isn't delivering for working people. The jobs don't pay enough for people to live on. We've got to take him down on the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "The problem is we've had an economy grow and not being to lift up those most in need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here with more, Director of the White House National Economic Council, Larry Kudlow, who when the President says he hears speak, he says he thinks of money. Larry, when you hear the Democrats talk about how bad things are for regular working class people, it's just not true. We know they're going to lie, we know they're going to spend, but how do you at the same time tout the great economic achievements for the middle class, but at the same time, acknowledge that paychecks have to get bigger, and that you hear the concerns of working class Americans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR OF THE WHITE HOUSE NATIONAL ECONOMIC COUNCIL",
      "sentences": "Well, listen, we've always heard the concerns of working class Americans. Actually, the President's whole campaign in 2016 was about lowering tax burdens for middle class Americans and small businesses, getting rid of needless and costly regulations that have damaged small businesses, who are the biggest job hirers in the country, creating millions of jobs with our energy packages that has made us independent. And maybe most of all, to renegotiate bad trade deals, which permitted unfair trading practices, and which damaged middle class jobs and manufacturing and farming and elsewhere. I mean, look, this riff that I'm hearing from the other side of the aisle is a great example, Jesse of cognitive dissonance. All right? Now, I know you're not really in the economic game. You know what I mean, when I say cognitive dissonance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "You know what that is, okay, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Now, I'm just saying that because as, you know, in Washington, no one lies. So it's just a bit of cognitive dissonance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Here's a deal. When you see middle income wages for production workers rising faster than their managers significantly faster, I make weekly wages for middle income and lower wage earners are rising five percent. The manager's wages are rising about two percent, that's one point. The bottom 10 percent of the workforce is getting the largest gains substantially faster. Now, these are gains. These are growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Substantially faster than the top one percent. This old saw that I'm hearing that the middle class lives paycheck to paycheck. Well, I don't know exactly what that means. I mean, I believe certain presidential candidates probably live paycheck to paycheck. That's beside the point if the paycheck is fatter, which is exactly what is happening here and they will not acknowledge that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I mean, I think Larry you've done very well in your illustrious career. People do live paycheck to paycheck, you know, they string out things and they and they have to really budget, but I think the President has a firm grip on those realities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "But that point is, Jesse -- here's the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "The paychecks are getting fatter -- so here's the stat. This is not our stat. You know, this comes from the Bureau of Labor Statistics and the Census Bureau. We don't control those agencies, all right. They're the ones that are telling us after tax, after inflation, the average family in the United States, about $66,000.00 a year has increased their take home pay to use Ronald Reagan's phrase by $5,000.00 in three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. And I use that statistic on \"Watters' World.\" I'm very familiar with it, Larry, even with my very limited grasp of economics. That makes sense to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Actually, you can reduce it all to cognitive dissonance. Look, the prior 16 years, Jesse, under Republicans and Democrats -- that after tax take home pay stuff was basically flat. We're up $5,000.00. That is a direct consequence of lower taxes and regulations and better trade deals and better energy for example. Look, at some point, the cognitive dissonance has to give way to the actual facts and like I say, we don't control the Bureau of Labor Statistics. We don't control the Census Bureau, and not only is this a blue collar boom. This is a women's boom. Okay? I don't know if you saw Ivanka Trump's event we had at the State Department yesterday. Women are among the best beneficiaries of this. It is women now who dominate the labor force. It is women who have had a huge increase in participation rates and wages. It is women at the margin who are coming back into the labor force. Women have power. They have economic power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is no doubt about it. Women are winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "I don't hear the other side talking about that and let's go in African-American unemployment, okay, in fact, overall unemployment 3.6 percent. Let's look at the African-Americans, Hispanics, Asian women. How about the snowflakes? The millennials, Jesse. Are you a -- Jesse Watters, are you a millennial?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, but thank you. I appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "All right. It's put you in that category because I want to say that the young millennials who are far too much maligned, they've gone back to work. Their participation rate has skyrocketed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow. They are moving out of their parents' basement. I love it. Everybody. If you don't know what cognitive dissonance is, go Google it. Larry, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Thanks, Jesse. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Still ahead. Ron Paul is going to grade Donald Trump's presidency. Can't wait for that. But first Biden falling apart. And Bernie on the run with Bloomberg looming. Lou Dobbs reacts to all of that next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Mississippi Governor Tate Reeves has declared a state of emergency after some historic flooding there. Parts of Jackson and outlying areas are under evacuation orders and officials say more than 2,000 homes could be in danger. The river is expected to crest at nearly 38 feet on Sunday and it could remain at dangerously high levels for the next several days. Meantime, a Turkish delegation is set to travel to Russia on Monday amid some growing international criticism that the situation in Syria is an urgent humanitarian crisis. Hundreds of thousands are without homes after being forced to flee following the Turkish invasion. Earlier today, Turkish President Erdogan called President Trump to say there were simply too many refugees for him to take care of. I'm Aishah Hasnie, now back to \"Watters' World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Bernie Sanders may have come out on top of New Hampshire, but he's got Democrats rattled, and some of them are saying he may take down the entire party. Here's Carville.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CARVILLE, DEMOCRATIC STRATEGIST",
      "sentences": "I'm scared to death. I really am. I'm not about a revolution. I'm not an ideologue. Politics means building coalitions. It means listening to people. It means shaping a message that you can do. There is a certain part of the Democratic Party that wants us to be a cult. I'm not interested in being in a cult. I'm 75 years old. I'm just not a -- I am not a very culty person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Joining us now, host of \"Lou Dobbs Tonight\" on Fox Business Channel, Lou Dobbs, you're not a culty person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU DOBBS, FOX BUSINESS NETWORK HOST",
      "sentences": "Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Never been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "As a matter of fact, I'm not a joiner and I wouldn't join a club that would have me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right. Do you think Bernie Sanders could just wreck the Democrats if he gets the nomination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "If he gets the nomination, I think he'll be formidable. He will lose badly to the President. But he will be formidable. Look at all those candidates that he is already -- he has got the fear of God and all of them except for Elizabeth Warren. Because he is so far to the left and he his -- brother, he is pushing hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She played the gender card on him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think that might have been part of her downfall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They had kind of had that agreement where they weren't going to attack each other. Then she went after Bernie and the Bernie Bros and woop, she hits the basement. Biden -- what happened to him? Here he is trying to act tough on \"The View.\" Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, ABC HOST",
      "sentences": "People wanted really to see you get mad when Trump started lying about Hunter and saying things about Hunter. I don't know that you got mad or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Well, you know, I would like to be able to be back in high school and just have he and I in a room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, sure. Is he over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Yes, he's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "When he starts wishing for beat downs like that, he is in real trouble. He has lost his way. And I think his time is past. It's the kindest way I can say it. He is -- you know, I salute what he's done for the country. But he is so -- I am astonished, frankly, that the party has not said as President Obama said, Joe, you don't have to do this, because it has not been pretty to watch. And I'm even uncomfortable as people laugh at his gaffes and his faux pas and just plain awkward dumb mistakes. It's sad to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, he has got -- what two weeks -- until South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And if he doesn't finish first there, I mean, does he go to Super Tuesday? Or does he bow out gracefully?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "No, he is meeting with 250 of the biggest donors in Democratic politics. They may give him money, but I hope that they'll give him a heartfelt statement of how they really feel about his prospects. Because -- and frankly, I don't care what they do. I'm for President Trump. I am for everything he stands for. And -- but Biden is just such a sad, tragic human story that you can't help but worry about what the Democrats are doing to him and he to himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, that's the whole strategy behind Mini Mike looming with billions and billions of dollars. Here was the President when he was asked about facing off against Bloomberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's a lightweight, you're going to find that out. He's also one of the worst debaters I've ever seen and his presence is zero. Frankly, I'd rather run against Bloomberg than Bernie Sanders because Sanders has real followers. Whether you like him or not, whether you agree with him on that, I happen to think it's terrible what he says, but he has followers. Bloomberg is just buying his way in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think Bloomberg can buy votes during the primary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Well, he's bought 15 percent in one poll of that support, 15 percent. It's a lot different to buy those votes as you suggest, and I don't think he can buy enough to be a factor. At least externally, he can be a major factor in that convention and in the campaign and the General Election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We'll see when he steps up on his little box and debates. This guy is pretty slick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "What's his name again that the President gave him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's super. Mini Mike. All right. Still ahead, a victim of last weekend's van attack on Trump supporters. He speaks out exclusively on \"Watters' World.\" Plus, Senator Rand Paul was already here, now his father, Ron Paul is going to come on and he is going to grade the President's first term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Trump now well into his third year in office, and he's got a lot done -- booming economy, lot of terrorists killed, illegal immigration down. So we decided there's no better time to grade his presidency so far than now. So here with us to do that, Ron Paul, former presidential candidate, and host of \"The Ron Paul Liberty Report.\" Okay, Congressman, let's begin with immigration policy. What grade would you give the President there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON PAUL, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "It depends on what day of the week it is. It's up and down. I don't -- he doesn't get an A plus from me. I don't like walls and fences and things like that. But actually, immigration is down. I don't know whether that's because of Trump or whether he has helped do that. You know, so illegal immigration is done. So I'd give him a low C. He doesn't get a high A and I don't think he's completely failed, because he does talk a little bit about my theory about what we do, it if you don't subsidize something, it will help. And if you do subsidize something, you get more of it. I think the subsidies for illegally entering this country is the main motivating factor for us to have our problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So are you talking about benefits in terms of entitlements or in state tuition, things like that? Driver's licenses like they're doing here in New York?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "Yes. All of that for a starter, but it's also a special way to become a citizen, easy road to citizenship, jumping in front of the line and getting free education. I mean, it makes no sense at all. All I can say is, if most Americans were put in the same situation, they'd probably be praying or hoping they could, you know, get some of that, but I just think it's divisive to do -- to take from --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Low C minus is a tough grade, Congressman. I mean, I would give them maybe a B plus. But you know, we just have word right now that the Pentagon -- here it is -- just transferred close to $4 billion to fund the border wall construction. So I think it's moving in the right direction. But you know, we can disagree on that. Tell me about his economic policy. Where do you stand on that in terms of a grade?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "Partially I endorse, you know, most conservatives, and you don't even have to be a libertarian Austrian economist to say, lowering taxes and lowering the regulations is a good idea. But, no, he's a long way from what Austrian economics teaches what free markets are all about. And that is, it deals with the monetary policy, it deals with the Federal Reserve. You want to have interest rates designed by the marketplace, not by putting pressure on the Federal Reserve and say get those rates down. And on the short run, it is sort of like, you know, if people need to get ahead and they can hold somebody up, steal some money and live beyond their means or borrow the money, you know, from the Federal Reserve, you can have an appearance of a pretty good prosperity. But it will always end. So the zero rate interest rate, it's the craziest thing ever. It's not going to work. The biggest problem with that overall is what a lot of people are admitting now, it creates a lot of debt. It's huge. Just this week, what was it? $14 trillion per household. You know, all household debt. This is unsustainable and it could distort things --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I mean, but we've been saying that for what? Decades. The debt is out of control, and it just keeps on getting bigger and bigger and neither party is going to do anything about that. Finally, so you never gave me a grade. What was the grade for economic policy? You've got to admit, you know, it's a job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "C minus for tax and regulators --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You are a tough grader. C minus again? Wow. Geez.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'd like to see your grades with Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "Somebody -- if you care about the economy, you've got to care about those people who had secretly manipulated interest rates in the money supply. They're the bosses of this whole economy and Trump knows it and he has to handle it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, that's a longer discussion. Finally, foreign policy. I mean, I just have to step in. He is probably someone that's right up your alley. I mean, he's not starting a lot of new wars. He wants to get out of the Middle East. Clearly, you have to give him better than a C minus Congressman Paul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "Well, I think we're in the same category. Let me give that some thought. But no, if we go by what he says and what he said in the campaign, you know, he deserves a B plus. I'm coming home. I'm stopping these wars. But you know, take Syria for instance, he said that what we need to do is come home and he makes that announcement, the next day sends more troops over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is always the second terms, you know and that's a guarantee almost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "It's too much intervention for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Well, I think any intervention is too much for you, but Congressman, wait, did I hear any final grade? Last on foreign policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "On foreign policy is another C minus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay. C minus across the board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "What he says though, I'd give him a B, but what happens is we're doing the same old things. We're intervening when we shouldn't be and we should be taking care of ourselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you. Thank you very much, Professor. I mean, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "R. PAUL",
      "sentences": "Thank you, Jesse. Nice to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Some crazy anti-Trump guy drove his van into a bunch of Trump supporters down in Florida. One of the victims of that van attack speaks out exclusively next on \"Watters' World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All of a sudden, he hit the gas and plowed into us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "How close did he come to hitting people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Probably maybe about half a foot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Twenty-seven-year-old Gregory Timm is sitting in jail after police say he ran into a Republican voter registration tent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This individual drove up to a tent that was clearly registering voters with Donald Trump's name and attire around them. It looks like political attack to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Last weekend's van attack in Florida was politically motivated and it's been barely covered by the media. Joining me now with this reaction, one of the victims of the attack, Mark Alfieri. So Mark, did you get the sense that he was trying to plow the van into you or just trying to kind of crash into the tent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ALFIERI, VAN ATTACK VICTIM",
      "sentences": "Well, initially, you know, the -- you know, the shock of it, he approached us kind of about a 45-degree angle. He was waving at us. He was smiling, making it appear like he was going to stop the van, get out and start talking with us, as many, many people had done that afternoon, when he just accelerated and plowed right into the tent, overturning the tent, our tables, all of our equipment and the volunteers, including myself, having to scatter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow, he almost kind of set you up, made you feel at ease by waving and smiling and then accelerated. How close did he come to you guys?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFIERI",
      "sentences": "He came very close, you know, especially to the two women -- the two female volunteers that were with me. He came very close to them, and that resulted in two of the felony criminal accounts that are pending now against him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How fast was he going about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFIERI",
      "sentences": "Gosh. Difficult to say. It was just, you know, it was so quick him plowing into the tent to overturning tables, cell phones flying everywhere. It was pretty shocking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. So he gets out of there according to all of you and the witnesses. He flips you off. I guess he gets back in the van and drives away. Now, he told police that he did this because he does not like Donald Trump and he wanted to take a stand. He said, \"Someone had to take a stand.\" Is this a hate crime in your opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFIERI",
      "sentences": "I believe it would be a hate crime. I mean, it was just -- it was a very deliberate act, and like I was mentioning before, there was, you know, a fair amount of deception in it before he actually rammed the van into our tent and tables. So, you know, I believe it was a hate crime and definitely politically motivated. Some pretty intense feelings against President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How do you feel about the fact that this has barely been touched by the media? I think, CBS, ABC, they never even covered it. I think NBC touched on it for a few seconds. How does that make you feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFIERI",
      "sentences": "I think it's pretty incredible actually and just you know, it's kind of outrageous that the most of the national media did not cover it, because we had, you know, people, myself doing a civic duty and this this crime -- this felony crime that was committed pretty, pretty outrageous that it was not covered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Mark I'm glad you're okay. I'm glad everybody else is okay and I hope this guy is prosecuted to the fullest extent of the law. Thanks for joining \"Watters' World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFIERI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Up next, a very special Presidents Day Last Call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The big war under his presidency --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "World War?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President's Day is Monday, so what better way to honor those who have held office then with a look back at how much people really know about these leaders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What are you doing today to commemorate the Presidents?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Basically, I'm trying to earn some dead Presidents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't do the President thing. JACK BLACK, ACTOR, PLAYING \"NACHO\": You've got to be kidding me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm going to hold up some pictures of some of the Presidents. You just tell me what you think. Okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Abraham Lincoln.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not Lincoln.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George Washington. Okay. The first President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thomas Jefferson, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow. Thomas Jefferson. All right. Who's this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here's the biggest pot farmer in American history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sexy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Abe. Honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Honest Abe. A big war under his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "World War. World War II.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You remember who won the Civil War?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think we won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Who is we? California?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The North or the South?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The South.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President during World War II?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It wasn't Clinton, right? No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "FDR.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "FDR. You're on fire, lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Who is this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That one is Teddy Roosevelt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh my god, you nailed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Good job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, he has famous saying, \"Speak softly and carry a big --\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Brain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hammer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Pickle? Broccoli?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ah [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Carry a big --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Stick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I knew that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you ever watch \"Watters' World\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What? \"Waterworld\" the movie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm Watters. And this is my world. It's my world right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know, I still stay in touch with that guy with his shirt off. I really do. He is still living out there on the beach in Malibu. To see more of my favorite \"Man on the Street\" interviews, be sure to check out Season 7 of classic \"Watters' World,\" now available on Fox Nation. That's all for tonight. Be sure to follow me on Facebook, Instagram and Twitter. \"Justice with Judge Jeanine\" is next, and remember I'm Watters and this is my world. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Welcome to \"Watters' World.\" I'm Jesse Watters. The wheels of justice, that's the subject of tonight's Watters' Words. Democrats couldn't impeach Trump, so now they're trying to impeach Bill Barr as Attorney General. I told you last week these people weren't going to stop. A week after Trump was acquitted, the left already has this huge news scandal that's very similar to the last so-called scandal in this way. It was set up and nothing illegal happened. Here's how it all starts. Mueller in the F.B.I. raid Roger Stone's house at the crack of dawn -- very, very heavy-handed. CNN gets tipped off. Very suspicious with that. Now Trump's old buddy, Roger Stone, he gets interrogated. He's tried and convicted by a jury. Nothing to do with Russia, by the way. Nothing to do with collusion at all -- all process crimes. Now, I'm not excusing what Stone did, but he is only charged because of the hoax. There's no Russia hoax. There's no charges. He is basically just paying a price because Hillary and her fake dossier polluted the system and because John Podesta let himself get hacked. So all of these prosecutors who used to work for Mueller's little witch hunt, they are still at the Department of Justice, and they're still prosecuting Roger Stone. So they go to Bill Barr's team and say, hey, we're not going to recommend that much prison time for Stone. That was the setup. Now the next day, they go into court and they recommend seven to nine years in prison. Now, Roger is almost like 70. He has got a clean record. He is a non-violent offender. And the average sentence for rape is like four years and they want Stone to serve nine because he lied to Congress. You know how many people have lied to Congress? You'd have to lock up everybody. Donald Trump wasn't happy about it."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES",
      "utterance": "Roger Stone was treated horribly, and so were many of the people. Their lives were destroyed. People were hurt viciously and badly by these corrupt people. I want to thank the Justice Department for seeing this horrible thing and I didn't speak to them by the way, just so you understand. They saw the horribleness of a nine-year sentence for doing nothing. You have murderers and drug addicts, and he will get nine years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So Bill Barr gets wind of this crazy overcharging and he realizes these dirty prosecutors had lied to his team and he is thinking, this is way out of line. So he lowers the seven to nine-year recommendation. It's the judge's call anyway. Judge Amy Berman Jackson is the name. So when Barr changes the sentence recommendation, these four ex-Mueller prosecutors, they quit in this big huff. Now, it's like they overcharge this guy to justify the hoax in the first place and they set Bill Barr up so he has to step in, and then so they can resign with all this drama and tee the Democrats up for this."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "We should all be calling for the resignation of the Attorney General. If he won't resign, remember the Attorney General can be impeached."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL (D-CT)",
      "utterance": "Attorney General William Barr ought to be ashamed and embarrassed and resign."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "This is an abuse of power that the President is again trying to manipulate Federal law enforcement to serve his political interest. But where are the Republicans to speak out? This one must be investigated."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This is dumber than the Ukraine scandal and here's how NBC spun it. \"A.G. Barr interfering in legal cases tied to Trump.\" Now the Attorney General can't interfere in the Department of Justice. It's his Department. The prosecutors work for him, it's like saying a boss is interfering in his own company. It doesn't make sense. Don't buy that lingo from the left. It gets worse though. Investigative journalist, Mike Cernovich discovered the Stone jury is totally tainted. The jury foreman is a Democratic activist. This woman ran for Congress as a Democrat. She traffics in Trump-Russia conspiracy theories. She is posting anti-Trump messages on social media before and during the trial. And she is the jury foreman? How did the judge let this happen? Judge Jackson. Now, the whole case may have to get tossed. It's a total joke. The good news though, is this. The wheels of justice are starting to move forward again in America. Rudy Giuliani was on \"Watters' World\" last week, and he brought documents that he claims show Obama's people colluded with the Ukrainians against Trump and then Hunter allegedly laundered millions."
    },
    {
      "speaker": "RUDY GIULIANI, PERSONAL ATTORNEY OF DONALD TRUMP",
      "utterance": "Three witnesses who are willing to get up on the witness stand and say that in January 2016, members of Obama's N.S.C. violated the law Mueller was investigating Trump for violating."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you have any Hunter Biden documentation?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "This is a money laundering transaction. $14.8 million goes from Ukraine to a company in Latvia, disguised as a loan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And this is now being investigated. People aren't getting away with what they used to. Trump is cleaning house at the National Security Council. He is getting rid of leakers like Vindman. Remember the Covington boys? The kid who was smeared just for smiling. He settled with CNN for what I assume is a pretty hefty sum. Remember Jussie Smollett? Just got indicted for lying and filing false police reports. And where's Michael Avenatti? He is behind bars awaiting trial. That's why Bill Barr is under attack. The left knows what's coming and we'll see what happens. Here with reaction, the President's son and Executive VP at the Trump Organization, Donald Trump, Jr. You must agree with everything I just said there."
    },
    {
      "speaker": "DONALD TRUMP, JR., EXECUTIVE VICE PRESIDENT, TRUMP ORGANIZATION",
      "utterance": "A hundred percent, Jesse. It was a very astute legal dissertation there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "But it's true. This is the insanity. I mean, watching you this week as it is playing out, they are saying, well, what Trump -- Trump tweeted about it -- meaning to his millions of followers all over the world. He tweeted about something that already happened, meaning the verdict against Stone, right? They're trying to say that that is the same as when the right was outraged that Loretta Lynch met with Bill Clinton on a private plane on a tarmac in Arizona to talk about golf and grandkids. Let's not pretend they're the same thing. We have no idea what they discussed. We do know that charges were dropped and things weren't pursued after that Bill Clinton meeting."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "But we have no idea. Trump sends a tweet to billions of people around the world after the fact and he is somehow getting in there and he is meddling with what's going on. I mean, this is the sickness and of course, they can't get Trump, they've been trying for three years. They can't do the Russia hoax. They can't do the impeachment, so now they're going to impeach Bill Barr."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, this is the next thing. And you know what's going to happen. He is going to go out there and testify. He is going to run circles around them and then they're going to move on to the next thing. But I think what your father has done, he is very focused on the issue of fairness."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Correct."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know, Hillary deletes 30,000 e-mails, nothing. You know, and Trump gets in."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "If Trump deleted 30,000 e-mails, he'd be in jail right now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "There's a double standard --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like Bloomberg gets the box."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Roger stone and McCabe, they both lied to Congress."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "But McCabe, he is a CNN contributor. He gets -- he actually gets airtime on TV to talk about the injustices that he actually committed about -- The double standard is what's sickening, and I think that's what's so frustrating to us. Like, I don't care if we play hardball or if we play t- ball. But we've got to be playing the same game, and we're not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. I mean, it's like you and Hunter, people say."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Yes. They still do this thing. I mean, the left is sort of outraged because Joe Biden is all of the things they say Trump is, but isn't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Corrupt, slow, not particularly bright, you know, corrupt family and kids. I mean, these are what they tried to do to me. Again, you think that if I would have lied to Congress, you think I'd be here right now? I'd be in jail."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, you would have been sharing a cell with Avenatti."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "And that's the reality. Unlike Hunter, I actually did 30 hours of testimony. Now, the difference is, I took a 20-minute unsolicited meeting set up and paid for by the D.N.C. Okay, Hunter takes millions from a corrupt Ukrainian oil company. He doesn't speak Ukrainian. He knows nothing about oil or gas."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "But like, that's okay. They don't even need to hear from him, let alone get in trouble for it. And you know, that's what's disgusting to the American people. It's like, there is not equal justice under the law. If you're one of them, you're good. You can get away with any of these things. If you are one of the Trump people, but flip on Trump, you're also good."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "If you're a Trump guy, it's over."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like Bolton, now all of a sudden he is here -- now, we just mentioned ..."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "It will last about two more days."
    },
    {
      "speaker": "WATTERS",
      "utterance": "... Joe Biden. I mean, the guy looks like a beaten down ghost and he really limped out in New Hampshire. What do you think's next for Sleepy Joe?"
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Retirement."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Come on. The whole thing has been a joke. I mean, Joe Biden, for the last six months, we've been watching him say like, well, it's really beautiful here in Florida. Oh, Joe, you're in Iowa, buddy. Like, oh, well, it's -- if Trump did that once, he's got -- he would have dementia. He is -- there is something wrong. He is losing it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I mean, it's like I am very surprised this guy lasted this long."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Joe Biden doesn't know where he is."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Fifty percent of the time, and it's like, no, no, he is the presumptive nominee."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So what do you think is going to happen? I mean, Bernie looks like he's got a lot of them."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "I think they are going to do whatever they can to screw Bernie."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You think Bernie is going to get screwed? You think he's going to get screwed by Bloomberg or someone else?"
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "I think a combination of both. I think Elizabeth Warren is over. I mean, you know, she's got, you know, one in one thousand and twenty fourth of a campaign left, but she's going to sit there because she is going to play, you know, let's break up Bernie for the D.N.C. and they'll take care of her with some sort of other, you know, quid pro quo later like they will keep that voter away from him so he can't win."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She will figure it out at the convention."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "So they are all working together against Bernie, which is sort of amazing to see because honestly, the last time the D.N.C. used their brilliant, you know, tactics to rig a primary, they gave us Hillary Clinton."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It backfired."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "And I thank them for it. Guys, thank you so much."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, usually it does backfire."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "It was a great result."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You were out in New Hampshire the other day and the crowd started, I think they were chanting something. Let's listen what they were chanting."
    },
    {
      "speaker": "AUDIENCE",
      "utterance": "Forty six. Forty six. Forty six."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Number 45, forty six is next. Now was Ivanka jealous? Or were they chanting for Ivanka or you? Was it you?"
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "I got it a little bit after my speech, too, so that was like the third time I heard that one. Honestly. Listen, it's a great honor. It's incredibly humbling. You know, there's no greater compliment than having that many real Americans just being into you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Pence is mad at you by the way. He didn't like those chants."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "Listen --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You can tell."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "My only focus is 2020."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "It's -- I want to see this winning continue. You're seeing the results. The people there are seeing the results. The people at the little stores and places that we stopped in like 20 stops throughout New Hampshire along the way the other day, they're all coming up to me. Everyone sees it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You went to a lot of diners up there."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "I want to keep that going. I did do a lot of diners."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A lot of maple syrup up there. All right, throw that in some of your hair right there. That's how it gets so sleek."
    },
    {
      "speaker": "TRUMP, JR",
      "utterance": "What do you think this is? This is 100 percent New Hampshire maple syrup. I totally get it somewhere else where we're primary-ing."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, thanks, Don. Joining me now, Kentucky Senator Rand Paul. So Senator, you heard at the top of the show. I believe now the wheels of justice are turning in the right direction. You're seeing people held accountable, whether it's celebrities, whether it's bureaucrats, whether it's prosecutors, if you do something wrong, I think now the American people are feeling a little more confident that they could pay a price. Do you see it that way, too?"
    },
    {
      "speaker": "SEN. RAND PAUL (R-KY)",
      "utterance": "Yes. And I would go one step further, it's not only about punishing those people who are bad actors and may have manipulated government and used government to go after the President. But it's also about reforming the system so this doesn't happen again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "PAUL",
      "utterance": "I like it when I hear President Trump say, this should never happen to another President. This isn't just about President Trump. I'm going to be introducing legislation saying that the FISA Court should never be used on a political campaign. It should never be used on an issue group, right or left. We can't allow political speech to be stymied by a secret court. This just should never happen again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's interesting, because Bill Barr says now everybody has to, I guess contact him before they start initiating a counterintelligence investigation into a political campaign or any sort of politically charged operation. I think that's maybe a good first step. But you want to take that a step further. Let me just ask you now that we've had the trial in the Senate, and the President's been acquitted, what's the temperature like in the Senate. Is Romney being treated well? When you walk by Chuck Schumer, do you guys - - do you guys stare daggers at each other? What's the mood like now?"
    },
    {
      "speaker": "PAUL",
      "utterance": "You know, I think people are fairly mature about this and there's always less contention than you actually think there is. People do act civilly to each other. You know, I work with people across the aisle on a variety of issues. So I think it actually isn't as bad as it's made out to be. And the reason I mention that is, there isn't this seething anger whereas on the internet, you know, if you want to see anger, get on Twitter, get on Facebook, there's so much anger out there and we do need to defuse it some because we have, you know, people being attacked in restaurants. You know, I know Steve Scalise well from the baseball team, and he almost died from an angry Bernie Sanders supporter, so we need to not let it spread out to people that were so angry, we can't talk to each other."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. We have a guy later in the show who almost was hit by a van in Florida by a deranged anti-Trump radical. So you're saying that Romney is allowed to sit at the Senate lunch table with you guys."
    },
    {
      "speaker": "PAUL",
      "utterance": "Oh, and I'm not divulging whether he's allowed to sit at the table or not. But no, I think the thing is, I've told him, I disagreed with the vote, but you know, I've been an outlier. I've been against war, sometimes when my caucus is for war."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a good point."
    },
    {
      "speaker": "PAUL",
      "utterance": "I've been for privacy sometimes when my caucus hasn't been."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PAUL",
      "utterance": "And the thing is, is even the President when I talk to President Trump, he's like, I know you believe that. I know you believe that. But the thing is, I support the President, I think on the important things. When there are partisan attacks on the President, I'm 110 percent in his corner."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. That makes sense."
    },
    {
      "speaker": "PAUL",
      "utterance": "But when we have a policy difference, I think he appreciates it, because I'm not afraid to stand up and give him my opinion."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, one of the things that happened in that Senate trial is that you went up there. I guess, you may have named the whistleblower, you named a name that many people believe is the whistleblower and that video got out there."
    },
    {
      "speaker": "PAUL",
      "utterance": "Nobody knows. Nobody knows who the whistleblower is."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No one knows -- no one knows for sure. Right? Yes. It's all over the place, but no one knows for sure. Not only the Chief Justice Roberts shut you down once or twice, but the video of a sitting U.S. Senator on the Senate floor was censored by a big tech company in California, YouTube. How dangerous do you think that is? And what are you going to do about it, if anything?"
    },
    {
      "speaker": "PAUL",
      "utterance": "I'm going to give them a whole heaping full of criticism. I'm going to lay into them and say, YouTube, if you want to act as if you're not biased, if you want to act as if you want conservatives to use your portal and be part of it, you better treat people fairly, because this looks like you've chosen sides. I did not call anybody the whistleblower in my speech on the floor. I named two names, but I didn't say either one of them were a whistleblower. I just said they worked together and there were reports that they were plotting the impeachment years in advance. I think they ought to know, was it legal what they were doing? At the very least, they should not work for the President or in the Executive Branch if they're trying to undermine the President. That would sound not just disloyal, but perhaps unlawful."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. But we're not saying that the names of the alleged whistleblower here on Fox or on \"Watters' World,\" but I appreciate your honesty, Senator. And maybe one day Romney can come back and sit at the lunch table. Thank you very much."
    },
    {
      "speaker": "PAUL",
      "utterance": "Thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Still ahead. A President's Day history quiz. This is a good one. Plus, as I said, a victim from last weekend's vicious van attack on Trump supporters is here exclusively."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The American economy keeps on getting better and better. Breaking records on jobs and in the stock market. In a recent Gallup poll showing 63 percent of voters approve of the way the President is handling the economy. So why do Democrats keep on talking about doom and gloom?"
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "Here is the reality. Half of the American people today are living paycheck to paycheck. Today, you've got a half a million people sleeping out on the streets."
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "utterance": "His economy isn't delivering for working people. The jobs don't pay enough for people to live on. We've got to take him down on the economy."
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "The problem is we've had an economy grow and not being to lift up those most in need."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here with more, Director of the White House National Economic Council, Larry Kudlow, who when the President says he hears speak, he says he thinks of money. Larry, when you hear the Democrats talk about how bad things are for regular working class people, it's just not true. We know they're going to lie, we know they're going to spend, but how do you at the same time tout the great economic achievements for the middle class, but at the same time, acknowledge that paychecks have to get bigger, and that you hear the concerns of working class Americans?"
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR OF THE WHITE HOUSE NATIONAL ECONOMIC COUNCIL",
      "utterance": "Well, listen, we've always heard the concerns of working class Americans. Actually, the President's whole campaign in 2016 was about lowering tax burdens for middle class Americans and small businesses, getting rid of needless and costly regulations that have damaged small businesses, who are the biggest job hirers in the country, creating millions of jobs with our energy packages that has made us independent. And maybe most of all, to renegotiate bad trade deals, which permitted unfair trading practices, and which damaged middle class jobs and manufacturing and farming and elsewhere. I mean, look, this riff that I'm hearing from the other side of the aisle is a great example, Jesse of cognitive dissonance. All right? Now, I know you're not really in the economic game. You know what I mean, when I say cognitive dissonance?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's true."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "You know what that is, okay, buddy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Now, I'm just saying that because as, you know, in Washington, no one lies. So it's just a bit of cognitive dissonance."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Here's a deal. When you see middle income wages for production workers rising faster than their managers significantly faster, I make weekly wages for middle income and lower wage earners are rising five percent. The manager's wages are rising about two percent, that's one point. The bottom 10 percent of the workforce is getting the largest gains substantially faster. Now, these are gains. These are growth."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Substantially faster than the top one percent. This old saw that I'm hearing that the middle class lives paycheck to paycheck. Well, I don't know exactly what that means. I mean, I believe certain presidential candidates probably live paycheck to paycheck. That's beside the point if the paycheck is fatter, which is exactly what is happening here and they will not acknowledge that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I mean, I think Larry you've done very well in your illustrious career. People do live paycheck to paycheck, you know, they string out things and they and they have to really budget, but I think the President has a firm grip on those realities."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "But that point is, Jesse -- here's the point."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "The paychecks are getting fatter -- so here's the stat. This is not our stat. You know, this comes from the Bureau of Labor Statistics and the Census Bureau. We don't control those agencies, all right. They're the ones that are telling us after tax, after inflation, the average family in the United States, about $66,000.00 a year has increased their take home pay to use Ronald Reagan's phrase by $5,000.00 in three years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. And I use that statistic on \"Watters' World.\" I'm very familiar with it, Larry, even with my very limited grasp of economics. That makes sense to me."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Actually, you can reduce it all to cognitive dissonance. Look, the prior 16 years, Jesse, under Republicans and Democrats -- that after tax take home pay stuff was basically flat. We're up $5,000.00. That is a direct consequence of lower taxes and regulations and better trade deals and better energy for example. Look, at some point, the cognitive dissonance has to give way to the actual facts and like I say, we don't control the Bureau of Labor Statistics. We don't control the Census Bureau, and not only is this a blue collar boom. This is a women's boom. Okay? I don't know if you saw Ivanka Trump's event we had at the State Department yesterday. Women are among the best beneficiaries of this. It is women now who dominate the labor force. It is women who have had a huge increase in participation rates and wages. It is women at the margin who are coming back into the labor force. Women have power. They have economic power."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is no doubt about it. Women are winning."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "I don't hear the other side talking about that and let's go in African-American unemployment, okay, in fact, overall unemployment 3.6 percent. Let's look at the African-Americans, Hispanics, Asian women. How about the snowflakes? The millennials, Jesse. Are you a -- Jesse Watters, are you a millennial?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, but thank you. I appreciate that."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "All right. It's put you in that category because I want to say that the young millennials who are far too much maligned, they've gone back to work. Their participation rate has skyrocketed."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow. They are moving out of their parents' basement. I love it. Everybody. If you don't know what cognitive dissonance is, go Google it. Larry, thank you very much."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Thanks, Jesse. Appreciate it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Still ahead. Ron Paul is going to grade Donald Trump's presidency. Can't wait for that. But first Biden falling apart. And Bernie on the run with Bloomberg looming. Lou Dobbs reacts to all of that next."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Mississippi Governor Tate Reeves has declared a state of emergency after some historic flooding there. Parts of Jackson and outlying areas are under evacuation orders and officials say more than 2,000 homes could be in danger. The river is expected to crest at nearly 38 feet on Sunday and it could remain at dangerously high levels for the next several days. Meantime, a Turkish delegation is set to travel to Russia on Monday amid some growing international criticism that the situation in Syria is an urgent humanitarian crisis. Hundreds of thousands are without homes after being forced to flee following the Turkish invasion. Earlier today, Turkish President Erdogan called President Trump to say there were simply too many refugees for him to take care of. I'm Aishah Hasnie, now back to \"Watters' World.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Bernie Sanders may have come out on top of New Hampshire, but he's got Democrats rattled, and some of them are saying he may take down the entire party. Here's Carville."
    },
    {
      "speaker": "JAMES CARVILLE, DEMOCRATIC STRATEGIST",
      "utterance": "I'm scared to death. I really am. I'm not about a revolution. I'm not an ideologue. Politics means building coalitions. It means listening to people. It means shaping a message that you can do. There is a certain part of the Democratic Party that wants us to be a cult. I'm not interested in being in a cult. I'm 75 years old. I'm just not a -- I am not a very culty person."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Joining us now, host of \"Lou Dobbs Tonight\" on Fox Business Channel, Lou Dobbs, you're not a culty person."
    },
    {
      "speaker": "LOU DOBBS, FOX BUSINESS NETWORK HOST",
      "utterance": "Never."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Never been."
    },
    {
      "speaker": "DOBBS",
      "utterance": "As a matter of fact, I'm not a joiner and I wouldn't join a club that would have me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right. Do you think Bernie Sanders could just wreck the Democrats if he gets the nomination?"
    },
    {
      "speaker": "DOBBS",
      "utterance": "If he gets the nomination, I think he'll be formidable. He will lose badly to the President. But he will be formidable. Look at all those candidates that he is already -- he has got the fear of God and all of them except for Elizabeth Warren. Because he is so far to the left and he his -- brother, he is pushing hard."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She played the gender card on him."
    },
    {
      "speaker": "DOBBS",
      "utterance": "Sure."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think that might have been part of her downfall."
    },
    {
      "speaker": "DOBBS",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They had kind of had that agreement where they weren't going to attack each other. Then she went after Bernie and the Bernie Bros and woop, she hits the basement. Biden -- what happened to him? Here he is trying to act tough on \"The View.\" Listen to this."
    },
    {
      "speaker": "JOY BEHAR, ABC HOST",
      "utterance": "People wanted really to see you get mad when Trump started lying about Hunter and saying things about Hunter. I don't know that you got mad or not?"
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Well, you know, I would like to be able to be back in high school and just have he and I in a room."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, sure. Is he over?"
    },
    {
      "speaker": "DOBBS",
      "utterance": "Yes, he's over."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's over."
    },
    {
      "speaker": "DOBBS",
      "utterance": "When he starts wishing for beat downs like that, he is in real trouble. He has lost his way. And I think his time is past. It's the kindest way I can say it. He is -- you know, I salute what he's done for the country. But he is so -- I am astonished, frankly, that the party has not said as President Obama said, Joe, you don't have to do this, because it has not been pretty to watch. And I'm even uncomfortable as people laugh at his gaffes and his faux pas and just plain awkward dumb mistakes. It's sad to watch."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, he has got -- what two weeks -- until South Carolina."
    },
    {
      "speaker": "DOBBS",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And if he doesn't finish first there, I mean, does he go to Super Tuesday? Or does he bow out gracefully?"
    },
    {
      "speaker": "DOBBS",
      "utterance": "No, he is meeting with 250 of the biggest donors in Democratic politics. They may give him money, but I hope that they'll give him a heartfelt statement of how they really feel about his prospects. Because -- and frankly, I don't care what they do. I'm for President Trump. I am for everything he stands for. And -- but Biden is just such a sad, tragic human story that you can't help but worry about what the Democrats are doing to him and he to himself."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, that's the whole strategy behind Mini Mike looming with billions and billions of dollars. Here was the President when he was asked about facing off against Bloomberg."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's a lightweight, you're going to find that out. He's also one of the worst debaters I've ever seen and his presence is zero. Frankly, I'd rather run against Bloomberg than Bernie Sanders because Sanders has real followers. Whether you like him or not, whether you agree with him on that, I happen to think it's terrible what he says, but he has followers. Bloomberg is just buying his way in."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think Bloomberg can buy votes during the primary?"
    },
    {
      "speaker": "DOBBS",
      "utterance": "Well, he's bought 15 percent in one poll of that support, 15 percent. It's a lot different to buy those votes as you suggest, and I don't think he can buy enough to be a factor. At least externally, he can be a major factor in that convention and in the campaign and the General Election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We'll see when he steps up on his little box and debates. This guy is pretty slick."
    },
    {
      "speaker": "DOBBS",
      "utterance": "What's his name again that the President gave him?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's super. Mini Mike. All right. Still ahead, a victim of last weekend's van attack on Trump supporters. He speaks out exclusively on \"Watters' World.\" Plus, Senator Rand Paul was already here, now his father, Ron Paul is going to come on and he is going to grade the President's first term."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Trump now well into his third year in office, and he's got a lot done -- booming economy, lot of terrorists killed, illegal immigration down. So we decided there's no better time to grade his presidency so far than now. So here with us to do that, Ron Paul, former presidential candidate, and host of \"The Ron Paul Liberty Report.\" Okay, Congressman, let's begin with immigration policy. What grade would you give the President there?"
    },
    {
      "speaker": "RON PAUL, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "It depends on what day of the week it is. It's up and down. I don't -- he doesn't get an A plus from me. I don't like walls and fences and things like that. But actually, immigration is down. I don't know whether that's because of Trump or whether he has helped do that. You know, so illegal immigration is done. So I'd give him a low C. He doesn't get a high A and I don't think he's completely failed, because he does talk a little bit about my theory about what we do, it if you don't subsidize something, it will help. And if you do subsidize something, you get more of it. I think the subsidies for illegally entering this country is the main motivating factor for us to have our problem."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So are you talking about benefits in terms of entitlements or in state tuition, things like that? Driver's licenses like they're doing here in New York?"
    },
    {
      "speaker": "R. PAUL",
      "utterance": "Yes. All of that for a starter, but it's also a special way to become a citizen, easy road to citizenship, jumping in front of the line and getting free education. I mean, it makes no sense at all. All I can say is, if most Americans were put in the same situation, they'd probably be praying or hoping they could, you know, get some of that, but I just think it's divisive to do -- to take from --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Low C minus is a tough grade, Congressman. I mean, I would give them maybe a B plus. But you know, we just have word right now that the Pentagon -- here it is -- just transferred close to $4 billion to fund the border wall construction. So I think it's moving in the right direction. But you know, we can disagree on that. Tell me about his economic policy. Where do you stand on that in terms of a grade?"
    },
    {
      "speaker": "R. PAUL",
      "utterance": "Partially I endorse, you know, most conservatives, and you don't even have to be a libertarian Austrian economist to say, lowering taxes and lowering the regulations is a good idea. But, no, he's a long way from what Austrian economics teaches what free markets are all about. And that is, it deals with the monetary policy, it deals with the Federal Reserve. You want to have interest rates designed by the marketplace, not by putting pressure on the Federal Reserve and say get those rates down. And on the short run, it is sort of like, you know, if people need to get ahead and they can hold somebody up, steal some money and live beyond their means or borrow the money, you know, from the Federal Reserve, you can have an appearance of a pretty good prosperity. But it will always end. So the zero rate interest rate, it's the craziest thing ever. It's not going to work. The biggest problem with that overall is what a lot of people are admitting now, it creates a lot of debt. It's huge. Just this week, what was it? $14 trillion per household. You know, all household debt. This is unsustainable and it could distort things --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I mean, but we've been saying that for what? Decades. The debt is out of control, and it just keeps on getting bigger and bigger and neither party is going to do anything about that. Finally, so you never gave me a grade. What was the grade for economic policy? You've got to admit, you know, it's a job."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "C minus for tax and regulators --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You are a tough grader. C minus again? Wow. Geez."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'd like to see your grades with Barack Obama."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "Somebody -- if you care about the economy, you've got to care about those people who had secretly manipulated interest rates in the money supply. They're the bosses of this whole economy and Trump knows it and he has to handle it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, that's a longer discussion. Finally, foreign policy. I mean, I just have to step in. He is probably someone that's right up your alley. I mean, he's not starting a lot of new wars. He wants to get out of the Middle East. Clearly, you have to give him better than a C minus Congressman Paul."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "Well, I think we're in the same category. Let me give that some thought. But no, if we go by what he says and what he said in the campaign, you know, he deserves a B plus. I'm coming home. I'm stopping these wars. But you know, take Syria for instance, he said that what we need to do is come home and he makes that announcement, the next day sends more troops over there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is always the second terms, you know and that's a guarantee almost."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "It's too much intervention for me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Well, I think any intervention is too much for you, but Congressman, wait, did I hear any final grade? Last on foreign policy?"
    },
    {
      "speaker": "R. PAUL",
      "utterance": "On foreign policy is another C minus."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay. C minus across the board."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "What he says though, I'd give him a B, but what happens is we're doing the same old things. We're intervening when we shouldn't be and we should be taking care of ourselves."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you. Thank you very much, Professor. I mean, Congressman."
    },
    {
      "speaker": "R. PAUL",
      "utterance": "Thank you, Jesse. Nice to talk to you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Some crazy anti-Trump guy drove his van into a bunch of Trump supporters down in Florida. One of the victims of that van attack speaks out exclusively next on \"Watters' World.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All of a sudden, he hit the gas and plowed into us."
    },
    {
      "speaker": "QUESTION",
      "utterance": "How close did he come to hitting people?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Probably maybe about half a foot."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Twenty-seven-year-old Gregory Timm is sitting in jail after police say he ran into a Republican voter registration tent."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This individual drove up to a tent that was clearly registering voters with Donald Trump's name and attire around them. It looks like political attack to me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Last weekend's van attack in Florida was politically motivated and it's been barely covered by the media. Joining me now with this reaction, one of the victims of the attack, Mark Alfieri. So Mark, did you get the sense that he was trying to plow the van into you or just trying to kind of crash into the tent?"
    },
    {
      "speaker": "MARK ALFIERI, VAN ATTACK VICTIM",
      "utterance": "Well, initially, you know, the -- you know, the shock of it, he approached us kind of about a 45-degree angle. He was waving at us. He was smiling, making it appear like he was going to stop the van, get out and start talking with us, as many, many people had done that afternoon, when he just accelerated and plowed right into the tent, overturning the tent, our tables, all of our equipment and the volunteers, including myself, having to scatter."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow, he almost kind of set you up, made you feel at ease by waving and smiling and then accelerated. How close did he come to you guys?"
    },
    {
      "speaker": "ALFIERI",
      "utterance": "He came very close, you know, especially to the two women -- the two female volunteers that were with me. He came very close to them, and that resulted in two of the felony criminal accounts that are pending now against him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How fast was he going about?"
    },
    {
      "speaker": "ALFIERI",
      "utterance": "Gosh. Difficult to say. It was just, you know, it was so quick him plowing into the tent to overturning tables, cell phones flying everywhere. It was pretty shocking."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. So he gets out of there according to all of you and the witnesses. He flips you off. I guess he gets back in the van and drives away. Now, he told police that he did this because he does not like Donald Trump and he wanted to take a stand. He said, \"Someone had to take a stand.\" Is this a hate crime in your opinion?"
    },
    {
      "speaker": "ALFIERI",
      "utterance": "I believe it would be a hate crime. I mean, it was just -- it was a very deliberate act, and like I was mentioning before, there was, you know, a fair amount of deception in it before he actually rammed the van into our tent and tables. So, you know, I believe it was a hate crime and definitely politically motivated. Some pretty intense feelings against President Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How do you feel about the fact that this has barely been touched by the media? I think, CBS, ABC, they never even covered it. I think NBC touched on it for a few seconds. How does that make you feel?"
    },
    {
      "speaker": "ALFIERI",
      "utterance": "I think it's pretty incredible actually and just you know, it's kind of outrageous that the most of the national media did not cover it, because we had, you know, people, myself doing a civic duty and this this crime -- this felony crime that was committed pretty, pretty outrageous that it was not covered."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Mark I'm glad you're okay. I'm glad everybody else is okay and I hope this guy is prosecuted to the fullest extent of the law. Thanks for joining \"Watters' World.\""
    },
    {
      "speaker": "ALFIERI",
      "utterance": "Thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Up next, a very special Presidents Day Last Call."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The big war under his presidency --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "World War?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "President's Day is Monday, so what better way to honor those who have held office then with a look back at how much people really know about these leaders?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What are you doing today to commemorate the Presidents?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Basically, I'm trying to earn some dead Presidents."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't do the President thing. JACK BLACK, ACTOR, PLAYING \"NACHO\": You've got to be kidding me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm going to hold up some pictures of some of the Presidents. You just tell me what you think. Okay?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Abraham Lincoln."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not Lincoln."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "George --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "George Washington. Okay. The first President."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thomas Jefferson, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow. Thomas Jefferson. All right. Who's this?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "George Washington."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "George Washington."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Here's the biggest pot farmer in American history."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Sexy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Abe. Honest."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Honest Abe. A big war under his presidency."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "World War. World War II."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You remember who won the Civil War?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think we won."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Who is we? California?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't know."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "America."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The North or the South?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The South."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President during World War II?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't know."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It wasn't Clinton, right? No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "FDR."
    },
    {
      "speaker": "WATTERS",
      "utterance": "FDR. You're on fire, lady."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Who is this?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That one is Teddy Roosevelt."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh my god, you nailed it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Good job."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, he has famous saying, \"Speak softly and carry a big --\""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Heart."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Brain."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hammer."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Pickle? Broccoli?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Ah [bleep]."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Carry a big --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Stick."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well done."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I knew that one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you ever watch \"Watters' World\"?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What? \"Waterworld\" the movie?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm Watters. And this is my world. It's my world right here."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know, I still stay in touch with that guy with his shirt off. I really do. He is still living out there on the beach in Malibu. To see more of my favorite \"Man on the Street\" interviews, be sure to check out Season 7 of classic \"Watters' World,\" now available on Fox Nation. That's all for tonight. Be sure to follow me on Facebook, Instagram and Twitter. \"Justice with Judge Jeanine\" is next, and remember I'm Watters and this is my world. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}