{
  "date": "February 4, 2018",
  "headline": "Reps. Stewart and Swalwell debate significance of Nunes memo",
  "subHeadline": "Two key members of the House Intelligence Committee that released the memo alleging surveillance abuse in the investigation of the Trump campaign join the debate on 'Fox News Sunday.'",
  "url": "https://www.foxnews.com/transcript/reps-stewart-and-swalwell-debate-significance-of-nunes-memo",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. CHRIS STEWART, R-UTAH, INTELLIGENCE COMMITTEE",
      "sentences": "No, it doesn't end that made it all. I think it would be a mistake for anyone to suggest that the special counsel shouldn't complete his work. I support his work. I want him to finish it. I hope he finishes it as quickly as possible.   This memo has frankly nothing at all to do with a special counsel. It was one of the criticisms of people last week and before that who had never seen the memo who said, you know, this is to impugn the integrity and the work of the special counsel. As you know now, Chris, it has nothing to do with at all with that. They're very separate. I hope the special counsel will complete his work and work to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, what you think the president is up to when he puts out a tweet saying that this memo vindicates him, and obviates the need for any investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "Yes, I think a couple things. You know, if I could take 30 seconds to review. Something that you said, for more than a year, we had collusion, conspiracy, you know, people accused of treason. No one is making that accusation anymore, at least no one serious. Even Dianne Feinstein has said there is no evidence of collusion, and I think that's the point the president is making. The essence of this memo is something quite different, and again, it's as you said, Hillary Clinton and the DNC hired Fusion GPS, who then hired ironically a foreign agent to create this dossier that we know is just political garbage. It's no more credible than a $2 novel. And the FBI used that dossier to survey a private U.S. citizen who had no accusations against him except for he has associations with the Trump campaign. It's an absolute abuse of power and we just want the American people to know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. We're going to get into the memo in a minute. I want to talk and turned to Congressman Swalwell about the state of the investigation.   Congressman, on Friday, the president was asked about Deputy Attorney General Rod Rosenstein, who signed one of the request applications for this FISA warrant and also is the only person who can either fire or limit the investigation by Robert Mueller. Here was the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Does it make you more likely to fire Rosenstein? Do you still have confidence in him after reading the memo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "You figure that one out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Swalwell, is this memo an excuse to shut down the Mueller investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALI., INTELLIGENCE COMMITTEE",
      "sentences": "It does appear that way, Chris. And good morning to my colleague, Chris Stewart.   We believe that the memo that the Republicans put out shows not a single abuse, but a willingness to risk our republic to protect the president. So, I hope that Mr. Stewart is sincere when we go back to Washington this week that he would do all he could to protect Bob Mueller and Mr. Rosenstein and support the bipartisan legislation that's out there that would do that. And also that would support releasing the Democratic memo that puts into context point by point the seriousness of this investigation as well as new, unseen evidence that bolsters the FBI's credibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I promise I'm going to get to the memo and the whole controversy about FISA and a moment. But here's the question -- here's the issue I don't understand, Congressman Stewart. The House Intelligence Committee is in the midst of a broad investigation of unprecedented Russian interference in an American election in 2016, and yet you decide in the midst of that investigation to write a memo on this one particular point, which is what happened or didn't happen in the FISA court.  Is the -- are House Republicans were concerned about protecting us from the Russians, or protecting us from the FBI?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "Well, a little bit of both now actually. That's not what we expected when we started this investigation. Chris, just a few months before the election, I was in Moscow and I came home and talked to the media and said, they're going to mess with our elections. There's just no question that that was intention, and there's no question that they did.   And that's the impetus for the House investigation. We want to look at their -- how they messed, how they interfered and hopefully preclude that from happening in the future. But as a result of that, we became aware of this abuse by the FBI and Department of Justice officials. And we just felt like this was so important, it's kind of separate from a Russian investigation, but it's so important that we advise the American people of that, and that's why we wanted to release this memo, get this information out there as quickly as possible.  We'll continue the investigation on both sides, but again this is a bit of a pause for us to say this is meaningful information the American people deserve to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you buy that Congressman Swalwell?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Well, no, I don't because I've seen all of the evidence. I've sat in for almost every single second that a witness has testified. I wish my Republican colleagues would do the same. Four public transcripts have been released and Mr. Stewart was either not present or didn't ask a single question during that and that is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, all right, that's kind of inside baseball. Let's get -- let's get to the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Sure, but the issue is that there's not a willingness to look at the evidence. They assert that there's no collusion, but there's no interest or willingness to understand the evidence in this case. And so, the evidence that we've seen with a limited subpoena power we have is a deep willingness that exists around the Trump campaign and the Trump family and the Trump businesses to work with the Russians and to receive information on Hillary Clinton. And we ought to do something about it to make sure that doesn't happen again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "I have to respond to that if I could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Go ahead.  Look, my friend Mr. Swalwell, if you want to convince people, go convince your own Democratic allies. Go convince Dianne Feinstein. Go convince General Clapper and many others. They have said there's no evidence of collusion. It's not just the Republicans who were saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Congressman Stewart, I want to put up several things, a full-screen, because -- let's put it up on the screen right now, because some of the events have nothing to do with the Carter Page warrant, which again is why I wonder why you decided to focus just on that. George Papadopoulos being told by Russians months before that they had dirt on Hillary Clinton, the Trump Tower meeting between top campaign aides and a Russian lawyer, General Michael Flynn lying about his meeting with the Russian ambassador.   You suggested at the beginning of this interview that you saw no evidence of collusion and no evidence of obstruction of justice, but you are focusing -- I'm not saying it's not legitimate, and we will talk about it, I promise, after you answer this question, but you are focusing on what happened in the FISA court with regard to Carter Page.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "Yes, because the American people didn't know about this. You knew about George Papadopoulos. You know about General Flynn. All of that had been already reported. This had not been reported and we felt like once again the American people wanted to know. By the way, those things that you talked about in the work of the special counsel, which let me restate, I support and want him to continue, but none of that, virtually none of that indicates any collusion on behalf of the Trump campaign and Russian officials, there just isn't anything. You've got some financial irregularities that happened years before the election. You got some people in a process crime, as they call it, where they weren't honest with the FBI, but no one has said or showing evidence of collusion between Trump officials and any Russian agents. There just simply isn't any.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let's talk about the memo and its central allegation, which was that the FBI misled the FISA court, the foreign intelligence surveillance act court to get a warrant on -- to surveilled Carter Page without revealing the fact that this was political oppo research, the dossier. Here was the House Intel Chairman Devin Nunes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALI,, CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "I think the American people understand that the FBI should not go to secret courts using information that was paid for by the Democrats to open up investigations to get warrants on people of the other political party. That's the type of stuff that happens in banana republics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Swalwell, doesn't that concern you at all that they went to get this warrant and at least part of it -- according to some reports -- the lead item in the application was the Russia dossier, and as we all know, that was paid for the DNC and the Clinton campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Chris, there was a barrage of evidence that they presented to the courts, including a disclosure that the Steele dossier had a political motivation. But it also included that George Papadopoulos had been contacted about receiving Russian dirt. He was on the same foreign policy team as Carter Page. Carter Page also, since 2013, had been suspected of being a Russian foreign agent. We just learned today, breaking news, before I can on the site, the Carter Page sent a letter in 2013 saying that he had been doing work for the Kremlin. They had all the right of the world to be concerned about these individuals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to focus on one sentence in the memo, gentlemen.  Deputy Director McCabe testified before the committee in December 2017 that no surveillance warrant would have been sought, would have been sought from FISC, that's the Foreign Intelligence Surveillance Court without the Steele dossier.  Congressman Stewart, I notice that that's not in quote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CHRIS STEWART, R-UTAH, INTELLIGENCE COMMITTEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Did Deputy Director McCabe actually say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "That may not have been his exact phrase, but I assure you I was there, I was part of the questioning, I promise you that the intent of his answers was that we would not have gone forward were it not for this dossier. There were two basic pieces of evidence, the dossier and then ironically, a Yahoo News report that was based on what? The dossier. And the author of that news report yesterday was shocked. He said, I can't believe they would use my news reporting as evidence before the FISA court when it was clearly based on the dossier. The information was fed to him by Fusion GPS and by Christopher Steele.  That was the evidence, that was the bulk of the evidence for justifying this dossier, and they knew it was weak. That's why they didn't want to be honest with the FISA court and reveal to them that, oh by the way, this was written by the Democrats, this is paid for by the Democrats. And, you know, that's one of the things we are most concerned about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We are beginning to run out of time. Let me bring in Congressman Swalwell. Why not? It does seem to show bad faith. Why wouldn't the FBI include in its application the fact that the dossier had been bought and paid for by the Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Well, I asked Andy McCabe, that is not what he said. They have the transcript. I don't understand why they wouldn't quote from the transcript. They did disclose that it was a politically motivated source. That's what the judge needed to know and again, I think this is just an effort to torch the credibility of the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Did they put in the fact that it was bought and paid for by the Clinton campaign and the DNC? And if not, why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "You know what they did, Chris? They masked -- they masked the names of most of the individuals and last year, the accusation against the FBI was that they were unmasking names. So, when they do the right thing and mask the name and just say there's political bias, you are saying that that's wrong. And when they don't do that, you are saying that's wrong. You can't have it both ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When they unmask its Republicans, but when they mask its Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "That's what's being alleged here by House Republican colleagues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "Chris, two things on this that are very, very important. If I were the FISA judge, I would be furious that this information was withheld for me. It clearly is relevant. It clearly is important. And the second thing is, we've been questioning about -- we're tearing down the integrity of the FBI. I'm a former military officer. I understand the necessity to protect your troops, but that's not what's going on here. I've been contacted by FBI agents in the last few days and thank you for doing this. We recognize that you're trying to hold us accountable. They have enormous power, enormous authority, with that must come enormous accountability. That's all we are trying to do here, is to hold certain individuals accountable if they abuse that power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gentlemen, we're going to have to leave it there. Congressman Stewart, Congressman Swalwell --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- thank you both. Thanks for your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEWART",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And, of course, we'll stay on top of where your committee goes next. Up next, we'll bring in former CIA director and former defense secretary, Leon Panetta, for some perspective on what's going on in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Leon Panetta has seen more than his share of Washington controversies. He worked for the Nixon Administration before being forced out. He was Bill Clinton's chief of staff and he served Barak Obama as CIA Director and then-defense secretary. Secretary Panetta joins us now from California.  And welcome back to FOX NEWS SUNDAY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEON PANETTA, FORMER DEFENSE SECRETARY",
      "sentences": "Nice to be with you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You as we suggested have lived through a lot -- Watergate, the Clinton impeachment. Compared to those, how should folks see where we are right now? How broken is Washington?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Chris, I -- during my 50 years of public life, I've had the honor of seeing Washington at its best and I've also seen Washington at its worst. The good news is I've seen Washington work. I've seen Democrats and Republicans work together in order to solve problems in our country. The problem today is that Washington is largely dysfunctional, and Republicans and Democrats are simply unable to be able to work together to resolve the tremendous issues that face this country. I'm worried about this dysfunction because it goes to the heart of our democracy. And I think, ultimately, if they don't get together and govern this country, that it will ultimately weaken the United States by virtue of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You said recently for the President to release the House Republican memo over the objections of the FBI and the Department of Justice would create, quote, in your words, a constitutional crisis. Is that a bit of an overstatement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Well, I'm a believer in the rule of law in this country and I'm a believer in the importance of our Constitution and the relationship between the president and our law enforcement authorities. I think in order for our democracy to function, you have to have a relationship of trust between the president and those who are responsible for enforcing the law, the Justice Department and the FBI. And if that trust breaks down, then I think it does undermine the rule of law in this country. And, that in effect, creates a crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me approach this from a different aspect which is the criminalization of politics. You were, for almost three years, Bill Clinton's White House chief of staff during the long special counsel investigation that went everywhere from Whitewater to Monica Lewinski. And I'm going to put a quote that you said while you were the Clinton chief of staff: In this town, too much is done on the basis of innuendo and speculation. Every mistake becomes a conspiracy. Every charge becomes a conviction. Every rumor becomes reality. That's the way this town is built. Question, couldn't Donald Trump say the same thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Yes, I think that's a pretty damn good quote because that, in effect -- I think that in effect is what happens in Washington, that there's too much innuendo. There's too much failure to kind of deal with each other on the basis of trust and honesty. And so, the result is that we engage in these partisan attacks. We engage in what I think is trench warfare in Washington in which both parties stay in their trenches, throw grenades at one another and fail to govern. And I think that's why the American people are angry and frustrated, very frankly, is because they look at Washington and see that it doesn't work. And that concerns us all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "sentences": "But I guess the point is this, that as a Democrat, you probably thought that Bill Clinton was being hounded by an Inspector Javert-like special counsel. People who support Donald Trump may feel the same way about the special counsel investigation of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "I -- look, I understand that. I understand how presidents can have that feeling that somehow, you know, there are people out there that trying to get them no matter what they try to do. I understand that.  But I think they also need to understand, whether they're Democrats or Republicans -- that we have an obligation in this country to find the truth and to establish what the truth is. And when you try to avoid the truth, ultimately, it is going to come out. We are going to find out what happened here with the Russian. We're going to find out whether or not there was any collusion involved. We'll find that out. And to try to pretend that somehow we can avoid that, I think, is only fooling yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's talk about the practical effect of what happened this week from your long experience -- the partisan break inside the House Intelligence Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Well, I -- that worries me because it damages, frankly, an institution that is critical to our national security. The House Intelligence Committee, just like the Senate Intelligence Committee, was established in order to provide bipartisan oversight of very highly sensitive and classified intelligence information to make sure that our intelligence agencies, law enforcement agencies, were doing what is necessary to do but pursuant to our Constitution and to the rule of law. When that bipartisanship breaks down, and when intelligence starts to be used on a partisan basis to score political points, I think that really undermines the way the intelligence committee is supposed to function and it's going to hurt our ability to be able to have the kind of oversight we need in our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The FISA process to get a warrant in extraordinary circumstances to surveil an American citizen. Now, Devin Nunes, chair of the House Intelligence Committee, said he had an obligation to bring up according to his argument the fact that the Democrats played politics this and the FBI aided and abetted them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Well, again, I'm concerned about those kinds of charges undermining trust in the FISA process. The FISA process was designed in order to make sure that we could do surveillance against potential terrorists and those who would undermine our country. And that is the purpose of a FISA process, is to be able to insure that we can do surveillance of those who have the worst instincts in terms of our country. It works. It has worked. The FISA judges are no pushovers. They are responsible individuals, in my experience, who carefully review all of the evidence that is presented to them. And it isn't just a little bit of evidence. These applications to FISA are sometimes 50 or 60 pages long, highly-classified information, and a great deal of support investigation in order to justify those warrants. I think in this instance, very frankly, that the Nunes charges against FISA, particularly without looking at the entire application, without talking to the judges who actually make these decisions, I think that's irresponsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's play a thought experiment. If you were Donald Trump's White House chief of staff right now, what advice would you give him? What should he do going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "I think the President of the United States has to focus first and foremost on being president of the United States. I realize that this investigation is going on. I realize that from a personal view, it probably bothers the hell out of him. I understand that. But at the same time, it's part of the process in our country to investigate what happened here. We know, as a result of 17 intelligence agencies that Russia tried to undermine our election process. That's a serious attack on our country by an adversary. And so, we ought to allow the process to proceed that looks at what happen and make sure it doesn't happen again. And at the same time, the president, frankly, needs to focus on the economy, on infrastructure, on improving the ability of all Americans in order to succeed in our country. That's what presidents need to focus on. And if he spends his time tweeting about the investigation or trying to tweet about undermining the FBI, very frankly, he's going to hurt his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And finally, and I've got about a minute left here, let's say he ignores Panetta's advice, and decides to move against either Rod Rosenstein or Robert Mueller?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "I think it's a big mistake. I mean, these are people that he appointed to office. At least from my impression, these are people who are credible and trying to do their job in a conscientious and dedicated way. I think if he tries to go after them and tries to somehow appear to be obstructing the process that's involved in this investigation; he's going to hurt himself. He's going to hurt the presidency. But more importantly, he's going to hurt the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Secretary Panetta, thank you. Thanks for sharing part of your weekend with us. Please come back, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PANETTA",
      "sentences": "Thanks very much, Chris. Up next, we'll bring in our Sunday group to discuss what's in the memo and what's not. Plus, what would you like to ask the panel about whether it sheds any more light on the Russia investigation? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, you can connect with FOX NEWS SUNDAY on Facebook and Twitter. Be sure to check out exclusive material online at Facebook and share us with other Fox fans. And tweet us at @FoxNewsSunday using #fns. Be part of the discussion. Weigh in on the discussion every \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think it's terrible, if you want to know the truth. I think it's a disgrace. What's going on in this country, I think it's a disgrace. And when you look at that and you see that and so many other things, what's going on, a lot of people should be ashamed of themselves, and much worse than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump in the Oval Office calling out top officials at the FBI and Justice Department for allegedly playing politics as they conducted the Russia investigation. And it's time now for our Sunday Group. And because of our technical problems, they are across town at another studio. Howard Kurtz, host of \"MediaBuzz\" and author of the new book \"Media Madness.\" Mo Elleithee of Georgetown's Universities Institute of Politics and Public Service. Jonathan Swan, national political reporter for Axios. And Fox News correspondent Gillian Turner. Guys, I miss you. But we're in the dark over here. All right, let me start. Jonathan, people are going to disagree, obviously they are, about the substance of the House Republican memo, what it shows or what it doesn't show. But, to a certain degree, haven't the president and Republicans already succeed to the degree that they have raised doubts about the FBI playing politics and, to that extent, have they undermined the credibility of the special counsel investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SWAN, NATIONAL POLITICAL REPORTER, AXIOS",
      "sentences": "Well, there's no question about that. I mean we -- we saw some polling -- we did some polling with SurveyMonkey overnight on Friday which showed that the support for the FBI among Republican voters has plummeted significantly in the space of a year. And Donald Trump can move public opinion, particularly among the Republican voting bloc, like nobody else. You saw what he did to the NFL.  So there's no question that the view of the FBI is changing. And there's no question that there's been a general muddying of the waters among the electorate. It's not just conservative media. We're seeing it in the mainstream media as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, if you get someone like Congressman Stewart (ph), who set at the beginning of the program, the Republican congressman on House Intel, hey, look, this memo is a separate issue. I just want the investigation to continue. And Trey Gowdy has said the same thing. Are they being a bit disingenuous?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Well, I -- I can't speak for them personally, but the idea that this can be hermetically sealed and that it's a completely different issue -- I mean Paul Ryan was trying to have it both ways. He came out and said, you know, that I support releasing the memo, but it has nothing to do with undermining the leadership of the Department of Justice, the FBI or this investigation. The president of the United States has explicitly said this. So, you know, the tribune of the Republican Party is out there. The guy with the biggest megaphone explicitly drawing that link. So whether -- I can't speak to members as individual motivations, but the fact is, that's exactly what's being done here, supported by the president's boosters in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "To give you a sense of the impact this is having, we asked you for questions for the panel, and we got this on FaceBook from Jean R. Page. She writes, if it is true that the FISA warrant was issued under false pretenses, wouldn't it be appropriate to shut the whole Russian investigation down, including dismissal of special counsel? Mo, how do you answer Jean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICES",
      "sentences": "I think this is exactly the point, that this is a kind of muddying of the waters to try to undermine the Mueller investigation, which the president himself has said he wants to do. You know, you've got not just the Democrats on the committee, but members of the intelligence community who say that is not a true fact, that this FISA warrant was issued under false pretenses, that it was pegged entirely and exclusively to the dossier.  We know that Carter Page, who it -- it is unfathomable to me that Republicans want to stake their credibility on -- on Carter Page, who was on -- on the radar screen of the intelligence community, who himself had previously called himself an advisor to the Kremlin, that -- that they had him on their radar screen before. The memo itself says that the entire investigation was not prompted by Carter Page but by George Papadopoulos and his actions. But none of this information is getting out because the House Republicans on the Intelligence Committee, Devin Nunes, cherry-picked the information and refuses to release any more information. And despite all of their calls for transparency, they -- this could not be less transparent of a -- of a memo or of a process. They're not putting out -- allowing the Democrats to respond. They're not putting out the supporting information. So I think this speaks exactly to that point. It's taking (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, it -- let me just interrupt for a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I mean, in fairness, the Republicans say that they are going to vote to release the memo. It will then go to the president for declassification, the Democratic memo. So we can't say at this point that they've cut them off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Well, and we'll see. Because what's going to happen now is you're -- what -- and what I think they have done, and what they have done a masterful job of, is hyper partisan -- making this a hyper partisan issue. Now it's going to be Democrats and Republicans fighting over two competing memos and that's just going to further muddy the water, as opposed to just letting the legitimate investigation play itself out. Which is what -- it can (ph) happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, I want to -- I want to pick up on that with you, Jillian, as our foreign policy expert who work in the National Security Council for both Presidents Bush and President Obama. Congressional intelligence committees traditionally try to rise above politics and -- and stick to fact-finding. But listen to the Republican chair, Devin Nunes, and to the Democratic ranking member, Adam Schiff, going after each other this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, they know they're not being honest actors. And, you know, I get tired of playing Whack-aMole every day with the Democrats on this committee who never wanted to start this investigation inthe first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-DEMOCRATIC RANKING MEMBER, HOUSE INTEL COMMITTEE",
      "sentences": "What's the most dangerous thing about this in the current context, it's this: the president is looking for a reason to fire Bob Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gillian, how unusual is it for congressional intelligence committees, in your experience, to get involved in this kind of partisan food fight, if you will, and -- and potentially how troubling is it -- this is an issue I was discussing with Secretary Panetta -- going forward for -- if the House Intelligence and Senate Intelligence Committees just become more political vehicles?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, and Secretary Panetta talked about a breakdown of rule of law being a primary concern. I agree with him on that -- on that front. And to answer your question, Chris, this kind of involvement on the part of the HIPSI (ph), the House Intelligence community, is highly unusual. I also want to make the point that in this political hullabaloo surrounding the memo, in the showdown between Democrats versus Republicans, I think Washington has lost sight of the fact that this is actually a classic executive branch versus legislative branch dispute in the sense that it is pitting the Department of Justice, which is an executive branch agency, against a congressional committee that oversees it. The key differentiator here, of course, is that President Trump is weighing in against his own team. He's thrown in the towel on the -- on behalf of the House Intelligence Committee. I think, in the long term here, though, this is damaging for everybody. This is absolutely damaging for the FBI. It's damaging -- it's damaging for the House Intelligence Committee because, keep in mind, going forward with any future investigations, it's going to be very hard to listen to anything they have to say with any degree of confidence. And it also hurts the American people, of course, sort of innocent bystanders to all of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, let me pick up on -- on one of the points that you made there. It's not just the -- the House Intelligence Committee and -- and its role. You have the president, in this case, as you pointed out, at odds with his Justice Department and the FBI. The director of the FBI. His -- appointed by President Trump, Christopher Wray, and Rod Rosenstein, who was also appointed by the Trump administration, came over earlier this week and begged for the White House not to release the memo. What -- what does that do when you've got a president who is at such odds with his own law enforcement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I don't know how that bond or the ties that at least bind the president to the FBI director can be healed. I hesitate to stay that it's an irreparable break, but I don't see how Wray moves forward knowing that he absolutely doesn't have the faith and confidence of the commander in chief. I don't know how he gets anything done in Washington. But that being said, I also think it's incumbent upon the president here to allow the investigation, the Russia investigation, being led by an offshoot of the FBI, to continue forward unimpeded, as Senator John McCain put out a statement saying just the other day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Howie, that brings me to you, because I think it's fair to say the president, in his comments, has left the door wide open to doing something to stop the investigation. He was asked about Rod Rosenstein, the one person who can either fire or limit the Mueller investigation, the deputy attorney general, and they -- you know, they said, do you still have confidence, and he said, you figure that out, which I don't think left much doubt about what he feels. If, and I just want to repeat, if the president were to decide to do something, either to get rid of Rosenstein, to get rid of Mueller, to limit the investigation, would that just be another political controversy, or are we now in Saturday night massacre constitutional crisis mode? HOWARD KURTZ, HOST, \"MEDIABUZZ\": Well, look, if the president were to fire Bob Mueller, which I do not believe that he will do. He talk about it last year. He pulled back with his White House counsel threatened to resign. That would put Washington at DEF CON 1. And it would be, you know, a huge crisis. The media would go absolutely crazy. Now, if he were to fire Rod Rosenstein, the deputy attorney general who oversees Mueller and the investigation, that would be DEF CON 2, but it would still -- I don't know that it would be worth the political price because it would give the impression, especially after firing Jim Comey, that the president was acting, at least, like he had something to hide. Now, to come back to the contents of the memo, it seems to me that it did raise serious questions about the former British spy Christopher Steele, who wrote that Russian dossier. He hated Donald Trump. He lied to the FBI. He tried to manipulate the media. But when all that was going on with the FISA court application with Carter Page, Bob Mueller was a private citizen. He doesn't have any involvement in any event. And it seems to me that, because you had a Republican chairman releasing this over the fierce objection of the FBI, and you had a level of pregame hype worthy of the Super Bowl, and now you have Democrats counterattacking, I think the contents of the memo itself have just been completely lost and drowned out by the partisan sniping on both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Hey, Jonathan, I want to ask you one final question in all of this. What do your sources at the White House indicated to you? Do you get -- do they get the sense that the president -- and I know it's hard to predict what President Trump is going to do -- that the president will try to wait the Mueller investigation out, that perhaps he feels he's done enough damage to the credibility of it and he'll take whatever hit he takes? Or do you think it's still an open question as to whether he might try either directly through Mueller or indirectly through Rosenstein to end the investigation prematurely?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "The very fact that he keeps his attorneys, John Dowd and Ty Cobb employed as a signal that President Trump is willing, for the moment, to go along with their strategy of cooperating entirely, keeping Mueller in place. There was a big change -- I don't think people realize how profound the change was when Trump got rid of his old lawyer, Marc Kasowitz, who was a street brawler, who defended him in all sorts of cases in New York and brought in Ty Cobb, who really advocated a 180-degree switch in strategy, which was, let's cooperate entirely. Let's give them everything. And let's try and bring this investigation to a close. So while Trump for months has been complaining about Rosenstein, complaining about Mueller, has said thing to his staff that have made them nervous, I don't get any sense that any change like that is immanent because I think he's entire legal team would resign if he move to fire either Rosenstein or Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And from -- and do you get the sense that he will actually sit down and participate in an interview with Mueller and his investigators?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Well, Trump, when he said that into the reporters in that impromptu briefing, that freaked out his legal team because they -- they are not entirely cool with this idea of a freewheeling conversation between the president and Bob Mueller. Ty Cobb has literally said on the record he's worried that it could be a perjury trap. So I think, again, we've got tensions between his legal team and the president of the United States, who is full of confidence and brio (ph) and wants to do it. I suspect he will actually end up sitting down with Mueller, but I don't know what terms will be negotiated, what the sphere of questioning will be. I suspect his legal team will be quite happy if they could avoid that scenario.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Panel, we're going to have to take a break here, but when we come back, deadlock over the dreamers prompted the last government shutdown. Now Congress is up against a Thursday deadline -- yes, this Thursday -- to pass another funding bill. Will we see a compromise or another standoff or will Congress just kick the can down the road for a few more weeks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "So tonight I am extending an open hand to work with members of both parties, Democrats and Republicans, to protect our citizens of every background, color, religion, and creed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump appealing for common ground in his State of the Union Address this week. And we're back now with the panel. The president laid out his agenda for 2018, and he touted the strong economy that we saw at the end of 2017 and are continuing to see. And it seems to be having a political impact. Take a look at these numbers. At the end of 2017, Democrats led Republicans in the generic congressional ballot question by almost 13 points. Now, just a month later, that's down to seven points. And in at least one poll, the Democratic leaders only three. Howie, is President Trump, and especially with this strong economy, is it turning around Republican prospects for the 2018 midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think things are starting to look a bit better for the Republicans in 2018, Chris. I mean, at the end of the year, you had all of the drama and you had Roy Moore was in the headlines until now. Now, Roy Moore is not in the Senate. The tax cuts that the president was able to pass, pretty much on a party line vote, are about to take effect. And the economy is doing really well, notwithstanding the hiccup in the stock market on Friday. A lot of people are feeling a little wealthier because they're seeing their 401(k)s go up. So you put all of those things together, and then there's the bipartisan speech to Congress, which the pundits picked apart, but the polls showed that the people really liked. It seems to me that things are looking a little better for the GOP. Now, having said that, all of the outrage-fueled energy is on the Democratic side and the House, I think, is still very much in play. But Nancy Pelosi and company are going to have to come up with some kind of agenda for 2018. They can't just run that Donald Trump's a bad guy and we want to get rid of him because that didn't work very well in 2016, did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, let me -- let me ask you about that though. If on the one hand you've got the anti-Trump fervor, and a substantive disagreement on issues like health care, like immigration, which we'll get to in a moment. On the other hand, if people feel better off in their pocketbooks, how do you assess those two?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, usually the economy is the most important thing, unless we're in the middle of an awful war. That generally helps Republicans. In fact, one of the mysteries here has been how Donald Trump's approval ratings have, at least until recently, remained so stubbornly and historically low despite the fact that the economy is booming and we're almost at full employment. Now, I do think that politically though immigration remains such a hot-button issue, and we have to see how this is going to play out because substantively the two sides are not that far apart. When Chuck Schumer walked out of the White House a few weeks ago, he thought he had to deal and the president actually has come, offered -- made a good-faith offer to more than double the number of dreamers who would receive protection, a possible path to citizenship. And so the question is, is Trump really willing to take the heat, as he said, from his base in making a deal with the Democrats, and the Democrats, would they rather have the issue in 2018 or would they rather protect the dreamers and then move on to other issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "They may not be so far apart on the issues, but they sure are far apart rhetorically. And if you want a sense of just how far apart Republicans and Democrats are on trying to get a DACA deal to protect the dreamers, just listen to these comments this week from President Trump and Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We presented Congress with a detailed proposal that should be supported by both parties as a fair compromise. One where nobody gets everything they want, but where our country gets the critical reforms it needs and must have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-MINORITY LEADER",
      "sentences": "It was dangerous what he said last night, and it has instilled fear. As I say over and over, what he is doing brings tears to the eyes of the Statue of Liberty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, the White House seems to think that they have box Democrats in by making this big concession, that they would offer a path to citizenship in ten or 12 years for almost 2 million either dreamers or people eligible to be -- to come under that. But in response, they would have to accept a real crackdown on legal and illegal immigration. Are Democrats in a box?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "You know, I don't think so. We're going to have to see how it plays out. But, you know, I agree with Howie that -- that there is actual room here for a bipartisan solution. You have Democrats and Republicans who are coming to the table and -- and seem to be willing to find a deal that protects the dreamers while also increasing border security. You're going to find very little disagreement on that. We were close to a deal and now the president is throwing in this huge wrinkle of limiting legal immigration. And that's something that I think a good number of Republicans on The Hill are even saying, whoa, whoa, whoa, that's a step too far. So, you know, the question I actually would turn around and ask is, is it the president who's really interested in making a deal. I think the numbers that you just show their reflected a slight reenergizing of the Republican base. I think that's what is -- what is narrowing the gap in those -- in that -- in that horse race. For the president to continue to do that, he can't be seen as abandoning the people who got him elected to office. And those people do not want to see a deal that protects the dreamers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But in the end, Chris, I don't think Donald Trump wants to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Folks, we've got -- we've got about -- we've got about three minutes left --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So let me -- I want to get our other two panelists in there. Gillian, it seems to me Democrats are a little boxed in to the degree that their base wants them to use all the leverage they can to get a DACA deal, but on the other hand, if they're trying to shut down the government, the public really doesn't want to shut down the government over that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "No. And Mo's right, there is room an opportunity for a bipartisan solution here. But in order to get there, both sides of the aisle have to acknowledge and recognize that. The problem here, as I see it is, this is very hard for Congress to grasp. But two things can be true at once. The American people spoke forcefully in poll after poll in January. They care about the plight of dreamers. They want a solution that can keep them in the country. At the same time, the majority of Americans don't want the plight of the dreamers to shut down the federal government. They don't even want the issue of immigration rite large to jeopardize the function of the federal government. So it's -- it's incumbent upon Congress to figure out the legislative solution to that problem. What we're seeing right now is still folks retreating to their opposite side of the room and hunkering down for a long fight. Again, Congress not serving the interest of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me bring in Jonathan -- let me bring in Jonathan on the prospects for a deal. The president has made it clear that he wants to hold firm. Yes, he'll give a pass to citizenship for the dreamers, but he wants an end to what he calls chain migration. He wants an end to the visa lottery. That's pretty unacceptable at this point to Democrats. Do you get the sense the president is willing to hold firm, have no deal and see dreamers conceivably start being deported?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "I've never had that sense, nor have people inside the White House. The president has always been reluctant to let DACA end and has always saw that opening gambit as a negotiating play to get leverage. And, to be fair, he has gained leverage from this. But I'm very pessimistic, actually, about the prospects of a deal because I think whatever the Senate will pass, I don't see how the Senate, which is a far left to the -- far left of the House, whatever they pass, I just don't see how Paul Ryan politically can put that on the floor and pass it. So I actually think it's going to be really messy and I'm not particularly optimistic that a deal is going to get done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And, in ten seconds, Jonathan, is there a government shutdown this week or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "No, I think they get a short-term funding bill with Democratic votes, not House Freedom Caucus votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thank you, panel. We'll see you next Sunday. Maybe I'll allow you to come back here and sit, although I kind of like this long distance conversation. And we'll be right back with some final thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We promise to pay the electricity bill and get back to normal next week. And in the meantime, I want to thank a whole lot of people in New York and Washington who worked through the night putting together teleprompters and lights and all kinds of communications and computers to get us on the air at all. Yeoman's service. That's it for today. Have a great week, and we'll see you right back here next \"Fox News Sunday.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Here's a tweet that the president put out this weekend",
      "utterance": "The memo totally vindicates Trump in probe, but the Russian witch hunt goes on and on. There was no collusion and there was no obstruction -- the world now used because of one year of looking endlessly and finding nothing, collusion is dead. This is an American disgrace. Congressman Stewart, does the GOP memo vindicate the president? Does it end the need for the special prosecutor's investigation?"
    },
    {
      "speaker": "REP. CHRIS STEWART, R-UTAH, INTELLIGENCE COMMITTEE",
      "utterance": "No, it doesn't end that made it all. I think it would be a mistake for anyone to suggest that the special counsel shouldn't complete his work. I support his work. I want him to finish it. I hope he finishes it as quickly as possible. This memo has frankly nothing at all to do with a special counsel. It was one of the criticisms of people last week and before that who had never seen the memo who said, you know, this is to impugn the integrity and the work of the special counsel. As you know now, Chris, it has nothing to do with at all with that. They're very separate. I hope the special counsel will complete his work and work to the American people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, what you think the president is up to when he puts out a tweet saying that this memo vindicates him, and obviates the need for any investigation?"
    },
    {
      "speaker": "STEWART",
      "utterance": "Yes, I think a couple things. You know, if I could take 30 seconds to review. Something that you said, for more than a year, we had collusion, conspiracy, you know, people accused of treason. No one is making that accusation anymore, at least no one serious. Even Dianne Feinstein has said there is no evidence of collusion, and I think that's the point the president is making. The essence of this memo is something quite different, and again, it's as you said, Hillary Clinton and the DNC hired Fusion GPS, who then hired ironically a foreign agent to create this dossier that we know is just political garbage. It's no more credible than a $2 novel. And the FBI used that dossier to survey a private U.S. citizen who had no accusations against him except for he has associations with the Trump campaign. It's an absolute abuse of power and we just want the American people to know that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. We're going to get into the memo in a minute. I want to talk and turned to Congressman Swalwell about the state of the investigation. Congressman, on Friday, the president was asked about Deputy Attorney General Rod Rosenstein, who signed one of the request applications for this FISA warrant and also is the only person who can either fire or limit the investigation by Robert Mueller. Here was the president."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Does it make you more likely to fire Rosenstein? Do you still have confidence in him after reading the memo?"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "You figure that one out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Swalwell, is this memo an excuse to shut down the Mueller investigation?"
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALI., INTELLIGENCE COMMITTEE",
      "utterance": "It does appear that way, Chris. And good morning to my colleague, Chris Stewart. We believe that the memo that the Republicans put out shows not a single abuse, but a willingness to risk our republic to protect the president. So, I hope that Mr. Stewart is sincere when we go back to Washington this week that he would do all he could to protect Bob Mueller and Mr. Rosenstein and support the bipartisan legislation that's out there that would do that. And also that would support releasing the Democratic memo that puts into context point by point the seriousness of this investigation as well as new, unseen evidence that bolsters the FBI's credibility."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I promise I'm going to get to the memo and the whole controversy about FISA and a moment. But here's the question -- here's the issue I don't understand, Congressman Stewart. The House Intelligence Committee is in the midst of a broad investigation of unprecedented Russian interference in an American election in 2016, and yet you decide in the midst of that investigation to write a memo on this one particular point, which is what happened or didn't happen in the FISA court. Is the -- are House Republicans were concerned about protecting us from the Russians, or protecting us from the FBI?"
    },
    {
      "speaker": "STEWART",
      "utterance": "Well, a little bit of both now actually. That's not what we expected when we started this investigation. Chris, just a few months before the election, I was in Moscow and I came home and talked to the media and said, they're going to mess with our elections. There's just no question that that was intention, and there's no question that they did. And that's the impetus for the House investigation. We want to look at their -- how they messed, how they interfered and hopefully preclude that from happening in the future. But as a result of that, we became aware of this abuse by the FBI and Department of Justice officials. And we just felt like this was so important, it's kind of separate from a Russian investigation, but it's so important that we advise the American people of that, and that's why we wanted to release this memo, get this information out there as quickly as possible. We'll continue the investigation on both sides, but again this is a bit of a pause for us to say this is meaningful information the American people deserve to know."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you buy that Congressman Swalwell?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Well, no, I don't because I've seen all of the evidence. I've sat in for almost every single second that a witness has testified. I wish my Republican colleagues would do the same. Four public transcripts have been released and Mr. Stewart was either not present or didn't ask a single question during that and that is --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, all right, that's kind of inside baseball. Let's get -- let's get to the issue."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Sure, but the issue is that there's not a willingness to look at the evidence. They assert that there's no collusion, but there's no interest or willingness to understand the evidence in this case. And so, the evidence that we've seen with a limited subpoena power we have is a deep willingness that exists around the Trump campaign and the Trump family and the Trump businesses to work with the Russians and to receive information on Hillary Clinton. And we ought to do something about it to make sure that doesn't happen again."
    },
    {
      "speaker": "STEWART",
      "utterance": "I have to respond to that if I could."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Go ahead. Look, my friend Mr. Swalwell, if you want to convince people, go convince your own Democratic allies. Go convince Dianne Feinstein. Go convince General Clapper and many others. They have said there's no evidence of collusion. It's not just the Republicans who were saying that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Congressman Stewart, I want to put up several things, a full-screen, because -- let's put it up on the screen right now, because some of the events have nothing to do with the Carter Page warrant, which again is why I wonder why you decided to focus just on that. George Papadopoulos being told by Russians months before that they had dirt on Hillary Clinton, the Trump Tower meeting between top campaign aides and a Russian lawyer, General Michael Flynn lying about his meeting with the Russian ambassador. You suggested at the beginning of this interview that you saw no evidence of collusion and no evidence of obstruction of justice, but you are focusing -- I'm not saying it's not legitimate, and we will talk about it, I promise, after you answer this question, but you are focusing on what happened in the FISA court with regard to Carter Page."
    },
    {
      "speaker": "STEWART",
      "utterance": "Yes, because the American people didn't know about this. You knew about George Papadopoulos. You know about General Flynn. All of that had been already reported. This had not been reported and we felt like once again the American people wanted to know. By the way, those things that you talked about in the work of the special counsel, which let me restate, I support and want him to continue, but none of that, virtually none of that indicates any collusion on behalf of the Trump campaign and Russian officials, there just isn't anything. You've got some financial irregularities that happened years before the election. You got some people in a process crime, as they call it, where they weren't honest with the FBI, but no one has said or showing evidence of collusion between Trump officials and any Russian agents. There just simply isn't any."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let's talk about the memo and its central allegation, which was that the FBI misled the FISA court, the foreign intelligence surveillance act court to get a warrant on -- to surveilled Carter Page without revealing the fact that this was political oppo research, the dossier. Here was the House Intel Chairman Devin Nunes."
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALI,, CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "I think the American people understand that the FBI should not go to secret courts using information that was paid for by the Democrats to open up investigations to get warrants on people of the other political party. That's the type of stuff that happens in banana republics."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Swalwell, doesn't that concern you at all that they went to get this warrant and at least part of it -- according to some reports -- the lead item in the application was the Russia dossier, and as we all know, that was paid for the DNC and the Clinton campaign?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Chris, there was a barrage of evidence that they presented to the courts, including a disclosure that the Steele dossier had a political motivation. But it also included that George Papadopoulos had been contacted about receiving Russian dirt. He was on the same foreign policy team as Carter Page. Carter Page also, since 2013, had been suspected of being a Russian foreign agent. We just learned today, breaking news, before I can on the site, the Carter Page sent a letter in 2013 saying that he had been doing work for the Kremlin. They had all the right of the world to be concerned about these individuals."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to focus on one sentence in the memo, gentlemen. Deputy Director McCabe testified before the committee in December 2017 that no surveillance warrant would have been sought, would have been sought from FISC, that's the Foreign Intelligence Surveillance Court without the Steele dossier. Congressman Stewart, I notice that that's not in quote."
    },
    {
      "speaker": "REP. CHRIS STEWART, R-UTAH, INTELLIGENCE COMMITTEE",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Did Deputy Director McCabe actually say that?"
    },
    {
      "speaker": "STEWART",
      "utterance": "That may not have been his exact phrase, but I assure you I was there, I was part of the questioning, I promise you that the intent of his answers was that we would not have gone forward were it not for this dossier. There were two basic pieces of evidence, the dossier and then ironically, a Yahoo News report that was based on what? The dossier. And the author of that news report yesterday was shocked. He said, I can't believe they would use my news reporting as evidence before the FISA court when it was clearly based on the dossier. The information was fed to him by Fusion GPS and by Christopher Steele. That was the evidence, that was the bulk of the evidence for justifying this dossier, and they knew it was weak. That's why they didn't want to be honest with the FISA court and reveal to them that, oh by the way, this was written by the Democrats, this is paid for by the Democrats. And, you know, that's one of the things we are most concerned about --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We are beginning to run out of time. Let me bring in Congressman Swalwell. Why not? It does seem to show bad faith. Why wouldn't the FBI include in its application the fact that the dossier had been bought and paid for by the Democrats?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Well, I asked Andy McCabe, that is not what he said. They have the transcript. I don't understand why they wouldn't quote from the transcript. They did disclose that it was a politically motivated source. That's what the judge needed to know and again, I think this is just an effort to torch the credibility of the FBI."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Did they put in the fact that it was bought and paid for by the Clinton campaign and the DNC? And if not, why not?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "You know what they did, Chris? They masked -- they masked the names of most of the individuals and last year, the accusation against the FBI was that they were unmasking names. So, when they do the right thing and mask the name and just say there's political bias, you are saying that that's wrong. And when they don't do that, you are saying that's wrong. You can't have it both ways."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When they unmask its Republicans, but when they mask its Democrats?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "That's what's being alleged here by House Republican colleagues."
    },
    {
      "speaker": "STEWART",
      "utterance": "Chris, two things on this that are very, very important. If I were the FISA judge, I would be furious that this information was withheld for me. It clearly is relevant. It clearly is important. And the second thing is, we've been questioning about -- we're tearing down the integrity of the FBI. I'm a former military officer. I understand the necessity to protect your troops, but that's not what's going on here. I've been contacted by FBI agents in the last few days and thank you for doing this. We recognize that you're trying to hold us accountable. They have enormous power, enormous authority, with that must come enormous accountability. That's all we are trying to do here, is to hold certain individuals accountable if they abuse that power."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gentlemen, we're going to have to leave it there. Congressman Stewart, Congressman Swalwell --"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "My pleasure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- thank you both. Thanks for your time."
    },
    {
      "speaker": "STEWART",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And, of course, we'll stay on top of where your committee goes next. Up next, we'll bring in former CIA director and former defense secretary, Leon Panetta, for some perspective on what's going on in Washington."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Leon Panetta has seen more than his share of Washington controversies. He worked for the Nixon Administration before being forced out. He was Bill Clinton's chief of staff and he served Barak Obama as CIA Director and then-defense secretary. Secretary Panetta joins us now from California. And welcome back to FOX NEWS SUNDAY."
    },
    {
      "speaker": "LEON PANETTA, FORMER DEFENSE SECRETARY",
      "utterance": "Nice to be with you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You as we suggested have lived through a lot -- Watergate, the Clinton impeachment. Compared to those, how should folks see where we are right now? How broken is Washington?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "Chris, I -- during my 50 years of public life, I've had the honor of seeing Washington at its best and I've also seen Washington at its worst. The good news is I've seen Washington work. I've seen Democrats and Republicans work together in order to solve problems in our country. The problem today is that Washington is largely dysfunctional, and Republicans and Democrats are simply unable to be able to work together to resolve the tremendous issues that face this country. I'm worried about this dysfunction because it goes to the heart of our democracy. And I think, ultimately, if they don't get together and govern this country, that it will ultimately weaken the United States by virtue of that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You said recently for the President to release the House Republican memo over the objections of the FBI and the Department of Justice would create, quote, in your words, a constitutional crisis. Is that a bit of an overstatement?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "Well, I'm a believer in the rule of law in this country and I'm a believer in the importance of our Constitution and the relationship between the president and our law enforcement authorities. I think in order for our democracy to function, you have to have a relationship of trust between the president and those who are responsible for enforcing the law, the Justice Department and the FBI. And if that trust breaks down, then I think it does undermine the rule of law in this country. And, that in effect, creates a crisis."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me approach this from a different aspect which is the criminalization of politics. You were, for almost three years, Bill Clinton's White House chief of staff during the long special counsel investigation that went everywhere from Whitewater to Monica Lewinski."
    },
    {
      "speaker": "And I'm going to put a quote that you said while you were the Clinton chief of staff",
      "utterance": "In this town, too much is done on the basis of innuendo and speculation. Every mistake becomes a conspiracy. Every charge becomes a conviction. Every rumor becomes reality. That's the way this town is built. Question, couldn't Donald Trump say the same thing?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "Yes, I think that's a pretty damn good quote because that, in effect -- I think that in effect is what happens in Washington, that there's too much innuendo. There's too much failure to kind of deal with each other on the basis of trust and honesty. And so, the result is that we engage in these partisan attacks. We engage in what I think is trench warfare in Washington in which both parties stay in their trenches, throw grenades at one another and fail to govern. And I think that's why the American people are angry and frustrated, very frankly, is because they look at Washington and see that it doesn't work. And that concerns us all."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "utterance": "But I guess the point is this, that as a Democrat, you probably thought that Bill Clinton was being hounded by an Inspector Javert-like special counsel. People who support Donald Trump may feel the same way about the special counsel investigation of him."
    },
    {
      "speaker": "PANETTA",
      "utterance": "I -- look, I understand that. I understand how presidents can have that feeling that somehow, you know, there are people out there that trying to get them no matter what they try to do. I understand that. But I think they also need to understand, whether they're Democrats or Republicans -- that we have an obligation in this country to find the truth and to establish what the truth is. And when you try to avoid the truth, ultimately, it is going to come out. We are going to find out what happened here with the Russian. We're going to find out whether or not there was any collusion involved. We'll find that out. And to try to pretend that somehow we can avoid that, I think, is only fooling yourself."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's talk about the practical effect of what happened this week from your long experience -- the partisan break inside the House Intelligence Committee."
    },
    {
      "speaker": "PANETTA",
      "utterance": "Well, I -- that worries me because it damages, frankly, an institution that is critical to our national security. The House Intelligence Committee, just like the Senate Intelligence Committee, was established in order to provide bipartisan oversight of very highly sensitive and classified intelligence information to make sure that our intelligence agencies, law enforcement agencies, were doing what is necessary to do but pursuant to our Constitution and to the rule of law. When that bipartisanship breaks down, and when intelligence starts to be used on a partisan basis to score political points, I think that really undermines the way the intelligence committee is supposed to function and it's going to hurt our ability to be able to have the kind of oversight we need in our democracy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The FISA process to get a warrant in extraordinary circumstances to surveil an American citizen. Now, Devin Nunes, chair of the House Intelligence Committee, said he had an obligation to bring up according to his argument the fact that the Democrats played politics this and the FBI aided and abetted them."
    },
    {
      "speaker": "PANETTA",
      "utterance": "Well, again, I'm concerned about those kinds of charges undermining trust in the FISA process. The FISA process was designed in order to make sure that we could do surveillance against potential terrorists and those who would undermine our country. And that is the purpose of a FISA process, is to be able to insure that we can do surveillance of those who have the worst instincts in terms of our country. It works. It has worked. The FISA judges are no pushovers. They are responsible individuals, in my experience, who carefully review all of the evidence that is presented to them. And it isn't just a little bit of evidence. These applications to FISA are sometimes 50 or 60 pages long, highly-classified information, and a great deal of support investigation in order to justify those warrants. I think in this instance, very frankly, that the Nunes charges against FISA, particularly without looking at the entire application, without talking to the judges who actually make these decisions, I think that's irresponsible."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's play a thought experiment. If you were Donald Trump's White House chief of staff right now, what advice would you give him? What should he do going forward?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "I think the President of the United States has to focus first and foremost on being president of the United States. I realize that this investigation is going on. I realize that from a personal view, it probably bothers the hell out of him. I understand that. But at the same time, it's part of the process in our country to investigate what happened here. We know, as a result of 17 intelligence agencies that Russia tried to undermine our election process. That's a serious attack on our country by an adversary. And so, we ought to allow the process to proceed that looks at what happen and make sure it doesn't happen again. And at the same time, the president, frankly, needs to focus on the economy, on infrastructure, on improving the ability of all Americans in order to succeed in our country. That's what presidents need to focus on. And if he spends his time tweeting about the investigation or trying to tweet about undermining the FBI, very frankly, he's going to hurt his presidency."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And finally, and I've got about a minute left here, let's say he ignores Panetta's advice, and decides to move against either Rod Rosenstein or Robert Mueller?"
    },
    {
      "speaker": "PANETTA",
      "utterance": "I think it's a big mistake. I mean, these are people that he appointed to office. At least from my impression, these are people who are credible and trying to do their job in a conscientious and dedicated way. I think if he tries to go after them and tries to somehow appear to be obstructing the process that's involved in this investigation; he's going to hurt himself. He's going to hurt the presidency. But more importantly, he's going to hurt the country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Secretary Panetta, thank you. Thanks for sharing part of your weekend with us. Please come back, sir."
    },
    {
      "speaker": "PANETTA",
      "utterance": "Thanks very much, Chris. Up next, we'll bring in our Sunday group to discuss what's in the memo and what's not. Plus, what would you like to ask the panel about whether it sheds any more light on the Russia investigation? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, you can connect with FOX NEWS SUNDAY on Facebook and Twitter. Be sure to check out exclusive material online at Facebook and share us with other Fox fans. And tweet us at @FoxNewsSunday using #fns. Be part of the discussion. Weigh in on the discussion every \"Fox News Sunday.\""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I think it's terrible, if you want to know the truth. I think it's a disgrace. What's going on in this country, I think it's a disgrace. And when you look at that and you see that and so many other things, what's going on, a lot of people should be ashamed of themselves, and much worse than that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump in the Oval Office calling out top officials at the FBI and Justice Department for allegedly playing politics as they conducted the Russia investigation. And it's time now for our Sunday Group. And because of our technical problems, they are across town at another studio. Howard Kurtz, host of \"MediaBuzz\" and author of the new book \"Media Madness.\" Mo Elleithee of Georgetown's Universities Institute of Politics and Public Service. Jonathan Swan, national political reporter for Axios. And Fox News correspondent Gillian Turner. Guys, I miss you. But we're in the dark over here. All right, let me start. Jonathan, people are going to disagree, obviously they are, about the substance of the House Republican memo, what it shows or what it doesn't show. But, to a certain degree, haven't the president and Republicans already succeed to the degree that they have raised doubts about the FBI playing politics and, to that extent, have they undermined the credibility of the special counsel investigation?"
    },
    {
      "speaker": "JONATHAN SWAN, NATIONAL POLITICAL REPORTER, AXIOS",
      "utterance": "Well, there's no question about that. I mean we -- we saw some polling -- we did some polling with SurveyMonkey overnight on Friday which showed that the support for the FBI among Republican voters has plummeted significantly in the space of a year. And Donald Trump can move public opinion, particularly among the Republican voting bloc, like nobody else. You saw what he did to the NFL. So there's no question that the view of the FBI is changing. And there's no question that there's been a general muddying of the waters among the electorate. It's not just conservative media. We're seeing it in the mainstream media as well."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, if you get someone like Congressman Stewart (ph), who set at the beginning of the program, the Republican congressman on House Intel, hey, look, this memo is a separate issue. I just want the investigation to continue. And Trey Gowdy has said the same thing. Are they being a bit disingenuous?"
    },
    {
      "speaker": "SWAN",
      "utterance": "Well, I -- I can't speak for them personally, but the idea that this can be hermetically sealed and that it's a completely different issue -- I mean Paul Ryan was trying to have it both ways. He came out and said, you know, that I support releasing the memo, but it has nothing to do with undermining the leadership of the Department of Justice, the FBI or this investigation. The president of the United States has explicitly said this. So, you know, the tribune of the Republican Party is out there. The guy with the biggest megaphone explicitly drawing that link. So whether -- I can't speak to members as individual motivations, but the fact is, that's exactly what's being done here, supported by the president's boosters in the media."
    },
    {
      "speaker": "WALLACE",
      "utterance": "To give you a sense of the impact this is having, we asked you for questions for the panel, and we got this on FaceBook from Jean R. Page. She writes, if it is true that the FISA warrant was issued under false pretenses, wouldn't it be appropriate to shut the whole Russian investigation down, including dismissal of special counsel? Mo, how do you answer Jean?"
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICES",
      "utterance": "I think this is exactly the point, that this is a kind of muddying of the waters to try to undermine the Mueller investigation, which the president himself has said he wants to do. You know, you've got not just the Democrats on the committee, but members of the intelligence community who say that is not a true fact, that this FISA warrant was issued under false pretenses, that it was pegged entirely and exclusively to the dossier. We know that Carter Page, who it -- it is unfathomable to me that Republicans want to stake their credibility on -- on Carter Page, who was on -- on the radar screen of the intelligence community, who himself had previously called himself an advisor to the Kremlin, that -- that they had him on their radar screen before. The memo itself says that the entire investigation was not prompted by Carter Page but by George Papadopoulos and his actions. But none of this information is getting out because the House Republicans on the Intelligence Committee, Devin Nunes, cherry-picked the information and refuses to release any more information. And despite all of their calls for transparency, they -- this could not be less transparent of a -- of a memo or of a process. They're not putting out -- allowing the Democrats to respond. They're not putting out the supporting information. So I think this speaks exactly to that point. It's taking (INAUDIBLE)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, it -- let me just interrupt for a second."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I mean, in fairness, the Republicans say that they are going to vote to release the memo. It will then go to the president for declassification, the Democratic memo. So we can't say at this point that they've cut them off."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Well, and we'll see. Because what's going to happen now is you're -- what -- and what I think they have done, and what they have done a masterful job of, is hyper partisan -- making this a hyper partisan issue. Now it's going to be Democrats and Republicans fighting over two competing memos and that's just going to further muddy the water, as opposed to just letting the legitimate investigation play itself out. Which is what -- it can (ph) happen."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, I want to -- I want to pick up on that with you, Jillian, as our foreign policy expert who work in the National Security Council for both Presidents Bush and President Obama. Congressional intelligence committees traditionally try to rise above politics and -- and stick to fact-finding. But listen to the Republican chair, Devin Nunes, and to the Democratic ranking member, Adam Schiff, going after each other this week."
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, they know they're not being honest actors. And, you know, I get tired of playing Whack-aMole every day with the Democrats on this committee who never wanted to start this investigation inthe first place."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-DEMOCRATIC RANKING MEMBER, HOUSE INTEL COMMITTEE",
      "utterance": "What's the most dangerous thing about this in the current context, it's this: the president is looking for a reason to fire Bob Mueller."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gillian, how unusual is it for congressional intelligence committees, in your experience, to get involved in this kind of partisan food fight, if you will, and -- and potentially how troubling is it -- this is an issue I was discussing with Secretary Panetta -- going forward for -- if the House Intelligence and Senate Intelligence Committees just become more political vehicles?"
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, and Secretary Panetta talked about a breakdown of rule of law being a primary concern. I agree with him on that -- on that front. And to answer your question, Chris, this kind of involvement on the part of the HIPSI (ph), the House Intelligence community, is highly unusual. I also want to make the point that in this political hullabaloo surrounding the memo, in the showdown between Democrats versus Republicans, I think Washington has lost sight of the fact that this is actually a classic executive branch versus legislative branch dispute in the sense that it is pitting the Department of Justice, which is an executive branch agency, against a congressional committee that oversees it. The key differentiator here, of course, is that President Trump is weighing in against his own team. He's thrown in the towel on the -- on behalf of the House Intelligence Committee. I think, in the long term here, though, this is damaging for everybody. This is absolutely damaging for the FBI. It's damaging -- it's damaging for the House Intelligence Committee because, keep in mind, going forward with any future investigations, it's going to be very hard to listen to anything they have to say with any degree of confidence. And it also hurts the American people, of course, sort of innocent bystanders to all of this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, let me pick up on -- on one of the points that you made there. It's not just the -- the House Intelligence Committee and -- and its role. You have the president, in this case, as you pointed out, at odds with his Justice Department and the FBI. The director of the FBI. His -- appointed by President Trump, Christopher Wray, and Rod Rosenstein, who was also appointed by the Trump administration, came over earlier this week and begged for the White House not to release the memo. What -- what does that do when you've got a president who is at such odds with his own law enforcement?"
    },
    {
      "speaker": "TURNER",
      "utterance": "I don't know how that bond or the ties that at least bind the president to the FBI director can be healed. I hesitate to stay that it's an irreparable break, but I don't see how Wray moves forward knowing that he absolutely doesn't have the faith and confidence of the commander in chief. I don't know how he gets anything done in Washington. But that being said, I also think it's incumbent upon the president here to allow the investigation, the Russia investigation, being led by an offshoot of the FBI, to continue forward unimpeded, as Senator John McCain put out a statement saying just the other day."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Howie, that brings me to you, because I think it's fair to say the president, in his comments, has left the door wide open to doing something to stop the investigation. He was asked about Rod Rosenstein, the one person who can either fire or limit the Mueller investigation, the deputy attorney general, and they -- you know, they said, do you still have confidence, and he said, you figure that out, which I don't think left much doubt about what he feels. If, and I just want to repeat, if the president were to decide to do something, either to get rid of Rosenstein, to get rid of Mueller, to limit the investigation, would that just be another political controversy, or are we now in Saturday night massacre constitutional crisis mode? HOWARD KURTZ, HOST, \"MEDIABUZZ\": Well, look, if the president were to fire Bob Mueller, which I do not believe that he will do. He talk about it last year. He pulled back with his White House counsel threatened to resign. That would put Washington at DEF CON 1. And it would be, you know, a huge crisis. The media would go absolutely crazy. Now, if he were to fire Rod Rosenstein, the deputy attorney general who oversees Mueller and the investigation, that would be DEF CON 2, but it would still -- I don't know that it would be worth the political price because it would give the impression, especially after firing Jim Comey, that the president was acting, at least, like he had something to hide. Now, to come back to the contents of the memo, it seems to me that it did raise serious questions about the former British spy Christopher Steele, who wrote that Russian dossier. He hated Donald Trump. He lied to the FBI. He tried to manipulate the media. But when all that was going on with the FISA court application with Carter Page, Bob Mueller was a private citizen. He doesn't have any involvement in any event. And it seems to me that, because you had a Republican chairman releasing this over the fierce objection of the FBI, and you had a level of pregame hype worthy of the Super Bowl, and now you have Democrats counterattacking, I think the contents of the memo itself have just been completely lost and drowned out by the partisan sniping on both sides."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Hey, Jonathan, I want to ask you one final question in all of this. What do your sources at the White House indicated to you? Do you get -- do they get the sense that the president -- and I know it's hard to predict what President Trump is going to do -- that the president will try to wait the Mueller investigation out, that perhaps he feels he's done enough damage to the credibility of it and he'll take whatever hit he takes? Or do you think it's still an open question as to whether he might try either directly through Mueller or indirectly through Rosenstein to end the investigation prematurely?"
    },
    {
      "speaker": "SWAN",
      "utterance": "The very fact that he keeps his attorneys, John Dowd and Ty Cobb employed as a signal that President Trump is willing, for the moment, to go along with their strategy of cooperating entirely, keeping Mueller in place. There was a big change -- I don't think people realize how profound the change was when Trump got rid of his old lawyer, Marc Kasowitz, who was a street brawler, who defended him in all sorts of cases in New York and brought in Ty Cobb, who really advocated a 180-degree switch in strategy, which was, let's cooperate entirely. Let's give them everything. And let's try and bring this investigation to a close. So while Trump for months has been complaining about Rosenstein, complaining about Mueller, has said thing to his staff that have made them nervous, I don't get any sense that any change like that is immanent because I think he's entire legal team would resign if he move to fire either Rosenstein or Mueller."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And from -- and do you get the sense that he will actually sit down and participate in an interview with Mueller and his investigators?"
    },
    {
      "speaker": "SWAN",
      "utterance": "Well, Trump, when he said that into the reporters in that impromptu briefing, that freaked out his legal team because they -- they are not entirely cool with this idea of a freewheeling conversation between the president and Bob Mueller. Ty Cobb has literally said on the record he's worried that it could be a perjury trap. So I think, again, we've got tensions between his legal team and the president of the United States, who is full of confidence and brio (ph) and wants to do it. I suspect he will actually end up sitting down with Mueller, but I don't know what terms will be negotiated, what the sphere of questioning will be. I suspect his legal team will be quite happy if they could avoid that scenario."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Panel, we're going to have to take a break here, but when we come back, deadlock over the dreamers prompted the last government shutdown. Now Congress is up against a Thursday deadline -- yes, this Thursday -- to pass another funding bill. Will we see a compromise or another standoff or will Congress just kick the can down the road for a few more weeks?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "So tonight I am extending an open hand to work with members of both parties, Democrats and Republicans, to protect our citizens of every background, color, religion, and creed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump appealing for common ground in his State of the Union Address this week. And we're back now with the panel. The president laid out his agenda for 2018, and he touted the strong economy that we saw at the end of 2017 and are continuing to see. And it seems to be having a political impact. Take a look at these numbers. At the end of 2017, Democrats led Republicans in the generic congressional ballot question by almost 13 points. Now, just a month later, that's down to seven points. And in at least one poll, the Democratic leaders only three. Howie, is President Trump, and especially with this strong economy, is it turning around Republican prospects for the 2018 midterms?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think things are starting to look a bit better for the Republicans in 2018, Chris. I mean, at the end of the year, you had all of the drama and you had Roy Moore was in the headlines until now. Now, Roy Moore is not in the Senate. The tax cuts that the president was able to pass, pretty much on a party line vote, are about to take effect. And the economy is doing really well, notwithstanding the hiccup in the stock market on Friday. A lot of people are feeling a little wealthier because they're seeing their 401(k)s go up. So you put all of those things together, and then there's the bipartisan speech to Congress, which the pundits picked apart, but the polls showed that the people really liked. It seems to me that things are looking a little better for the GOP. Now, having said that, all of the outrage-fueled energy is on the Democratic side and the House, I think, is still very much in play. But Nancy Pelosi and company are going to have to come up with some kind of agenda for 2018. They can't just run that Donald Trump's a bad guy and we want to get rid of him because that didn't work very well in 2016, did it?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, let me -- let me ask you about that though. If on the one hand you've got the anti-Trump fervor, and a substantive disagreement on issues like health care, like immigration, which we'll get to in a moment. On the other hand, if people feel better off in their pocketbooks, how do you assess those two?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, usually the economy is the most important thing, unless we're in the middle of an awful war. That generally helps Republicans. In fact, one of the mysteries here has been how Donald Trump's approval ratings have, at least until recently, remained so stubbornly and historically low despite the fact that the economy is booming and we're almost at full employment. Now, I do think that politically though immigration remains such a hot-button issue, and we have to see how this is going to play out because substantively the two sides are not that far apart. When Chuck Schumer walked out of the White House a few weeks ago, he thought he had to deal and the president actually has come, offered -- made a good-faith offer to more than double the number of dreamers who would receive protection, a possible path to citizenship. And so the question is, is Trump really willing to take the heat, as he said, from his base in making a deal with the Democrats, and the Democrats, would they rather have the issue in 2018 or would they rather protect the dreamers and then move on to other issues?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "They may not be so far apart on the issues, but they sure are far apart rhetorically. And if you want a sense of just how far apart Republicans and Democrats are on trying to get a DACA deal to protect the dreamers, just listen to these comments this week from President Trump and Nancy Pelosi."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We presented Congress with a detailed proposal that should be supported by both parties as a fair compromise. One where nobody gets everything they want, but where our country gets the critical reforms it needs and must have."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-MINORITY LEADER",
      "utterance": "It was dangerous what he said last night, and it has instilled fear. As I say over and over, what he is doing brings tears to the eyes of the Statue of Liberty."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, the White House seems to think that they have box Democrats in by making this big concession, that they would offer a path to citizenship in ten or 12 years for almost 2 million either dreamers or people eligible to be -- to come under that. But in response, they would have to accept a real crackdown on legal and illegal immigration. Are Democrats in a box?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "You know, I don't think so. We're going to have to see how it plays out. But, you know, I agree with Howie that -- that there is actual room here for a bipartisan solution. You have Democrats and Republicans who are coming to the table and -- and seem to be willing to find a deal that protects the dreamers while also increasing border security. You're going to find very little disagreement on that. We were close to a deal and now the president is throwing in this huge wrinkle of limiting legal immigration. And that's something that I think a good number of Republicans on The Hill are even saying, whoa, whoa, whoa, that's a step too far. So, you know, the question I actually would turn around and ask is, is it the president who's really interested in making a deal. I think the numbers that you just show their reflected a slight reenergizing of the Republican base. I think that's what is -- what is narrowing the gap in those -- in that -- in that horse race. For the president to continue to do that, he can't be seen as abandoning the people who got him elected to office. And those people do not want to see a deal that protects the dreamers."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But in the end, Chris, I don't think Donald Trump wants to --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Folks, we've got -- we've got about -- we've got about three minutes left --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Go ahead."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So let me -- I want to get our other two panelists in there. Gillian, it seems to me Democrats are a little boxed in to the degree that their base wants them to use all the leverage they can to get a DACA deal, but on the other hand, if they're trying to shut down the government, the public really doesn't want to shut down the government over that."
    },
    {
      "speaker": "TURNER",
      "utterance": "No. And Mo's right, there is room an opportunity for a bipartisan solution here. But in order to get there, both sides of the aisle have to acknowledge and recognize that. The problem here, as I see it is, this is very hard for Congress to grasp. But two things can be true at once. The American people spoke forcefully in poll after poll in January. They care about the plight of dreamers. They want a solution that can keep them in the country. At the same time, the majority of Americans don't want the plight of the dreamers to shut down the federal government. They don't even want the issue of immigration rite large to jeopardize the function of the federal government. So it's -- it's incumbent upon Congress to figure out the legislative solution to that problem. What we're seeing right now is still folks retreating to their opposite side of the room and hunkering down for a long fight. Again, Congress not serving the interest of the American people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me bring in Jonathan -- let me bring in Jonathan on the prospects for a deal. The president has made it clear that he wants to hold firm. Yes, he'll give a pass to citizenship for the dreamers, but he wants an end to what he calls chain migration. He wants an end to the visa lottery. That's pretty unacceptable at this point to Democrats. Do you get the sense the president is willing to hold firm, have no deal and see dreamers conceivably start being deported?"
    },
    {
      "speaker": "SWAN",
      "utterance": "I've never had that sense, nor have people inside the White House. The president has always been reluctant to let DACA end and has always saw that opening gambit as a negotiating play to get leverage. And, to be fair, he has gained leverage from this. But I'm very pessimistic, actually, about the prospects of a deal because I think whatever the Senate will pass, I don't see how the Senate, which is a far left to the -- far left of the House, whatever they pass, I just don't see how Paul Ryan politically can put that on the floor and pass it. So I actually think it's going to be really messy and I'm not particularly optimistic that a deal is going to get done."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And, in ten seconds, Jonathan, is there a government shutdown this week or not?"
    },
    {
      "speaker": "SWAN",
      "utterance": "No, I think they get a short-term funding bill with Democratic votes, not House Freedom Caucus votes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thank you, panel. We'll see you next Sunday. Maybe I'll allow you to come back here and sit, although I kind of like this long distance conversation. And we'll be right back with some final thoughts."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We promise to pay the electricity bill and get back to normal next week. And in the meantime, I want to thank a whole lot of people in New York and Washington who worked through the night putting together teleprompters and lights and all kinds of communications and computers to get us on the air at all. Yeoman's service. That's it for today. Have a great week, and we'll see you right back here next \"Fox News Sunday.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}