{
  "date": "February 23, 2018",
  "headline": "Mental health issues in focus as gun debate ramps up",
  "subHeadline": "Parkland, Florida school shooting raises questions about gun control, mental health problems and law enforcement response; 'The Story with Martha MacCallum' guests debate the issue.",
  "url": "https://www.foxnews.com/transcript/mental-health-issues-in-focus-as-gun-debate-ramps-up",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm thrilled to be back at CPAC with so many of my wonderful friends and amazing supporters and proud Conservatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Remember when I first started running, because I wasn't a politician, fortunately. But do you remember, I started running and people say are you sure he's a conservative? I think now we proved that I'm a conservative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Don't be complacent, OK? Don't be complacent. Because if they get in, they will repeal your tax cuts. They will put judges in that you wouldn't believe. They'll take away your second amendment, which we will never allow to happen. They'll take away your second amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No president has ever cut so many regulations in their entire term, OK? As we've cut in less than a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And it's my opinion that the regulations had as big an impact as these massive tax cuts that we've given. So, I really believe that. We officially recognize Jerusalem as the capital of Israel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Senate Democrats and the House Democrats have totally abandoned DACA. They've -- they don't even talk to me about it. It's very possible that DACA won't happen, and it's not because of the Republicans, it's because of the Democrats. And frankly, you better elect more Republicans, folks, or it'll never happen. I appreciate everything you've done. I do want to say because people have asked, North Korea, we imposed today the heaviest sanctions ever imposed on a country before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "What a nice picture that is. Look at that, I'd love to watch that guy speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oh, I try like hell to hide that bald spot, folks. I work hard at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It doesn't look bad, hey, we're hanging in. We're hanging in there, right? Together, we're hanging in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Joining me now, Townhall.com political editor, Guy Benson; and Washington Times columnist, Charlie Hurt, a once never-Trumper and an always-Trumper. Charlie, very interesting to look back, you know, to just a couple years ago when he was a candidate. He was not even really allowed to go there and speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "sentences": "Absolutely, and to be sure, it was a hostile takeover in the months and year after that CPAC when he was not able to come here. But, you know, when you look back to the past 20 years, conservatives and Republicans had spent so many elections putting -- investing everything in either principled conservatives or partisan loyal Republicans, and we just wound up either losing races or with more and more sort of liberal tax and spend policies. And I think that finally conservatives got frustrated and said, you know, we'll take a flier on this guy, and they did. And when you look back at the past year, I think that it is perfectly legitimate to say that we're looking at, perhaps, the most conservative victories that we have had certainly since Reagan and, perhaps even farther back than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Guy, you were definitely in that camp a couple years ago that did not want him to be the guy in that nominating process. What do you think when you watch him go through that litany of what he is calling his accomplishments? Would you be cheering in that crowd there today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR AND POLITICAL EDITOR AT TOWNHALL.COM",
      "sentences": "I would have clapped along to a lot of what he said, maybe not all of it. But, look, some of my concerns, Martha, when he was running for president, remain today. And they, deal with his character, they deal with his comportment. But, one of the questions that was open is would he govern as a conservative. I was concerned. I had my doubts. And on many occasions over the last year, he has assuaged a number of those doubts. And so, I try to take what he's done on a piecemeal basis, and when he's right, he is right, and I say so. And he went through the checklist: judges, tax cuts, deregulation, Israel, ISIS. A lot of positive things in the first year from a policy perspective. But, you know, it's not like he's totally sold me. I'm not always Trump, I'm sometimes Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, he basically has two groups that he's up against. He has, you know, Conservatives within his own party and that's the first reference. So, let's watch what he said about that group today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You know, we have a problem. We need more Republicans. We have a group of people that vote against us in a block. They're good at two things: resisting, obstruction. Resisting, obstruction, and they stick together. They do. They always vote in a block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's talking about the Freedom Caucus there, Charlie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes, I think so. But, you know, one of the things that I think is very appealing about the Trump presidency is as Guy said, you know, he's a sometimes Trumper. And having those divisions laid out in public, where public openly criticize one another within the Republican Party. You know, parties don't like that. This is the sort of thing -- politicians hate that kind of discord. But I think it's a refreshing honesty. And I think a lot of people who are sick and tired of politics, fed up of all the politicians, they see this open disagreement among people who are in the same party and they kind of admire it. It reminds them of their own family, perhaps --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "-- and certainly, it makes for a very honest debate where everything is -- everyone is allowed to say what they think and then you arrive at actually a pretty sensible solution to something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It is a -- there's a front-page story this week on the New York Times about how some of his biggest critics within his party have been coming around. Martha McSally, Dean Heller mentioned in those pieces. Bob Corker, apparently, you know, is trying to mend some fences and figure out whether or not he wants to run for his Senate seat again. And this is somebody who, you know, called the White House a day care center and said that, you know, that the attendant was obviously missing, Guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes. So, I -- on Corker, I don't think that's going to be a move that works well for him if he decides to reverse his decision to retire. I think that his likely opponent in that race, Marsha Blackburn, has a big lead on him and would probably enjoy the support of most Tennessee Republicans. But to the broader point that you brought up in the New York Times and some of the critics coming around, when a president wins, and is now the most powerful person on Earth, and he's from your party, it behooves you in many cases to find ways to come together and get on his team because in some ways he is a blank slate. I don't think he's an ideological conservative at heart.  But, getting his ear and convincing him of things when he's the decision maker is something that I think is, you know, of a political instinct comes out. And it makes sense for a lot of people in the party, even critics, even skeptics, to try to rally to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, it's interesting because he is not overly ideological and because he can be swayed by events, and I think that's really what we saw this week. Very, I think, extraordinary listening sessions at the White House where they opened themselves up to some pretty raucous debate, right there in the middle of the White House. I thought it was interesting. You know, Charlie, the idea that because of his positioning politically, he has the ability to give cover to Republicans, do you think he will go to the mat on this issue? Will he fight against some things that the NRA doesn't want and some things that the other side doesn't want, and get, for the first time, some kind of comprehensive deal that has maybe has some changes in gun laws and then also some changes in things like mental health and school protection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I think that he will fight for it, and I think that he will fight for it exactly the way we've seen it sort of play out. He's not going to let the left or CNN hijack the debate and do it their way. He's going to compete with them every single day and say, OK, you can have your minutes of fame there at night, but we're going to have our listening session, and people are going to compare the two, and they're going to see who's actually trying to reach a good, sensible decisions. And I don't like all the decisions. When you go through the gun things -- and I care a lot about guns. When you go through the things he's listed, I don't like all those things. But I have to say, I admire the fact it's not partisan. It's not knee- jerk. It's not talking points. He's actually listening. And, you know, at one point, somebody in one of the meetings brought up the live shooter training, and he just dumped on her for like two minutes about how what a terrible idea that was. And it was a little, you felt a little sorry for the woman because she meant well. But it was -- that it was an honest conversation about it and he made some very good points about how little children probably shouldn't be forced to go through live training shooter drills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they are all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very interesting. Thanks, you guys. Great to see both. There's a music in the background at CPAC, Charlie. Good to see you. Guy, always a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, guys. So, Democrats and the NRA versus the president on whether people with mental health issues should be banned from having guns. And we now know that the government failed the Parkland students. When you think about it, literally, at every turn. And remember the contention that all 17 intel agencies agreed, across the board, Russia was clearly in the middle of the 2016 election. Everyone bought into that number. But now, we are taking a closer look and it may not be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We know as a result of 17 intelligence agencies that Russia tried to undermine our election process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER DEMOCRATIC PRESIDENTIAL CANDIDATE AND SECRETARY OF STATE",
      "sentences": "17. 17 intelligence agencies all concluded that these espionage attacks, these cyberattacks come from the highest levels of the Kremlin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOE KENNEDY, D-MASSACHUSETTS",
      "sentences": "The thing that make me so angry in part of this debate that does get framed largely from my Republican colleagues is that this is a mental health issue. When it comes down to mass shootings, the vast majority of them are not perpetrated by people suffering with mental illness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was Joe Kennedy earlier today on mental illness and school shooters. President Trump weighing in as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We really do have to strengthen up. Really strengthen up background checks. We have to do that.  And we have to do for the mentally ill. We have to do very, very -- we don't want people that are mentally ill to be having any form of weaponry. We have to be very strong on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This as the president faces growing questions about changes that he made to an Obama-era rule on gun sales t to the mentally ill. Trace Gallagher live in our West Coast Newsroom with the backstory tonight. Hi, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Martha. CNN, CBS, ABC, and others are reporting that while the president says he wants to tackle the issue of mental health, he has actually made it easier for the mentally ill to get guns. Here's why: in the wake of the Sandy Hook school shooting in Newtown, Connecticut, President Obama signed a regulation which never took effect that would have mandated that anybody with a mental disorder who receives social security benefits and needs help managing those benefits would automatically have their records sent to the FBI's criminal background check system -- we're talking about 75 to 80,000 people.  Connecticut Democratic Senator, Chris Murphy, who represents Newtown applauded the proposal saying at the time, if you can't manage your money, how can you be responsible for a gun? But critics pointed out that these people were being forced to forfeit their second and fourth amendment rights -- the right to bear arms and the right to due process -- not because of their actions but because the federal government classified them as a risk. Remember, the list of mental disorders includes everything from depression and anxiety, to eating and sleeping disorders.  The media made it crystal clear that not surprisingly, the National Rifle Association was against Obama's rule. But there was little mention that the American Civil Liberties Union came out strongly against the regulation. At the time, the ACLU wrote in part quoting: \"we oppose this rule because it advances and reinforces the harmful stereotype that people with mental disabilities, a vast and diverse group of citizens, are violent.\" The rule automatically con flights one disability related characteristic that is difficulty managing money with the inability to safely possess a firearm. Many in the GOP have noted you the government does have the power to deny someone a gun, but it also has to show a pattern of behavior that makes it dangerous for them to have a weapon. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Here now with more David Wohl, Attorney and Conservative Commentator; and Michael Starr Hopkins a Democratic Strategist who worked on both the Obama and Clinton Campaigns. Welcome to both of you. Michael, let me start with you. You know, what did you think about Joe Kennedy's comment that this is not a mental health issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL STARR HOPKINS, DEMOCRATIC STRATEGIST TO FORMER OBAMA AND CLINTON CAMPAIGNS",
      "sentences": "I don't think that alone this is a mental health issue, I think here there were mental health components to it. But I think that, you know, this is complicated. This is an assault weapons issue. This is a mental health issue. This is also a governmental response issue. We saw the FBI had missteps. So, I think that when we start talking about this, we should acknowledge it's a complicated scenario that we need to look at from different angles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I do think it's misleading, though, for him to say that, you know, it's not usually part of the problem. Devin Kelly, Sutherland Springs, the Texas church shooter; Dylann Roof, Charleston, South Carolina; Aaron Alexis, the Navy yard shooter; Adam Lanza, Jason Holmes, in the Aurora, Colorado movie threater; Jared Lockner. To say, David, that this is not a big part of this issue, I think, undercuts, you know, a serious part of what we're talking about here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WOHL, ATTORNEY AND CONSERVATIVE COMMENTATOR",
      "sentences": "And that's just somebody who hates guns and hate the second amendment, Martha. But compare the two, what Trump did was repeal law that dealt with people who received SSI payments, everything from, as Trace, said anxiety or minor depression. Veterans who were suffering from PTSD without due process. No hearing. Their constitutional rights were stripped. Now, look at young Nikolas Cruz, repeated calls about his threats of violence. Repeated calls about his out-of-control behavior, about his threats against schools, against students. About the fact that he had guns and he was going to use those guns to shoot up schools. Comparing those two concepts is -- they're not comparable. And the fact is that the Broward County Sheriff's Department should've taken action. They didn't take an action. There's no comparison between that and the issue of the SSI payments which the SSI issues which President Trump repealed and he did it the right way and he did the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, it seems to me that the government failed at every single level here. And you do see a lot of attention being leveled at the NRA right now. But look, this is from Ellison Barber, a reporter of ours in Washington. She says, the call to the FBI lasted more than 13 minutes. Before the tipster called the FBI, she called law enforcement officials in Parkland. She didn't hear back from them. I mean, the more we learn about this, the delay on the videotape -- they thought they were looking at him in the building but he was already 20 minutes gone. Michael, you know, are we putting -- we can't ask the government to solve these problems, when in every case, the FBI on down, they failed in this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOPKINS",
      "sentences": "There were a lot of missteps here, but one of the emergency room doctors who treated a lot of victims said that had these been handgun injuries rather than AR-15, many of these people would've survived. And so, I think what we need to do is also have a conversation about mitigating the damage done in these shooting. And when you have weapons of war on the street, it makes it more difficult for survivors to be able to overcome the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David, why should we allow these weapons? You know, Ralph Peters, who is, you know, you know Ralph Peters? I mean, he's a military guy, a colonel, he knows a lot about history and about warfare. He said there's no reason why these weapons should be in civilian hands. That there are machines that are built to kill lots of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Well, Ralph is wrong. I own an AR-15. I have a lot of the friends with AR-15s. We don't kill people. We don't kill animals. We go to the range -- like I'm going to do tomorrow. Big outdoor open range, and enjoy them with my family. That's what 98 percent of people who own AR-15s do. The reality is that the gun is a machine. The killer is the person. And without the crazy person, without the person having evil intent, the gun can't do anything. Mental health has got to be dealt with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to go back to mental health here for a moment. Because one of the things that the president raised, and he talked about something that not -- perhaps is not talked about enough. We do not have the kind of mental health facilities in this country that we used to have. There were mental health institutions in this country that got a ton of criticism, and rightfully so. Some of these places were so horrific that they had to be shut down. But now what we have, is an environment where, you know, people are sent home with medication. And there are times where someone needs to be separated from their community because they are not safe. In fact, this young man's brother was forcibly institutionalized shortly after this happened, Michael, is that something that we should see more of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOPKINS",
      "sentences": "It is. I was a public defender here in Manhattan. I would say over 95 percent of cases in criminal court, dealt with people who were suffering from mental illness and had nowhere to go; they had no available treatment to get. We've got to get better at this. This was something that was cut out of the last budget in the last budget, and we have to bring it back because we have to treat mental illness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "One thing you have to understand is that when someone like here in California, if you are 51-50, which is an involuntary 72-hour hold, that shows up on your criminal background check. You won't get a weapon of that shows up. Also, a conservatorship, civil adjudication of mental health that shows up. So, there are safeguards, but we definitely need more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know what, I just want to say one other thing, there are these new red flag laws that states are adopting where a family member or the law enforcement can go to the police -- go to a court, excuse me, and say please take away my family member's gun, right? And you look at the person, on the phone with the FBI for 13 minutes. The FBI is going to have to answer to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, somebody is going to have to be held accountable. Because, otherwise I don't know what we're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But red flag laws are something that we also need to get really serious about, looking into more. So much to talk about. Thank you, guys. Great to see you both tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Have a good weekend. All right. Coming up next, why did President Obama's national security adviser, John Brennan, deny knowing who had paid for the dossier after he reportedly was spreading the document around Capitol Hill and to the media? A former CIA analyst digs in on this and President Trump just announced the toughest sanctions on North Korea yet, and he is sort of one-upping the person who they said was there Ivanka by sending the real deal when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Ivanka Trump, everybody loves you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump's former deputy campaign manager cutting a deal today with Special Counsel Robert Mueller. Rick Gates pleading guilty to conspiring against the United States, one count, and also one count of lying to the feds. And now, the big question is who or what is Gates going to give up in return for that? Chief Intelligence Correspondent, Catherine Herridge, was at court earlier today and has the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CHIEF INTELLIGENCE CORRESPONDENT",
      "sentences": "Martha, I was inside the courtroom this afternoon when Rick Gates pled guilty to the two felonies. He seemed remarkably calm throughout until the final minutes when he entered the guilty plea and sealed his fate with special counsel. Gates pled guilty to conspiracy against the United States, which is basket of charges including bank and tax fraud, hiding income from the IRS, and failing to register for work on behalf of a pro-Russian party in the Ukraine.  The offenses span 2006 through 2014, and did not overlap with the Trump campaign. On the second count, making a false statement to the FBI, Gates told investigators that a March 2013 meeting between a member of Congress and his boss Former Trump Campaign Chairman, Paul Manafort, did not include the topic of the Ukraine, but Gates didn't know because he wasn't there. Manafort, who was hit with more charges today relating to his lobbying work on behalf of Ukraine, said in a statement, \"I had hopes and expected my business colleague would have had the strength to continue to battle to prove our innocence. This does alter my commitment to defend myself against the untrue pile of charges contained in the indictment against me.\" As he left court, Gates did not answer reporters' questions about whether he will testify against Manafort. Court records show there's a standard cooperation agreement. But there's no evidence Gates is already helping the special counsel. Gates is now the fifth person to plead guilty in the wide-ranging Russia probe. He faces several years in federal prison and up to $200,000 in fines, all of which can be dramatically reduced based on his potential cooperation. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks, Catherine Herrridge. And on the same day that we have this guilty plea, new questions raised about John Brennan's role in this whole thing. On May 23rd of last year, long after the election, he claimed that he didn't know who had paid for the dossier. Who asked for it. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TREY GOWDY, R-SOUTH CAROLINA",
      "sentences": "Director Brennan, do you know who commissioned this Steele dossier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF CIA",
      "sentences": "I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Do you know if the bureau ever relied on the Steele dossier as any-- as part of any court filings, applications, petitions, pleadings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "I have no awareness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I have no awareness. Here now, Fred Fleitz, former CIA analyst and current senior vice president at the center for security policy. Fred, good to see you this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED FLEITZ, FORMER CIA ANALYST",
      "sentences": "Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me draw your attention to this from an exclusive report in Real Clear Investigations, it says several Capitol Hill sources say Brennan, a fiercely loyal Obama appointee, talked up the dossier to Democratic leaders as well as the press during the campaign. So that was well before the statement that we just saw. They also said that he fed allegations about Trump-Russia contacts directly to the FBI while pressuring the bureau to conduct an investigation of several Trump campaign figures starting in the summer of 2016. You have said you think that he is very central to this whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I do. I think he's a missing link. I've got to tell you, given his hostility towards Mr. Trump, inconsistencies and contradictions in the statements, I think there's a lot that has to be looked into here. He said he did not see the Steele dossier until late 2016, but learned snippets about it mid-2016 while he was promoting the story. He also said that the dossier did not affect CIA analysis in 2016, or major intelligence community analysis in early 2017. But, the dossier was the principle piece of information used for the FISA warrant application to spy on Carter Page in October of 2016. So, Martha, this means that the CIA, according to Brennan, either didn't know about or didn't have the dossier, which is impossible to believe, or, the CIA thought the dossier wasn't reliable. There's a lot that has to be looked into here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. And it's also interesting to note. Paul Sperry, investigative journalist wrote about this today. He said the dossier makes the same claims and has sort of the same language in it as the Obama ICA, their intelligence community assessment. It says that Putin personally ordered the cyberattacks that the leaked embarrassing emails were to bolster Trump as part of a, quote, aggressive Trump support operation. So you have the exact same language in both the official Obama-intel assessment and the dossier. Does that seem odd to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Well, in terms of full disclosure, I was interviewed by Mr. Sperry for this article. This intelligence community assessment that came out in early January 2017 was very, very strange. It was only written by three intelligence agencies. It wasn't vetted with the majority of agencies, including the defense intelligence agency and homeland security. And it was written by a small group of hand-picked analysts. Now, a committee source, a source with the house intelligence committee told me they're looking at every word of this ICA and they're trying to find out how were these handpicked analysts picked because as a former CIA analyst, I can tell you, that's not the way it's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So in that vein why were we told by James Clapper and others that 17 agencies -- the ideas was that everyone across the board in the intel community, 17 agencies all agreed that there was obvious meddling by the Russians in our election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "If you parse exactly what he said, he admitted it was written by the handpicked analysts that actually came from Clapper and he named the agencies they came from. He's tried to say it reflects the views of the entire community. But I've discussed this on Fox before. If you look at the cover page of this assessment, it lacks a key caveat that this is an intelligence community coordinated product. You can look at other ones on the web and that caveat is there. This one doesn't say that because it was only written and cleared by three agencies. One of which was CIA under Brennan's leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We know that Devin Nunes has put a letter out to Brennan and Clapper asking them to answer questions about their understanding about the dossier and whether or not it was relied upon for the intelligence community assessment, which is a large document that should be compiled by so many of our agencies as you say. And it turns out that it was just done by a handful of people. So there's a lot of questions, obviously. I want to get your thoughts on some other breaking news tonight. Susan Rice has just responded to Senator's Graham and Grassley asking for more information on email that she sent to herself on inauguration day. Here's a look at the email that she sent on inauguration day. President Obama began the conversation by stressing his continued commitment to ensuring that every aspect of this issue is handled by the intelligence and law enforcement communities, quote, by the book, she wrote. The president stressed that he's not asking about initiating or instructing anything from a law enforcement perspective. And she was going back on that date to document. He reiterated, excuse me, that our law enforcement team needs to proceed as it normally would by the book with regards to the Trump investigation of Russia. Then, this is Senator Graham talking about the letter that he wrote asking her about this on this show back in February. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I think that's odd and disturbing because we know that the investigation regarding the Trump campaign was anything but by the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So tonight, her lawyer is responding to the questions that were raised about why she would have written this email weeks later on inauguration day and this is the response. In the conversation, Ambassador Rice documented there was no discussion of Christopher Steele or the Steele dossier. Given the importance and sensitivity of the subject matter, Ambassador Rice created a permanent record of the discussion because that was the first opportunity that she had to do so given the particularly intense responsibility of national security advisor. What do you make of all of that, Fred?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Well, obviously, things weren't being done by the book. There were all these de-masking requests that Rice asked for. There was intelligence being leaked right and left to the press to hurt Trump as a candidate and during the transition. There were leaks to the press to ruin General Flynn who I think is a good man that the administration is obviously behind. She knows that we're on to her. All of this was done, Martha, most of this before the election because the Obama administration didn't think Hillary Clinton would lose. And I think this is all catching up to them now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of Brennan and Clapper, how confident are you that it's possible to find out exactly what they really did know about how all of this was orchestrated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "You know, I don't know about Clapper but, look, we know Brennan in mid-2016 was pushing this narrative of collusion. It's hard for me to believe he did not know about the dossier. Look, I was an intelligence analyst for 19 years. We vacuum up information. We look at everything. Brennan had the dossier in mid-2016. I am sure of that. And I suspect he made representations to both intelligence committees that he didn't. And if that's the case, he's in a lot of trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fred Fleitz, great to have you here, very interesting. Thanks, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So President Trump slaps what he calls unprecedented sanctions on the North Koreans, upping the pressure, while sending a new emissary to South Korea. Then guess who's back, Governor John Kasich. Word is that he thinks there's a real possibility that Trump won't run again, and that this could possibly be his time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Trump got, you know, $1.8 billion worth of free media. I got like none, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "None all of his free media was very positive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "People are starting to hear me and we're starting to rise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We'll have to see. If the sanctions don't work, we have to go phase 2. And phase 2 may be a very rough thing, maybe very, very unfortunate to the world. But hopefully the sanctions will work. We have tremendous support all around the world with what we're doing. It really is a rogue nation. If we can make a deal it will be a great thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trump White House leveling sanctions that they hope will be so tough on North Korea that they will have a real impact. At the same time sending his daughter and senior advisor to talk to the South Korean president, President Moon, and leading an American delegates over the weekend to close the American -- the Olympics, rather. Here now, former U.S. ambassador to the U.N., John Bolton, who is a Fox News contributor. Ambassador, good to see you tonight. What can you tell us about what these sanctions are and what they'll actually do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BOLTON, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, they are -- a further effort really to close loopholes and enforcement of existing sanctions. They name additional companies, an individual, they name individual ships, but in an effort to prevent products from being imported into North Korea. But unfortunately, they don't really add to the burden that North Korea faces. And in any event, there's not enough time, I don't think, for these sanctions to have impact. I'm in favor of all new sanctions on North Korea. But I think we're passed the point where this kind of targeted naming of any individuals companies and ships is going to have any impact. When you hear somebody talk about targeted sanctions, what you should really think about is limited sanctions because for sanctions to work they need to be broad and strictly enforced, and for 15 years we've been incrementally notching up on North Korea. They're within months, according to CIA Director Pompeo, of having deliverable nuclear weapons. These sanctions are not going to change that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But haven't we seen signs of their behavior, you know, sort of seeking some sorts of reconciliation, reaching out a little-bit to South Korea during the Olympics. Some interpretation of that was that they were feeling the heat and that they're trying to drive us to the table with some of these moves so that, perhaps, they can get a little-bit of elbow room from these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, so they have a joint Olympic team. They marched under the same flag with South Korea. They sent Kim Jong-un's sister to head their delegation. They marched in a joint Olympic team in 2000. They marched in a joint Olympic team in 2004. They marched in a joint Olympic team in 2006. See a pattern here? It doesn't slow them down a bit. This is pure propaganda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about the Ivanka Trump trip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, I think it's appropriate for the president to send a family member to head up the U.S. delegates at the closing ceremony. That's happens in prior Olympics. You know who the North Koreans are sending? A top general who is believed to be responsible for two raids, two attacks on South Korea, including the sinking a few years ago of a Korean naval vessel the -- that killed 46 South Koreans. This is the real face of North Korea. Not the pretty faces of the cheerleaders but a general who killed South Koreans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is President Trump today at CPAC talking about Syria. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "What Russia and what Iran and what Syria have done recently is a humanitarian disgrace. I will tell you that. We're there for one reason. We they're to get ISIS, and get rid of ISIS and go home. We're not there for any other reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was a turn bull at the White House. What did you make of that statement, ambassador?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Well, I thought it was an important recognition that -- certainly, in terms of propping up the Assad dictatorship in Syria, the most important props are Russia and Iran. And it's a recognition, at least, implicitly, that the gravest threat we face in the Middle East is the Russia-Iran alliance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We've seen horrible images coming out of Syria. And so, the president is separating our mission. He talked about ending existence of ISIS in Iraq and Syria. That was the mission. It seems like the game has changed, thought, recently, and that there's a tremendous crackdown by Assad and, of course, with the wingman Iran and Russia behind him. Is there more that we should do to fight them there or is that going to drive us into something that's intractable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Look, I believe since the Syrian civil war broke out nearly seven years ago that the subject of Syria is, sadly, tragic though it might be, is a side show in terms of the bigger strategic picture in the Middle East. And it's not that Iran and Russia are Assad's wing man. It's that Assad is a satellite of Russia and Iran. The principle threat to peace and security in the Middle East is Iran. So if you want to know where to go to at least resolve the bulk of the problems we face, it's not getting rid of Assad in Syria. It's getting rid of the ayatollahs in Tehran. And we just saw in December, people all over Iran rise up and for the first time call for the end of the regime. I think it's closer than people had previously thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That would be fascinating. Let's hope you're right. Ambassador, thank you very much. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Glad to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So will President Trump call it quits before the 2020 election. According to Ohio governor John Kasich's team they think that it could be a possibility. So what is John Kasich's political calculus? Math expert Chris Stirewalt joins me next on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Then you see him eating in the morning. Did you ever see -- I have never seen. He's stuffing pancakes in his mouth like this. Did you ever see? Then they talk about presidential. Oh, I see, he's presidential. He puts pancakes this big in his mouth and he's shoving them in. This is not a presidential person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "If I felt my country called me and it was practical, I'd have to very seriously think about it. I don't know what the future is going to bring. I just -- I want to be a voice to help our country to come together because that's when we're strongest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ohio governor, John Kasich, last month, leaving the door open to another possible White House run. Today, the drumbeat grew a little-bit louder with the Politico story. Kasich's team gears up for possible 2020 bid. But remember, Kasich already ran against Trump once, and during the 2018 primary he won only one state, his own. So what are we to make of this? Chris Stirewalt joins me, Fox News political editor. Good to see you tonight, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Hi, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The pancake, we all remember the wonderful pancake moment that we've played -- he's stuffing the pancakes into his mouth. He was talking about John Kasich, which may not have been clear to some at home. So why do you think we're hearing, you know, these rumblings from John Kasich, Chris?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Well, John Kasich would probably like to be president is why we're hearing it from him. He's right about something. Look, I have no idea whether America is ready for this particular prickly pancake enthusiast to be their POTUS. I don't know. There's reason to think maybe not. But one thing he is absolutely right about, he is absolutely right about the fact that independents in America are pretty fed up with the degree of partisanship, stupidity, et cetera, et cetera, on solving important questions and the government doesn't seem to work. And partisans seems to be -- partisanship seems to be hurting us. So Kasich -- I don't know if he's the guy that can do it. But he's certainly right -- if he were to run as an independent. If he were to bull-moose Trump and Teddy Roosevelt him and run, there would certainly be some energy in that space.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. And it's not hard to imagine, we talk so much about the divisiveness in politics today, which, certainly, we've seen before. But, you know, it feels different this time in a lot of ways that there could be a legitimate third party candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "And we're already seeing it. We're seeing it right now in these midterm elections. We've got an independent governor in Alaska, and we have independents mounting incredible runs for senate or governor in states across the country, Wyoming, Kansas, Missouri, Maine. The list goes on. We've already got two independents in the senate. I bet we'll have a lot more as the years go by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of what's going on with Democrats, a piece today, why 2018 is a do or die for Democrats. What's the premise there and do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "I agree with the headline that they put out is fairly salacious. But I agree with this. The Democratic future -- the future for this party depends on whether or not they can really compete in base elections. If they can really get it done in the midterm, and can they get back these voters that they lost to Donald Trump? Can they bring these folks home and put their coalition back together? Because if they can't, if they continue to be at incredible deficit on the state level, in state legislatures, governorships, if they can't get back congress. They start to look like the gang that can't shoot straight. And if they get there, they're not going to have the energy they need going forward into 2020 and beyond. This is a tipping point moment for the Democratic Party for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it feels like about two minutes ago we were hearing they were going to sweep so many seats. They had the potential to retake the house and the senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "They may yet. You never know. There's a lot of football yet to be played, ma'am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, sure is. We're not even at halftime. Chris, thank you, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up next, our fierce female U.S. athletes and how they are saving. Remember last night, we said are the Olympics over? They're saving the games when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So last night we talked about some of the fumbles of these Olympics, but tonight we want to leave you on a high note for our athletes, specifically, the women who are frankly kicking butt out there. They're responsible for over half of the U.S. medals won in Pyongyang. Five of our eight gold medals and that includes the incredible win by our women's hockey team. Aren't they awesome? They're awesome. Snowboarder Chloe Kim, who we love, took home half pipe gold at age 17. And one of the Olympic stars, Mikaela Shiffrin, netting her second career gold and she had a bronze as well from these Olympics. She wanted more medals than that. But you know, she's only 22, and she's going to be back. And she has a lot of world cup races ahead of her too. So we're cheering her on. And if the women continue their streak it would be the first winter games in 20 years where the U.S. medal count was driven by our female athletes. So, go get them, ladies. That is our story for tonight. Thanks for being with us. Tweet me at Martha MacCallum at the hashtag, The Story. Have a good weekend. Tucker is up. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I'm thrilled to be back at CPAC with so many of my wonderful friends and amazing supporters and proud Conservatives."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Remember when I first started running, because I wasn't a politician, fortunately. But do you remember, I started running and people say are you sure he's a conservative? I think now we proved that I'm a conservative."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Don't be complacent, OK? Don't be complacent. Because if they get in, they will repeal your tax cuts. They will put judges in that you wouldn't believe. They'll take away your second amendment, which we will never allow to happen. They'll take away your second amendment."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No president has ever cut so many regulations in their entire term, OK? As we've cut in less than a year."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And it's my opinion that the regulations had as big an impact as these massive tax cuts that we've given. So, I really believe that. We officially recognize Jerusalem as the capital of Israel."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Senate Democrats and the House Democrats have totally abandoned DACA. They've -- they don't even talk to me about it. It's very possible that DACA won't happen, and it's not because of the Republicans, it's because of the Democrats. And frankly, you better elect more Republicans, folks, or it'll never happen. I appreciate everything you've done. I do want to say because people have asked, North Korea, we imposed today the heaviest sanctions ever imposed on a country before."
    },
    {
      "speaker": "TRUMP",
      "utterance": "What a nice picture that is. Look at that, I'd love to watch that guy speak."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oh, I try like hell to hide that bald spot, folks. I work hard at it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It doesn't look bad, hey, we're hanging in. We're hanging in there, right? Together, we're hanging in."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Joining me now, Townhall.com political editor, Guy Benson; and Washington Times columnist, Charlie Hurt, a once never-Trumper and an always-Trumper. Charlie, very interesting to look back, you know, to just a couple years ago when he was a candidate. He was not even really allowed to go there and speak."
    },
    {
      "speaker": "CHARLIE HURT, FOX NEWS CONTRIBUTOR",
      "utterance": "Absolutely, and to be sure, it was a hostile takeover in the months and year after that CPAC when he was not able to come here. But, you know, when you look back to the past 20 years, conservatives and Republicans had spent so many elections putting -- investing everything in either principled conservatives or partisan loyal Republicans, and we just wound up either losing races or with more and more sort of liberal tax and spend policies. And I think that finally conservatives got frustrated and said, you know, we'll take a flier on this guy, and they did. And when you look back at the past year, I think that it is perfectly legitimate to say that we're looking at, perhaps, the most conservative victories that we have had certainly since Reagan and, perhaps even farther back than that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Guy, you were definitely in that camp a couple years ago that did not want him to be the guy in that nominating process. What do you think when you watch him go through that litany of what he is calling his accomplishments? Would you be cheering in that crowd there today?"
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR AND POLITICAL EDITOR AT TOWNHALL.COM",
      "utterance": "I would have clapped along to a lot of what he said, maybe not all of it. But, look, some of my concerns, Martha, when he was running for president, remain today. And they, deal with his character, they deal with his comportment. But, one of the questions that was open is would he govern as a conservative. I was concerned. I had my doubts. And on many occasions over the last year, he has assuaged a number of those doubts. And so, I try to take what he's done on a piecemeal basis, and when he's right, he is right, and I say so. And he went through the checklist: judges, tax cuts, deregulation, Israel, ISIS. A lot of positive things in the first year from a policy perspective. But, you know, it's not like he's totally sold me. I'm not always Trump, I'm sometimes Trump."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, he basically has two groups that he's up against. He has, you know, Conservatives within his own party and that's the first reference. So, let's watch what he said about that group today."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You know, we have a problem. We need more Republicans. We have a group of people that vote against us in a block. They're good at two things: resisting, obstruction. Resisting, obstruction, and they stick together. They do. They always vote in a block."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's talking about the Freedom Caucus there, Charlie?"
    },
    {
      "speaker": "HURT",
      "utterance": "Yes, I think so. But, you know, one of the things that I think is very appealing about the Trump presidency is as Guy said, you know, he's a sometimes Trumper. And having those divisions laid out in public, where public openly criticize one another within the Republican Party. You know, parties don't like that. This is the sort of thing -- politicians hate that kind of discord. But I think it's a refreshing honesty. And I think a lot of people who are sick and tired of politics, fed up of all the politicians, they see this open disagreement among people who are in the same party and they kind of admire it. It reminds them of their own family, perhaps --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HURT",
      "utterance": "-- and certainly, it makes for a very honest debate where everything is -- everyone is allowed to say what they think and then you arrive at actually a pretty sensible solution to something."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It is a -- there's a front-page story this week on the New York Times about how some of his biggest critics within his party have been coming around. Martha McSally, Dean Heller mentioned in those pieces. Bob Corker, apparently, you know, is trying to mend some fences and figure out whether or not he wants to run for his Senate seat again. And this is somebody who, you know, called the White House a day care center and said that, you know, that the attendant was obviously missing, Guy."
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes. So, I -- on Corker, I don't think that's going to be a move that works well for him if he decides to reverse his decision to retire. I think that his likely opponent in that race, Marsha Blackburn, has a big lead on him and would probably enjoy the support of most Tennessee Republicans. But to the broader point that you brought up in the New York Times and some of the critics coming around, when a president wins, and is now the most powerful person on Earth, and he's from your party, it behooves you in many cases to find ways to come together and get on his team because in some ways he is a blank slate. I don't think he's an ideological conservative at heart. But, getting his ear and convincing him of things when he's the decision maker is something that I think is, you know, of a political instinct comes out. And it makes sense for a lot of people in the party, even critics, even skeptics, to try to rally to him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, it's interesting because he is not overly ideological and because he can be swayed by events, and I think that's really what we saw this week. Very, I think, extraordinary listening sessions at the White House where they opened themselves up to some pretty raucous debate, right there in the middle of the White House. I thought it was interesting. You know, Charlie, the idea that because of his positioning politically, he has the ability to give cover to Republicans, do you think he will go to the mat on this issue? Will he fight against some things that the NRA doesn't want and some things that the other side doesn't want, and get, for the first time, some kind of comprehensive deal that has maybe has some changes in gun laws and then also some changes in things like mental health and school protection?"
    },
    {
      "speaker": "HURT",
      "utterance": "I think that he will fight for it, and I think that he will fight for it exactly the way we've seen it sort of play out. He's not going to let the left or CNN hijack the debate and do it their way. He's going to compete with them every single day and say, OK, you can have your minutes of fame there at night, but we're going to have our listening session, and people are going to compare the two, and they're going to see who's actually trying to reach a good, sensible decisions. And I don't like all the decisions. When you go through the gun things -- and I care a lot about guns. When you go through the things he's listed, I don't like all those things. But I have to say, I admire the fact it's not partisan. It's not knee- jerk. It's not talking points. He's actually listening. And, you know, at one point, somebody in one of the meetings brought up the live shooter training, and he just dumped on her for like two minutes about how what a terrible idea that was. And it was a little, you felt a little sorry for the woman because she meant well. But it was -- that it was an honest conversation about it and he made some very good points about how little children probably shouldn't be forced to go through live training shooter drills."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they are all the time."
    },
    {
      "speaker": "HURT",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very interesting. Thanks, you guys. Great to see both. There's a music in the background at CPAC, Charlie. Good to see you. Guy, always a pleasure."
    },
    {
      "speaker": "BENSON",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, guys. So, Democrats and the NRA versus the president on whether people with mental health issues should be banned from having guns. And we now know that the government failed the Parkland students. When you think about it, literally, at every turn. And remember the contention that all 17 intel agencies agreed, across the board, Russia was clearly in the middle of the 2016 election. Everyone bought into that number. But now, we are taking a closer look and it may not be true."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We know as a result of 17 intelligence agencies that Russia tried to undermine our election process."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER DEMOCRATIC PRESIDENTIAL CANDIDATE AND SECRETARY OF STATE",
      "utterance": "17. 17 intelligence agencies all concluded that these espionage attacks, these cyberattacks come from the highest levels of the Kremlin."
    },
    {
      "speaker": "REP. JOE KENNEDY, D-MASSACHUSETTS",
      "utterance": "The thing that make me so angry in part of this debate that does get framed largely from my Republican colleagues is that this is a mental health issue. When it comes down to mass shootings, the vast majority of them are not perpetrated by people suffering with mental illness."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was Joe Kennedy earlier today on mental illness and school shooters. President Trump weighing in as well."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We really do have to strengthen up. Really strengthen up background checks. We have to do that. And we have to do for the mentally ill. We have to do very, very -- we don't want people that are mentally ill to be having any form of weaponry. We have to be very strong on that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This as the president faces growing questions about changes that he made to an Obama-era rule on gun sales t to the mentally ill. Trace Gallagher live in our West Coast Newsroom with the backstory tonight. Hi, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Martha. CNN, CBS, ABC, and others are reporting that while the president says he wants to tackle the issue of mental health, he has actually made it easier for the mentally ill to get guns. Here's why: in the wake of the Sandy Hook school shooting in Newtown, Connecticut, President Obama signed a regulation which never took effect that would have mandated that anybody with a mental disorder who receives social security benefits and needs help managing those benefits would automatically have their records sent to the FBI's criminal background check system -- we're talking about 75 to 80,000 people. Connecticut Democratic Senator, Chris Murphy, who represents Newtown applauded the proposal saying at the time, if you can't manage your money, how can you be responsible for a gun? But critics pointed out that these people were being forced to forfeit their second and fourth amendment rights -- the right to bear arms and the right to due process -- not because of their actions but because the federal government classified them as a risk. Remember, the list of mental disorders includes everything from depression and anxiety, to eating and sleeping disorders."
    },
    {
      "speaker": "The media made it crystal clear that not surprisingly, the National Rifle Association was against Obama's rule. But there was little mention that the American Civil Liberties Union came out strongly against the regulation. At the time, the ACLU wrote in part quoting",
      "utterance": "\"we oppose this rule because it advances and reinforces the harmful stereotype that people with mental disabilities, a vast and diverse group of citizens, are violent.\" The rule automatically con flights one disability related characteristic that is difficulty managing money with the inability to safely possess a firearm. Many in the GOP have noted you the government does have the power to deny someone a gun, but it also has to show a pattern of behavior that makes it dangerous for them to have a weapon. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Here now with more David Wohl, Attorney and Conservative Commentator; and Michael Starr Hopkins a Democratic Strategist who worked on both the Obama and Clinton Campaigns. Welcome to both of you. Michael, let me start with you. You know, what did you think about Joe Kennedy's comment that this is not a mental health issue?"
    },
    {
      "speaker": "MICHAEL STARR HOPKINS, DEMOCRATIC STRATEGIST TO FORMER OBAMA AND CLINTON CAMPAIGNS",
      "utterance": "I don't think that alone this is a mental health issue, I think here there were mental health components to it. But I think that, you know, this is complicated. This is an assault weapons issue. This is a mental health issue. This is also a governmental response issue. We saw the FBI had missteps. So, I think that when we start talking about this, we should acknowledge it's a complicated scenario that we need to look at from different angles."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I do think it's misleading, though, for him to say that, you know, it's not usually part of the problem. Devin Kelly, Sutherland Springs, the Texas church shooter; Dylann Roof, Charleston, South Carolina; Aaron Alexis, the Navy yard shooter; Adam Lanza, Jason Holmes, in the Aurora, Colorado movie threater; Jared Lockner. To say, David, that this is not a big part of this issue, I think, undercuts, you know, a serious part of what we're talking about here."
    },
    {
      "speaker": "DAVID WOHL, ATTORNEY AND CONSERVATIVE COMMENTATOR",
      "utterance": "And that's just somebody who hates guns and hate the second amendment, Martha. But compare the two, what Trump did was repeal law that dealt with people who received SSI payments, everything from, as Trace, said anxiety or minor depression. Veterans who were suffering from PTSD without due process. No hearing. Their constitutional rights were stripped. Now, look at young Nikolas Cruz, repeated calls about his threats of violence. Repeated calls about his out-of-control behavior, about his threats against schools, against students. About the fact that he had guns and he was going to use those guns to shoot up schools. Comparing those two concepts is -- they're not comparable. And the fact is that the Broward County Sheriff's Department should've taken action. They didn't take an action. There's no comparison between that and the issue of the SSI payments which the SSI issues which President Trump repealed and he did it the right way and he did the right thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, it seems to me that the government failed at every single level here. And you do see a lot of attention being leveled at the NRA right now. But look, this is from Ellison Barber, a reporter of ours in Washington. She says, the call to the FBI lasted more than 13 minutes. Before the tipster called the FBI, she called law enforcement officials in Parkland. She didn't hear back from them. I mean, the more we learn about this, the delay on the videotape -- they thought they were looking at him in the building but he was already 20 minutes gone. Michael, you know, are we putting -- we can't ask the government to solve these problems, when in every case, the FBI on down, they failed in this situation."
    },
    {
      "speaker": "HOPKINS",
      "utterance": "There were a lot of missteps here, but one of the emergency room doctors who treated a lot of victims said that had these been handgun injuries rather than AR-15, many of these people would've survived. And so, I think what we need to do is also have a conversation about mitigating the damage done in these shooting. And when you have weapons of war on the street, it makes it more difficult for survivors to be able to overcome the situation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David, why should we allow these weapons? You know, Ralph Peters, who is, you know, you know Ralph Peters? I mean, he's a military guy, a colonel, he knows a lot about history and about warfare. He said there's no reason why these weapons should be in civilian hands. That there are machines that are built to kill lots of people."
    },
    {
      "speaker": "WOHL",
      "utterance": "Well, Ralph is wrong. I own an AR-15. I have a lot of the friends with AR-15s. We don't kill people. We don't kill animals. We go to the range -- like I'm going to do tomorrow. Big outdoor open range, and enjoy them with my family. That's what 98 percent of people who own AR-15s do. The reality is that the gun is a machine. The killer is the person. And without the crazy person, without the person having evil intent, the gun can't do anything. Mental health has got to be dealt with."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to go back to mental health here for a moment. Because one of the things that the president raised, and he talked about something that not -- perhaps is not talked about enough. We do not have the kind of mental health facilities in this country that we used to have. There were mental health institutions in this country that got a ton of criticism, and rightfully so. Some of these places were so horrific that they had to be shut down. But now what we have, is an environment where, you know, people are sent home with medication. And there are times where someone needs to be separated from their community because they are not safe. In fact, this young man's brother was forcibly institutionalized shortly after this happened, Michael, is that something that we should see more of?"
    },
    {
      "speaker": "HOPKINS",
      "utterance": "It is. I was a public defender here in Manhattan. I would say over 95 percent of cases in criminal court, dealt with people who were suffering from mental illness and had nowhere to go; they had no available treatment to get. We've got to get better at this. This was something that was cut out of the last budget in the last budget, and we have to bring it back because we have to treat mental illness."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David."
    },
    {
      "speaker": "WOHL",
      "utterance": "One thing you have to understand is that when someone like here in California, if you are 51-50, which is an involuntary 72-hour hold, that shows up on your criminal background check. You won't get a weapon of that shows up. Also, a conservatorship, civil adjudication of mental health that shows up. So, there are safeguards, but we definitely need more."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know what, I just want to say one other thing, there are these new red flag laws that states are adopting where a family member or the law enforcement can go to the police -- go to a court, excuse me, and say please take away my family member's gun, right? And you look at the person, on the phone with the FBI for 13 minutes. The FBI is going to have to answer to this."
    },
    {
      "speaker": "WOHL",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, somebody is going to have to be held accountable. Because, otherwise I don't know what we're doing."
    },
    {
      "speaker": "WOHL",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But red flag laws are something that we also need to get really serious about, looking into more. So much to talk about. Thank you, guys. Great to see you both tonight."
    },
    {
      "speaker": "WOHL",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Have a good weekend. All right. Coming up next, why did President Obama's national security adviser, John Brennan, deny knowing who had paid for the dossier after he reportedly was spreading the document around Capitol Hill and to the media? A former CIA analyst digs in on this and President Trump just announced the toughest sanctions on North Korea yet, and he is sort of one-upping the person who they said was there Ivanka by sending the real deal when we come back."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Ivanka Trump, everybody loves you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump's former deputy campaign manager cutting a deal today with Special Counsel Robert Mueller. Rick Gates pleading guilty to conspiring against the United States, one count, and also one count of lying to the feds. And now, the big question is who or what is Gates going to give up in return for that? Chief Intelligence Correspondent, Catherine Herridge, was at court earlier today and has the story."
    },
    {
      "speaker": "CATHERINE HERRIDGE, FOX NEWS CHIEF INTELLIGENCE CORRESPONDENT",
      "utterance": "Martha, I was inside the courtroom this afternoon when Rick Gates pled guilty to the two felonies. He seemed remarkably calm throughout until the final minutes when he entered the guilty plea and sealed his fate with special counsel. Gates pled guilty to conspiracy against the United States, which is basket of charges including bank and tax fraud, hiding income from the IRS, and failing to register for work on behalf of a pro-Russian party in the Ukraine. The offenses span 2006 through 2014, and did not overlap with the Trump campaign. On the second count, making a false statement to the FBI, Gates told investigators that a March 2013 meeting between a member of Congress and his boss Former Trump Campaign Chairman, Paul Manafort, did not include the topic of the Ukraine, but Gates didn't know because he wasn't there. Manafort, who was hit with more charges today relating to his lobbying work on behalf of Ukraine, said in a statement, \"I had hopes and expected my business colleague would have had the strength to continue to battle to prove our innocence. This does alter my commitment to defend myself against the untrue pile of charges contained in the indictment against me.\" As he left court, Gates did not answer reporters' questions about whether he will testify against Manafort. Court records show there's a standard cooperation agreement. But there's no evidence Gates is already helping the special counsel. Gates is now the fifth person to plead guilty in the wide-ranging Russia probe. He faces several years in federal prison and up to $200,000 in fines, all of which can be dramatically reduced based on his potential cooperation. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks, Catherine Herrridge. And on the same day that we have this guilty plea, new questions raised about John Brennan's role in this whole thing. On May 23rd of last year, long after the election, he claimed that he didn't know who had paid for the dossier. Who asked for it. Watch."
    },
    {
      "speaker": "REP. TREY GOWDY, R-SOUTH CAROLINA",
      "utterance": "Director Brennan, do you know who commissioned this Steele dossier?"
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF CIA",
      "utterance": "I don't."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Do you know if the bureau ever relied on the Steele dossier as any-- as part of any court filings, applications, petitions, pleadings?"
    },
    {
      "speaker": "BRENNAN",
      "utterance": "I have no awareness."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I have no awareness. Here now, Fred Fleitz, former CIA analyst and current senior vice president at the center for security policy. Fred, good to see you this evening."
    },
    {
      "speaker": "FRED FLEITZ, FORMER CIA ANALYST",
      "utterance": "Good to be here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me draw your attention to this from an exclusive report in Real Clear Investigations, it says several Capitol Hill sources say Brennan, a fiercely loyal Obama appointee, talked up the dossier to Democratic leaders as well as the press during the campaign. So that was well before the statement that we just saw. They also said that he fed allegations about Trump-Russia contacts directly to the FBI while pressuring the bureau to conduct an investigation of several Trump campaign figures starting in the summer of 2016. You have said you think that he is very central to this whole thing."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I do. I think he's a missing link. I've got to tell you, given his hostility towards Mr. Trump, inconsistencies and contradictions in the statements, I think there's a lot that has to be looked into here. He said he did not see the Steele dossier until late 2016, but learned snippets about it mid-2016 while he was promoting the story. He also said that the dossier did not affect CIA analysis in 2016, or major intelligence community analysis in early 2017. But, the dossier was the principle piece of information used for the FISA warrant application to spy on Carter Page in October of 2016. So, Martha, this means that the CIA, according to Brennan, either didn't know about or didn't have the dossier, which is impossible to believe, or, the CIA thought the dossier wasn't reliable. There's a lot that has to be looked into here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. And it's also interesting to note. Paul Sperry, investigative journalist wrote about this today. He said the dossier makes the same claims and has sort of the same language in it as the Obama ICA, their intelligence community assessment. It says that Putin personally ordered the cyberattacks that the leaked embarrassing emails were to bolster Trump as part of a, quote, aggressive Trump support operation. So you have the exact same language in both the official Obama-intel assessment and the dossier. Does that seem odd to you."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Well, in terms of full disclosure, I was interviewed by Mr. Sperry for this article. This intelligence community assessment that came out in early January 2017 was very, very strange. It was only written by three intelligence agencies. It wasn't vetted with the majority of agencies, including the defense intelligence agency and homeland security. And it was written by a small group of hand-picked analysts. Now, a committee source, a source with the house intelligence committee told me they're looking at every word of this ICA and they're trying to find out how were these handpicked analysts picked because as a former CIA analyst, I can tell you, that's not the way it's done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So in that vein why were we told by James Clapper and others that 17 agencies -- the ideas was that everyone across the board in the intel community, 17 agencies all agreed that there was obvious meddling by the Russians in our election."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "If you parse exactly what he said, he admitted it was written by the handpicked analysts that actually came from Clapper and he named the agencies they came from. He's tried to say it reflects the views of the entire community. But I've discussed this on Fox before. If you look at the cover page of this assessment, it lacks a key caveat that this is an intelligence community coordinated product. You can look at other ones on the web and that caveat is there. This one doesn't say that because it was only written and cleared by three agencies. One of which was CIA under Brennan's leadership."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We know that Devin Nunes has put a letter out to Brennan and Clapper asking them to answer questions about their understanding about the dossier and whether or not it was relied upon for the intelligence community assessment, which is a large document that should be compiled by so many of our agencies as you say. And it turns out that it was just done by a handful of people. So there's a lot of questions, obviously. I want to get your thoughts on some other breaking news tonight. Susan Rice has just responded to Senator's Graham and Grassley asking for more information on email that she sent to herself on inauguration day. Here's a look at the email that she sent on inauguration day. President Obama began the conversation by stressing his continued commitment to ensuring that every aspect of this issue is handled by the intelligence and law enforcement communities, quote, by the book, she wrote. The president stressed that he's not asking about initiating or instructing anything from a law enforcement perspective. And she was going back on that date to document. He reiterated, excuse me, that our law enforcement team needs to proceed as it normally would by the book with regards to the Trump investigation of Russia. Then, this is Senator Graham talking about the letter that he wrote asking her about this on this show back in February. Watch."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I think that's odd and disturbing because we know that the investigation regarding the Trump campaign was anything but by the book."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So tonight, her lawyer is responding to the questions that were raised about why she would have written this email weeks later on inauguration day and this is the response. In the conversation, Ambassador Rice documented there was no discussion of Christopher Steele or the Steele dossier. Given the importance and sensitivity of the subject matter, Ambassador Rice created a permanent record of the discussion because that was the first opportunity that she had to do so given the particularly intense responsibility of national security advisor. What do you make of all of that, Fred?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Well, obviously, things weren't being done by the book. There were all these de-masking requests that Rice asked for. There was intelligence being leaked right and left to the press to hurt Trump as a candidate and during the transition. There were leaks to the press to ruin General Flynn who I think is a good man that the administration is obviously behind. She knows that we're on to her. All of this was done, Martha, most of this before the election because the Obama administration didn't think Hillary Clinton would lose. And I think this is all catching up to them now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of Brennan and Clapper, how confident are you that it's possible to find out exactly what they really did know about how all of this was orchestrated?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "You know, I don't know about Clapper but, look, we know Brennan in mid-2016 was pushing this narrative of collusion. It's hard for me to believe he did not know about the dossier. Look, I was an intelligence analyst for 19 years. We vacuum up information. We look at everything. Brennan had the dossier in mid-2016. I am sure of that. And I suspect he made representations to both intelligence committees that he didn't. And if that's the case, he's in a lot of trouble."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fred Fleitz, great to have you here, very interesting. Thanks, sir."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Good to be here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So President Trump slaps what he calls unprecedented sanctions on the North Koreans, upping the pressure, while sending a new emissary to South Korea. Then guess who's back, Governor John Kasich. Word is that he thinks there's a real possibility that Trump won't run again, and that this could possibly be his time."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Trump got, you know, $1.8 billion worth of free media. I got like none, OK?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "None all of his free media was very positive."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "People are starting to hear me and we're starting to rise."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We'll have to see. If the sanctions don't work, we have to go phase 2. And phase 2 may be a very rough thing, maybe very, very unfortunate to the world. But hopefully the sanctions will work. We have tremendous support all around the world with what we're doing. It really is a rogue nation. If we can make a deal it will be a great thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trump White House leveling sanctions that they hope will be so tough on North Korea that they will have a real impact. At the same time sending his daughter and senior advisor to talk to the South Korean president, President Moon, and leading an American delegates over the weekend to close the American -- the Olympics, rather. Here now, former U.S. ambassador to the U.N., John Bolton, who is a Fox News contributor. Ambassador, good to see you tonight. What can you tell us about what these sanctions are and what they'll actually do?"
    },
    {
      "speaker": "JOHN BOLTON, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, they are -- a further effort really to close loopholes and enforcement of existing sanctions. They name additional companies, an individual, they name individual ships, but in an effort to prevent products from being imported into North Korea. But unfortunately, they don't really add to the burden that North Korea faces. And in any event, there's not enough time, I don't think, for these sanctions to have impact. I'm in favor of all new sanctions on North Korea. But I think we're passed the point where this kind of targeted naming of any individuals companies and ships is going to have any impact. When you hear somebody talk about targeted sanctions, what you should really think about is limited sanctions because for sanctions to work they need to be broad and strictly enforced, and for 15 years we've been incrementally notching up on North Korea. They're within months, according to CIA Director Pompeo, of having deliverable nuclear weapons. These sanctions are not going to change that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But haven't we seen signs of their behavior, you know, sort of seeking some sorts of reconciliation, reaching out a little-bit to South Korea during the Olympics. Some interpretation of that was that they were feeling the heat and that they're trying to drive us to the table with some of these moves so that, perhaps, they can get a little-bit of elbow room from these things."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, so they have a joint Olympic team. They marched under the same flag with South Korea. They sent Kim Jong-un's sister to head their delegation. They marched in a joint Olympic team in 2000. They marched in a joint Olympic team in 2004. They marched in a joint Olympic team in 2006. See a pattern here? It doesn't slow them down a bit. This is pure propaganda."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about the Ivanka Trump trip?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, I think it's appropriate for the president to send a family member to head up the U.S. delegates at the closing ceremony. That's happens in prior Olympics. You know who the North Koreans are sending? A top general who is believed to be responsible for two raids, two attacks on South Korea, including the sinking a few years ago of a Korean naval vessel the -- that killed 46 South Koreans. This is the real face of North Korea. Not the pretty faces of the cheerleaders but a general who killed South Koreans."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is President Trump today at CPAC talking about Syria. Listen."
    },
    {
      "speaker": "TRUMP",
      "utterance": "What Russia and what Iran and what Syria have done recently is a humanitarian disgrace. I will tell you that. We're there for one reason. We they're to get ISIS, and get rid of ISIS and go home. We're not there for any other reason."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was a turn bull at the White House. What did you make of that statement, ambassador?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Well, I thought it was an important recognition that -- certainly, in terms of propping up the Assad dictatorship in Syria, the most important props are Russia and Iran. And it's a recognition, at least, implicitly, that the gravest threat we face in the Middle East is the Russia-Iran alliance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We've seen horrible images coming out of Syria. And so, the president is separating our mission. He talked about ending existence of ISIS in Iraq and Syria. That was the mission. It seems like the game has changed, thought, recently, and that there's a tremendous crackdown by Assad and, of course, with the wingman Iran and Russia behind him. Is there more that we should do to fight them there or is that going to drive us into something that's intractable?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Look, I believe since the Syrian civil war broke out nearly seven years ago that the subject of Syria is, sadly, tragic though it might be, is a side show in terms of the bigger strategic picture in the Middle East. And it's not that Iran and Russia are Assad's wing man. It's that Assad is a satellite of Russia and Iran. The principle threat to peace and security in the Middle East is Iran. So if you want to know where to go to at least resolve the bulk of the problems we face, it's not getting rid of Assad in Syria. It's getting rid of the ayatollahs in Tehran. And we just saw in December, people all over Iran rise up and for the first time call for the end of the regime. I think it's closer than people had previously thought."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That would be fascinating. Let's hope you're right. Ambassador, thank you very much. Good to see you tonight."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Glad to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So will President Trump call it quits before the 2020 election. According to Ohio governor John Kasich's team they think that it could be a possibility. So what is John Kasich's political calculus? Math expert Chris Stirewalt joins me next on that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Then you see him eating in the morning. Did you ever see -- I have never seen. He's stuffing pancakes in his mouth like this. Did you ever see? Then they talk about presidential. Oh, I see, he's presidential. He puts pancakes this big in his mouth and he's shoving them in. This is not a presidential person."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "If I felt my country called me and it was practical, I'd have to very seriously think about it. I don't know what the future is going to bring. I just -- I want to be a voice to help our country to come together because that's when we're strongest."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ohio governor, John Kasich, last month, leaving the door open to another possible White House run. Today, the drumbeat grew a little-bit louder with the Politico story. Kasich's team gears up for possible 2020 bid. But remember, Kasich already ran against Trump once, and during the 2018 primary he won only one state, his own. So what are we to make of this? Chris Stirewalt joins me, Fox News political editor. Good to see you tonight, Chris."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Hi, ma'am."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The pancake, we all remember the wonderful pancake moment that we've played -- he's stuffing the pancakes into his mouth. He was talking about John Kasich, which may not have been clear to some at home. So why do you think we're hearing, you know, these rumblings from John Kasich, Chris?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Well, John Kasich would probably like to be president is why we're hearing it from him. He's right about something. Look, I have no idea whether America is ready for this particular prickly pancake enthusiast to be their POTUS. I don't know. There's reason to think maybe not. But one thing he is absolutely right about, he is absolutely right about the fact that independents in America are pretty fed up with the degree of partisanship, stupidity, et cetera, et cetera, on solving important questions and the government doesn't seem to work. And partisans seems to be -- partisanship seems to be hurting us. So Kasich -- I don't know if he's the guy that can do it. But he's certainly right -- if he were to run as an independent. If he were to bull-moose Trump and Teddy Roosevelt him and run, there would certainly be some energy in that space."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. And it's not hard to imagine, we talk so much about the divisiveness in politics today, which, certainly, we've seen before. But, you know, it feels different this time in a lot of ways that there could be a legitimate third party candidate."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "And we're already seeing it. We're seeing it right now in these midterm elections. We've got an independent governor in Alaska, and we have independents mounting incredible runs for senate or governor in states across the country, Wyoming, Kansas, Missouri, Maine. The list goes on. We've already got two independents in the senate. I bet we'll have a lot more as the years go by."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of what's going on with Democrats, a piece today, why 2018 is a do or die for Democrats. What's the premise there and do you agree?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "I agree with the headline that they put out is fairly salacious. But I agree with this. The Democratic future -- the future for this party depends on whether or not they can really compete in base elections. If they can really get it done in the midterm, and can they get back these voters that they lost to Donald Trump? Can they bring these folks home and put their coalition back together? Because if they can't, if they continue to be at incredible deficit on the state level, in state legislatures, governorships, if they can't get back congress. They start to look like the gang that can't shoot straight. And if they get there, they're not going to have the energy they need going forward into 2020 and beyond. This is a tipping point moment for the Democratic Party for sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it feels like about two minutes ago we were hearing they were going to sweep so many seats. They had the potential to retake the house and the senate."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "They may yet. You never know. There's a lot of football yet to be played, ma'am."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, sure is. We're not even at halftime. Chris, thank you, great to see you."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up next, our fierce female U.S. athletes and how they are saving. Remember last night, we said are the Olympics over? They're saving the games when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So last night we talked about some of the fumbles of these Olympics, but tonight we want to leave you on a high note for our athletes, specifically, the women who are frankly kicking butt out there. They're responsible for over half of the U.S. medals won in Pyongyang. Five of our eight gold medals and that includes the incredible win by our women's hockey team. Aren't they awesome? They're awesome. Snowboarder Chloe Kim, who we love, took home half pipe gold at age 17. And one of the Olympic stars, Mikaela Shiffrin, netting her second career gold and she had a bronze as well from these Olympics. She wanted more medals than that. But you know, she's only 22, and she's going to be back. And she has a lot of world cup races ahead of her too. So we're cheering her on. And if the women continue their streak it would be the first winter games in 20 years where the U.S. medal count was driven by our female athletes. So, go get them, ladies. That is our story for tonight. Thanks for being with us. Tweet me at Martha MacCallum at the hashtag, The Story. Have a good weekend. Tucker is up. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}