{
  "date": "February 26, 2020",
  "headline": "Coronavirus outbreak: Analyzing potential American weak points",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/coronavirus-outbreak-analyzing-potential-american-weak-points",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS CHANNEL HOST",
      "sentences": "Oh my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS CHANNEL HOST",
      "sentences": "Stand -- you have to stand in at the front.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Set your DVRs. Never miss an episode of THE FIVE. \"SPECIAL REPORT\" is up next, with the president's news conference. Hello, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL ANCHOR",
      "sentences": "Hello, Greg. Thank you.  Good evening. Welcome to Washington. I'm Bret Baier on this Ash Wednesday. Breaking tonight, we are awaiting a special news conference from President Trump with federal health experts on the coronavirus, expected to start in 30 minutes. You will see it live here. The president is accusing Democrats of exaggerating the threat and trying to panic the markets to bring him down. Democrats are accusing him of not taking the threats seriously enough and not being fully prepared for what is likely to come.  Around the world, meantime, more cases more concerns for everything from schools to military bases and even this summer's Olympic Games in Japan. We have \"FOX TEAM COVERAGE\".   Jonathan Serrie is in Atlanta looking at how the virus is spreading globally, and what health officials are saying tonight. Jackie DeAngelis in New York with how the outbreak is affecting the stock market again. But we begin with correspondent Kristin Fisher at the White House with the latest. Good evening, Kristin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Good evening, Bret. President Trump announced this news conference as soon as he had landed back on U.S. soil. The head of his coronavirus task force says that the purpose of tonight's news conference is radical transparency with the American people.   Health and Human Services Secretary Alex Azar, says that he spoke with the president this morning and the president told him that when you come over to brief me this evening, let's just open it up to the press. So, that's what this news conference tonight really is. Members of the CDC, the Center for Disease Control is -- are they're also going to be here just one day after saying that the spread of the coronavirus in the U.S. is inevitable, that it is not a question of if the virus will spread in the U.S., but when? We now know that President Trump was frustrated with that messaging, according to a source familiar with the matter. Remember, yesterday, the president had said the coronavirus was under control. Another top administration official called it contained.  Well, here is how Secretary Azar, describe the situation today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX AZAR, UNITED STATES SECRETARY OF HEALTH AND HUMAN SERVICES",
      "sentences": "The immediate risk to the American public remains low. But there is now community transmission in a number of countries including outside of Asia, which is deeply concerning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Secretary Azar went on to say that we can expect to see more cases here in the United States. And the White House has requested $2.5 billion in emergency coronavirus funding.  But Democrats say that's nowhere near enough. Even House Minority Leader Kevin McCarthy, a Republican said that number is a little low. He wants $4 billion. Senate Minority Leader Chuck Schumer wants $8.5 billion. Listen to what House Speaker Nancy Pelosi said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA)",
      "sentences": "This is shameful. Puts forth a proposal now that is meager, anemic, in terms of addressing this. With Ebola, we did $5 billion. Now, they're trying to take the Ebola money and spend it here. So, what he's doing is late, too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "But the White House says that President Trump has been aggressive from day one by taking decisive action at the very beginning of the outbreak, like a mandatory quarantine for American citizens who had spent some time in that Chinese province where the outbreak began. And by imposing a ban on some foreign nationals from entering the United States, after recently visiting China. So, those are all points that President Trump will likely hit on at this news conference tonight, which starts in just about 30 minutes, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "See it live here. Kristin Fisher, live in the North Lawn. Kristin, thank you.  There are now 60 confirmed cases of coronavirus in the U.S. As this country ramps up precautionary measures against the virus, many places across the planet are already dealing with mass exposures.  Correspondent Jonathan Serrie has that part of the story live from Atlanta tonight. Good evening, Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Good evening, Bret. Today, Brazil confirmed its first COVID-19 case. This is the first case, in fact, in South America. And so now, COVID-19 has officially been detected on every continent with the exception of Antarctica.   Today, Delta Airlines announced it is reducing its flight schedule between the U.S. and South Korea through April. More than 1,200 coronavirus cases are reported in that country, including an American soldier stationed at Camp Carroll. He is the first active-duty U.S. service member to test positive for the virus and it's quarantining himself at his residence off base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COL. EDWARD BALLANCO, UNITED STATES ARMY GARRISON COMMANDER",
      "sentences": "We are doing a very thorough trace history on this service member. So, we're going to know everywhere this service member and his family has to have been over the last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "Despite more than 300 reported cases in Italy, Pope Francis made a point of shaking hands with visitors in St. Peter's Square on this Ash Wednesday. Many of those visitors wearing face masks. Most of the infections are taking place in the northern part of the country where the government has played several cities on lockdown. Half a dozen other European countries have reported COVID-19 cases involving people who recently visited Italy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "When you see really transmissions that are multigenerational in places like South Korea, in Italy, in Japan, in Iran, there's the danger that this will turn into a true pandemic. And if it does, we will have to deal with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "In California, Orange County has declared a local health emergency. This week, the Board of Supervisors voted unanimously to support the city of Costa Mesa in a federal lawsuit to block the transfer of infected Diamond Princess cruise ship evacuees to a state-own building in that city. And the mayor of San Francisco has declared a state of emergency. No confirmed cases of COVID-19 there. But, local health officials say the city is at elevated risk because of the large volume of travelers between San Francisco and Mainland China.  And Bret, the outbreak has already had an impact on international athletes where they can travel, where they can train. There were some fears that it might even lead to the cancellation of the Summer Olympic Games in Tokyo.  But today, Japanese officials announced that the International Olympic Committee and local organizers have agreed to go forward with those Summer Games. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan Serrie, live in Atlanta. Jonathan, thanks.  The Dow could not sustain an early triple-digit rally, finished the day down, 124. The S&P 500 lost 12, the NASDAQ rebound 15. Let's talk about the markets, the economy, and how this virus is affecting your money. Fox Business correspondent Jackie DeAngelis is in New York tonight. Good evening, Jackie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS NETWORK FINANCIAL CORRESPONDENT",
      "sentences": "Good evening to you, Bret. Well, after hitting a session high with a gain of 461 points, as you mentioned, the Dow sold-off again.  It was a day that looked like it would take a pause, but those virus fears hitting once again. The market is very headline-driven today. The FDA warning that the virus is on the path to becoming a pandemic. Then, reports that there are more new cases being reported outside China than inside, travel advisories from the CDC to South Korea. Nestle, telling global staff to halt all international travel each one of these triggering negative reactions from investors. The airline stocks continue to get hammered travel restrictions and passengers fearing travel in general, taking a toll. Those healthcare stocks too also lower, because no one has a surefire way to contain the virus or treat it.   Also concerned about supplies. HHS Secretary Azar, saying this about N95. That's the CDC approved respirator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AZAR",
      "sentences": "We're going to initiate immediately procurements to do domestic manufacturing around N95, as quickly as we can scale it up. I do want to caution it will take time. China does and does control a lot of the raw materials as well as manufacturing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEANGELIS",
      "sentences": "Now, there was one bright spot though in these markets today, driving those early gains. U.S. new home sales hit a 12-1/2 year high in January. Investors thinking that strong housing market could help mitigate the economic impact of the coronavirus. But to put this all in context, Bret, we look back to other cases, like Ebola. Ebola was a threat from about July of 2014 to march of 2016, but the Dow only lost half a percent.  And SARS from November 2002 to July 2003, the Dow actually gained six percent. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Jackie, thank you. Let's bring in our panel early. Ben Domenech is the publisher of The Federalist. Mara Liasson, a national political correspondent at National Public Radio. And Tom Bevan, RealClearPolitics co-founder, and president.  We'll see the president with his staff that he is -- the health officials that are working on this. Ben, but it is surrounded by politics, obviously, as people weigh in on Capitol Hill, and the president pushes back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN DOMENECH, FOUNDER AND PUBLISHER, THE FEDERALIST",
      "sentences": "Let me just say for the -- for the start, that as someone who worked at HHS under the Bush administration, I know Secretary Azar, you know him to be a very responsible person. And that was very irresponsible what Chuck Schumer was saying today In terms of his comments about the idea that the administration doesn't have a plan when it comes to what's going on here.  The reality is that this is a global catastrophe or threatens to be one on a number, number of levels. These it comes a time when we have such a lack of faith in our institutions, such a factor -- lack of faith in our leaders, and in terms of the global elite's ability to respond to these crises. But the president has perhaps sort of unexpectedly prepared the country for this in a couple of different ways. You know, certainly, by decoupling the American economy to a greater extent from the China economy through tariffs and tax reform. He's brought back some manufacturing to America, and he's also reduced immigration levels, which I think would be a significant factor in driving this forward.  The thing that I think we need to be concerned about, though, is not so much what happens here in America but happens to our southern border and across Central America and Mexico, where I believe this thing could spread significant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Lawmakers both sides weighing in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAN KILDEE (D-MI)",
      "sentences": "The president tends to see everything thing as a public relations crisis for himself, and measures every question as to how it might affect him. He better get over that fast or a lot of Americans are going to be heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDY HARRIS (R-MD)",
      "sentences": "I haven't been aware of anything that could be done here in the United States that hasn't been done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NITA LOWEY (D-NY)",
      "sentences": "This taken weeks for the Trump administration to request these emergency funds while tens of thousands have become ill around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. LIZ CHENEY (R-WY)",
      "sentences": "Our pathogens do not respect party lines, and it's very important for all of us to come together and to work together to make sure that we're prepared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And just so we have all the stats here. Coronavirus, 81,600 cases worldwide. 2,767 died in this outbreak so far. A new case confirmed in the U.S. That 60 here, including the cruise ship passengers that you heard about and the coronavirus, has now spread to 39 countries, almost every continent. Mara, your thoughts about what we hear tonight and what this battle back and forth is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "sentences": "Look, President Trump has to make sure he's not unnecessarily alarming people. But he's also going to have to level with them. Tell them the facts, as he knows them, and also convinced them that he has the situation under control. I can't think of another potential crisis -- external crisis that the president has faced. Most of the crises are of his own making. This one is a real-life crisis that came from overseas, and it's a health issue.   So, this is -- this is a management issue. He has to manage this problem. He can't just spin his way out of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. And obviously, the policy implications and how much money and what exactly is happening is a key part of the story. But the politics, you look back to big issues like Katrina, for the Bush administration. Or the B.P. oil spill for the Obama administration. And how it was handled initially, really gave a sense of how politically damaging it could be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, CO-FOUNDER AND PRESIDENT, REALCLEARPOLITICS",
      "sentences": "Yes, I mean, there's sort of a -- there's a short term issue and then the longer-term issue. And some of that is out of Trump's control, vis-a-vis the economy, and what happens in China, and how that might affect us here, and where the economy ends up in November. But in the short term, look, I agree with Mara, he's got to get out in front of this. You know, he's contemplating appointing Azar. I think that will be a good idea. It would give it send a strong signal to the public that -- look, the administration has their eye on the ball, they're not going to take their eye off --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I mean the White House is saying that that's not true, yet, and I think he's maybe a little sensitive to Obama-era Azar structure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Yes, there is reporting to that effect. But I did -- look, I do think this is -- this has the potential to spin out of control quickly. And if -- and if the administration is caught off guard by this or if they're caught saying something, you know, reassuring that it ends up not to be true or is somehow misrepresents the situation, it's only going to get worse.  So, I think they have to get out in front of it, be transparent, and give the -- give the public the perception, at least, that they're on top of this. They're in control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel will come back if we can, where the news conference starts at 6:30. But for you at home, health officials say this, this is what you need to do. Avoid close contact with people who are sick. Avoid touching your eyes, nose, and mouth. Stay home when you're sick. Cover your cough or sneeze with the tissue. Throw the tissue in the trash. Clean and disinfect frequently touched objects and surfaces using regular household cleaning spray or wipe. Wash your hands often with soap and water for at least, 20 seconds. That is from the CDC about what you can do at home. All right. \"BREAKING TONIGHT\", there has been another mass shooting. This one in Milwaukee. The mayor is confirming multiple fatalities there at the Molson Coors brewing facility. Let's get the latest from correspondent Matt Finn in Milwaukee. Good evening, Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "Bret, the Milwaukee Mayor Tom Barrett, says there was a horrific shooting at the Molson Coors campus, that multiple people are dead. Right now, the mayor is not confirming the total number of victims or casualties. The mayor saying it's just too fluid of a scene. Milwaukee police also not confirming to Fox News right now the total number of victims. Within the past 45 minutes, the Molson Coors Twitter account tweeted that there is \"an active situation\" at its Milwaukee facility, and it's working closely with the Milwaukee Police Department. It will provide updates with police as it's able to.  At this hour, the brewery is sealed off by police. There are armored vehicles and tactical units. But it appears there is not a current threat, at least, outside of the building. The FBI and ATF are assisting. The last check with the Milwaukee County Medical Examiner's Office, it tells Fox News, it also does not have any information on the total number of victims. A staging area is set up for the family and we do expect to get a press update from Milwaukee police at any moment, and we'll bring that information to you. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Matt Finn, live in Milwaukee. Matt, thank you. The Democratic presidential debate turns into a free-for-all, with most of the fire directed at Bernie Sanders. We'll show you and bring you the fallout when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "This program is brought to you by Liberty Mutual Insurance. Only pay for what you need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tonight in \"DEMOCRACY 2020\", Democratic presidential candidates are pushing ahead toward Saturday's South Carolina primary. Also getting ready for the 14-state Super Tuesday, just three days after that. Last night's debate saw dozens of attacks on national front runner Bernie Sanders, who was not shy about firing back. But Joe Biden is still the favorite for this weekend's primary and he picked up some help today.  Correspond Ellison Barber is in Charleston tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLISON BARBER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Majority Whip James Clyburn, arguably the most influential politician in the state of South Carolina is all in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "sentences": "I'm voting for Joe Biden. South Carolinas should be voting for Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "It's an endorsement the political world has been waiting for and one that could send ripples throughout the Democratic primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. Biden, will you continue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "Hours before, Joe Biden made a bold prediction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "I will win the African American vote here in South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAYLE KING, CHIEF ANCHOR, CBS NEWS",
      "sentences": "If you don't win South Carolina, will you continue in this race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I will win South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "But the Democratic socialist who is narrowing the gap in recent state polls is warning supporters, Joe Biden is far from the candidate Democrats want or need to beat President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "That is not the voting record or the history that is going to excite people, bring them into the political process, and beat Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "Senator Bernie Sanders is now the clear front runner and took it from all sides of the debate stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "Bernie and I both want to see universal health care. But Bernie's plan doesn't explain how to get there, doesn't show how we're going to get enough allies into it, and doesn't show enough about how we're going to pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "We're not going to win these critical, critical House and Senate races if people in those races have to explain why the nominee of the Democratic Party is telling people to look at the bright side of the Castro regime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Vladimir Putin thinks that Donald Trump should be president of the United States and that's why Russia is helping you get elected so you will --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Oh, Mr. Bloomberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "And one try to referee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR (D-MN), PRESIDENTIAL CANDIDATE",
      "sentences": "If we spend the next four months --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Tearing our party apart, we're going to watch Donald Trump spend the next four years tearing our country apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "After the debate, one of Sanders' senior campaign advisors told me that all of the other candidates came to the debate ready to throw the kitchen sink at Senator Sanders. He said he did not feel they did it particularly effectively. He says that Sanders' message of economic and social justice is resonating with voters. Senator Elizabeth Warren is here in Charleston, South Carolina. She should be on stage. Any minute she is holding a get out the vote event with singer John Legend, hoping her message will resonate with voters. Pete Buttigieg canceled all of his events in the state today. His campaign says he is sick. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ellison Barber, live in Charleston. Ellison, thanks.  President Trump is calling the debate crazy, chaotic. With some of the other reaction, here is Fox News media analyst and host of Fox's \"MEDIA BUZZ\", Howard Kurtz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS MEDIA ANALYST",
      "sentences": "It's been called a train wreck by the Huffington Post, a shipwreck by the New York Times, the equivalent of two hours of static Financial Review. The CBS moderators, Led by Norah O'Donnell and Gayle King, lost control of the South Carolina debate early and often.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "First of all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Bernie, let me go. Let me go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I think -- Tom, I think she was talking about my plan, not yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "I think we were talking about math, and it doesn't take two hours to do the math.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "No, no, well, let's talk about math.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Because let's talk about what it adds up to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Let's talk about math.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "As candidates who broke in or interrupted their rivals were rewarded with more airtime. Others seethe with frustration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm not out of time. You spoke over time, and I'm going to talk. Here is the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He really needed a lion tamer there, rather that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my gosh. It was really chaotic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, ABC",
      "sentences": "-- being on \"The View\",",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All this blunted any sustained scrutiny of Bernie Sanders. Even when the moderators tried to pin down the front runner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORAH O'DONNELL, CHIEF WHITE HOUSE CORRESPONDENT, CBS NEWS",
      "sentences": "You proposed more than $50 trillion in new spending. But you can only explain how you pay for just about half of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Medicare for all will lower health care costs in this country by $450 billion a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAYLE KING, CHIEF ANCHOR, CBS NEWS",
      "sentences": "Will you push those policies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The moderators asked Mike Bloomberg about his New York soda tax, but didn't get to the coronavirus until 80 minutes into the debate. CBS didn't ask about Sanders' sympathetic comments on Fidel Castro until the last half hour. And it was Joe Biden who press Sanders on voting against the Brady gun control bill, half an hour before Gayle King raised the question on guns. There were times when the network did get solid answers to sensitive questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "You've apologized for stop and frisk repeatedly. What exactly are you apologizing for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLOOMBERG",
      "sentences": "We let it get out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But such exchanges were often drowned out by shouting and crushed off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "-- is a radical idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Senator, please. Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It's not easy reining in candidates at such a high stakes showdown. But the CBS debate turned into a debacle. And it's hard to understand why the network would air commercials from billionaire Bloomberg during the debate, which seemed to give him an unfair edge. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Howie, thanks. Former President Barack Obama is trying to force a pro-Trump super PAC to stop running an ad, he says uses his comments out of context. The ad takes aim at President Obama's former vice president Democratic presidential candidate Joe Biden. Mr. Obama's office closed the ad, quote, straight out of the Republican disconfirmation playbook and alleges it is designed to suppress turnout among minority voters in South Carolina. President Trump's offensive against the mainstream media is entering a new phase tonight. His reelection campaign is suing the New York Times. It accused the -- accuses the newspaper of intentionally publishing a false opinion article related to Russian interference in the 2016 election. A statement from the campaign says the aim of the litigation is to, quote, hold the news organization accountable for intentionally publishing false statements against President Trump's campaign. The Times has not yet commented. A big win tonight for President Trump on immigration. A federal appeals court says the administration can withhold millions of dollars in law enforcement grants to force states to cooperate with immigration enforcement. The ruling overturns a lower court's decision ordering the release of federal funding from 2017 to seven states and New York City. The second U.S. Court of Appeals says the plain language of relevant laws makes clear the attorney general can impose conditions on states and municipalities receiving money. This has to do with sanctuary cities. The administration taking new steps to strip citizenship from foreign-born individuals who failed to disclose past criminal behavior. Government will have to prove citizenship was obtained illegally or by willful misrepresentation. Citizens cannot be deported, but upon losing citizenship can revert back to permanent residency status which then allows deportation or barring of entry. A fire at the largest refinery on the West Coast is under control at this hour. It erupted late Tuesday after an explosion in a cooling tower at the marathon petroleum refinery in Metro Los Angeles. No word yet on what causes that explosion. No injuries have been reported. \"BREAKING TONIGHT\", President Trump's news conference about the coronavirus scheduled to begin any minute now. The president has been critical of Democrats for he says overhyping the danger here in the U.S. President's critics, a lot of them on Capitol Hill says -- say his request for $2-1/2 billion dollars to address the threat is not nearly enough. There are as we mentioned earlier, 60 confirmed cases of the virus in the U.S. So, where are the vulnerabilities in this country when it comes to the coronavirus? Correspondent Gillian Turner takes a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "The Federal government's mantra when it comes to protecting Americans from a coronavirus outbreak in the homeland is preparation. So far, the CDC alone has deployed nearly 1,400 staff nationwide. Scientists, doctors, nurses, and researchers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AZAR",
      "sentences": "Here our activities are really mitigation -- containment and mitigation preparation in the homeland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "President Trump's top public health official is focused on preventing transmission between Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AZAR",
      "sentences": "We fully expect we will see more cases here in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Preparation measures already in place nationwide, include identifying communities most susceptible to an outbreak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GRANT COLFAX, DIRECTOR, SAN FRANCISCO HEALTH DEPARTMENT",
      "sentences": "Given the high volume of travel between San Francisco and mainland China, and the spread of the virus to other countries, there is a growing likelihood that we will see cases in San Francisco.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "CDC teams are working hand in glove with Homeland Security at 11 airports to screen travelers returning to the U.S. from China. Just a couple of hours ago, Mayor Bill de Blasio, saying New York City is lobbying to get that number up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL DE BLASIO, MAYOR OF NEW YORK CITY, NEW YORK",
      "sentences": "Right now, it is too narrowly focused on travelers coming out of China. We think that needs to be expanded to any country that now has a travel warning attached to it by the United States government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "CDC is also working with multiple agencies including the Pentagon, State Department, and HHS to beef-up medical labs across the country. Now, thing against the clock to develop a vaccine. Other officials though say there's a whole lot more the government should do like conduct preparedness drills and hospitals and design makeshift care facilities for patient homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNE SCHUCHAT, PRINCIPAL DEPUTY DIRECTOR, CENTERS FOR DISEASE CONTROL AND PREVENTION",
      "sentences": "Current global circumstances suggest it's likely that this virus will cause a pandemic. In that case, risk assessment would be different and new strategies tailored to local circumstances would need to be implemented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Public Health Officials, say the best thing Americans can do to stay safe is follow CDC guidelines and take extra precautions. Stay home when you're sick. Avoid close contact with others who are sick, and wash your hands regularly. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Gillian, thank you. President Trump's news conference about the coronavirus coming up. Let's check in with correspondent Kristin Fisher in the White House briefing room where that will go down. Good evening, Fisher -- Kristin. Do we know who is showing up there besides the president of the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "We do. We've got the president of the United States, the vice president, the head of his coronavirus task force, members of the CDC, they are all going to be here when President Trump steps in here in just a few minutes. And you know, Secretary of Health and Human Services Alex, Azar, he said that the whole idea for this briefing today actually came from President Trump, because President Trump told him that when you come over to give me a briefing tonight, let's just open this up to the entire press. And so, that's what we're seeing tonight. It's been a long time since President Trump has spoke in this briefing room. And so, it is absolutely packed in here with members of the media. So, we expect President Trump tonight to talk about exactly how his administration is preparing to respond to the coronavirus outbreak. He has requested about $2.5 billion from Congress in emergency funding to deal with this outbreak. And you have Democrats on Capitol Hill saying that, that is simply not enough money. Even the House Minority Leader Kevin McCarthy, a Republican, has said that that's not enough money. He wants about $4 million. The White House is asking for $2.5 billion. So, that'll be interesting to see exactly how President Trump deals with some of that criticism from members of his own party and from Democrats tonight. It'll also be very interesting to see exactly what the CDC says. Remember, yesterday the CDC said that it was inevitable that the coronavirus was going to spread in the U.S. President Trump said it was under control. We'll see how they square that in just a few minutes. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Kristin Fisher live in White House briefing room, Kristin, thank you. We'll let you sit down as the president is about ready to enter. Again, this is about the coronavirus, what the U.S. is doing now, what it will do as the global situation continues and cases outside of China continuing to pop up. We are going to pause for one moment to let our FOX stations join us right now. This is FOX News coverage of President Trump's news conference about the coronavirus outbreak. I'm Bret Baier in Washington. We are awaiting the president in the White House briefing room, expected to be surrounded by officials in the CDC, also the vice president of the United States. There you see Secretary Azar with Health and Human Services, also Anthony Fauci from NIH. You will see a number of different officials there alongside the president as he gets ready to address not only what the U.S. is doing but also questions about is it enough funding. A lot of Republicans and Democrats questioning whether the ask of $2.5 billion in additional asking to deal with the coronavirus is enough. We are awaiting the president now. You have the number of cases around the world at 81,600 individual cases worldwide, 2,767 people have died from this outbreak. And a new case has just been reported in the U.S., and that brings the total cases of coronavirus right here in the U.S. to 60, including a cruise ship and passengers who had been brought back. It's now spread to 39 countries. We are going to bring in our panel now, Ben Domenech, publisher of \"The Federalist,\" Mara Liasson, national political correspondent for National Public Radio, and Tom Bevan, Real Clear Politics co-founder and president. Mara, what do you expect the president to say here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "sentences": "I expect he's going to say something that will calm the fears of the American people. A lot of people are very confused. What is this virus? How dangerous is it? What do they need to do to prevent it? Is there a test? Is there a vaccine? There is a lot of questions around this and there's a lot of conflicting messages we've heard from the administration. It's very scary, or, as the president said the other day, everything is fine. Rush Limbaugh called it no more than the common cold. So he needs to clarify what this disease is and what people need to do about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, and I guess, Ben, people were parsing what the CDC was saying and what the president was saying about the exact same thing overseas. BEN DOMENECH, \"THE FEDERALIST\": One of the things that we need to keep in context here is that previous administrations have had moments of failure when it comes to managing certain circumstances that come and represent external threats, whether that's something like the BP oil spill, whether it's something like the hurricane Katrina. There are moments in which presidents are required to manage things that threaten them and that threaten not just the nation but the world that come from external forces and that are not within the context of politics. This is going to be one of those moments. It's going to be one that the president will have to be ready to meet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And Tom, politics surrounds everything. We are in the middle of an election, an election year. And how the president deals with this obviously will show up on the campaign trail and likely be talked about quite a bit by his opponents on the Democratic side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS CO-FOUNDER",
      "sentences": "This is quite a show of force here by the administration. I think, again, smart move on their part to really, as Mara said, instill confidence that they are on top of this, that they have a plan in place. The president should outline that plan tonight for the American people and then move forward. But to your point, any missteps from starting in just a couple of minutes from here on out will be magnified by not only the members of Congress who we heard earlier, Chuck Schumer and Nancy Pelosi, but also all of those Democratic presidential candidates that are running around the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan Serrie has been following this story from the beginning. He's in Atlanta, obviously the home to the CDC. Jonathan, this has exponentially picked up seriousness as time has gone on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CORRESPONDENT",
      "sentences": "It has indeed. Originally it looked like this virus was being pretty much contained in China and that the cases outside of China were travel related. But now you have reports of community spread in other countries. It hasn't happened yet in the U.S., but other countries, including Europe, where people are getting sick and there is not an obvious source. And so as more and more countries are reporting community spread, the CDC was becoming concerned that this might eventually spill over into the U.S. And so that's why yesterday CDC officials were trying to prepare Americans for the possibility that if this were to happen in the U.S., we might be looking at things like school closures, more people telecommuting from home or closing public venues. Fortunately it has not come to that, and they said they hope it wouldn't come to that, but they wanted people to be prepared.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We have received the two-minute warning about four minutes ago, so it's a little painful to watch these folks standing there next to the White House briefing podium there. But Jonathan, from the CDC and what they said about that it's not a matter of if but when this happens in the U.S., that seemed, according to sources here, to upset the president in how it was presented, maybe counter to what he was saying overseas in India and what his officials at the White House were saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "And it's really the dual messages that we are hearing. If someone asks you, should I be worried, I'm going to tell them no. In this country, the average citizen who hasn't traveled to Wuhan, China, has a very low risk of getting infected. At the same time, if you are a public health official --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I'm going to interrupt you, Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "-- if you're working for the CDC, you want people to look out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We're going to the White House briefing room, President Donald J. Trump addressing the coronavirus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you very much, everybody, thank you very much. Before I begin, I'd like to extend my deepest condolences to the victims and families in Milwaukee, Wisconsin. Earlier today, a wicked murderer opened fire at a Molson Coors brewing company plant, taking the lives of five people. A number of people were wounded, some badly wounded. Our hearts break for them and their loved ones. We send our condolences. We will be with them. And it's a terrible thing, terrible thing. So our hearts go out to the people of Wisconsin and to the families. Thank you very much. I've just received another briefing from a great group of talented people on the virus that is going around to various parts of the world. We have, through some very good early decisions, decisions that were actually ridiculed at the beginning -- we closed up our borders to flights coming in from certain areas, areas that were hit by the coronavirus and hit pretty hard, and we did it very early. A lot of people felt we shouldn't have done it that early, and we did, and it turned out to be a very good thing. And the number one priority from our standpoint is the health and safety of the American people, and that's the way I viewed it when I made that decision. Because of all we've done, the risk to the American people remains very low. We have the greatest experts in the world -- really, in the world right here, people that are called upon by other countries when things like this happen. We are ready to adapt and we are ready to do whatever we have to as the disease spreads, if it spreads. As most of you know, the level that we've had in our country is very low, and those people are getting better, or we think that in almost all cases, the better they are getting -- we have a total of 15. We took in some from Japan, you heard about that, because they are American citizens, and they are in quarantine. And they are getting better too. But we felt we had an obligation to do that. It could have been as many as 42. And we found that we were -- it was just an obligation we felt that we had. We could've left them and that could have been very bad, very bad, I think, for the American people. And they are recovering. Of the 15 people, the original 15, as I call them, eight of them have returned to their homes to stay in their homes until fully recovered. One is in the hospital, and five have fully recovered. And one is, we think, in pretty good shape. And it's in between hospital and going home. So we have a total -- but we have a total of 15 people, and they are in a process of recovering, with some already having fully recovered. We started out by looking at certain things. We've been working with the Hill very, very carefully, very strongly. And I think we have very good bipartisan spirit for money. We were asking for $2.5 billion, and we think that's a lot. But the Democrats and, I guess, Senator Schumer wants us to have more than that. And normally in life I'd say we'll take it, we'll take it. If they want to give more, we'll do more. We're going to spend whatever is appropriate. Hopefully we're not going to have to spend so much because we really think we've done a great job in keeping it down to a minimum. And again, we've had tremendous success, tremendous success, beyond what people would've thought. At the same time, you do have some outbreaks in some countries. Italy and various countries are having some difficulty. China, you know about, where it started. I spoke with President Xi. We had a great talk. He's working very hard, I have to say, he's working very, very hard. And if you can count on the reports coming out of China, that spread has gone down quite a bit. The infection seems to have gone down over the last two days. As opposed to getting larger, it's actually gotten smaller. In one instance where we think we can be -- it's somewhat reliable, it seems to have gotten quite a bit smaller. With respect to the money that's being negotiated, they can do whatever they want. We'll do the two-and-a-half. We're requesting two-and-a-half. Some Republicans would like us to get four and some Democrats would like us to get eight-and a-half. And we'll be satisfied whatever it is. We are bringing in a specialist, very highly regarded specialist tomorrow who works, actually, at the State Department. Very, very tremendously talented in doing this. I want you to understand something that shocked me when I saw it, that I spoke with Dr. Fauci on this, and I was really amazed, and I think most people are amazed to hear it. The flu in our country kills from 25,000 people to 69,000 people a year. That was shocking to me. And so far, if you look at what we have with the 15 people, and they are recovering. One is pretty sick, but hopefully will recover. But the others are in great shape. But think of that, 25,000 to 69,000. Over the last 10 years, we've lost over 360,000. These are people that have died from the flu, from what we call the flu. Hey, did you get the flu shot? And that's something. Now, what we've done is we've stop non-U.S. citizens from coming into America from China. That was done very early on. We are screening people, and we have been at a very high level, screening people coming into the country from infected areas. We have quarantined those infected and those at risk. We have a lot of great quarantine facilities. We are rapidly developing a vaccine, and they can speak to you, the professionals can speak to you about that. The vaccine is coming along well. And speaking to the doctors, we think this is something that we can develop fairly rapidly, a vaccine for the future. And coordinate with the support of our partners -- we have great relationships with all of the countries that we are talking about, some fairly large numbers of countries. Some it's one person, and many countries have no problem whatsoever. And we'll see what happens. But we are very, very ready for this, for anything, whether it's going to be a breakout of larger proportions or whether or not we are at that very low level, and we want to keep it that way. So we are at the low level. As they get better, we take them off the list so that we're going to be pretty soon at only five people, and we could just be at just one or two people over the next short period of time. So we've had very good luck. Johns Hopkins, I guess, is a highly respected, great place. They did a great study, comprehensive, the countries best and worst prepared for an epidemic. And the United States is now, we're rated number one. We are rated number one for being prepared. This is a list of different countries. I don't want to get in your way, especially since you do such a good job. This is a list of the different countries. United states is rated number one most prepared. United Kingdom, Netherlands, Australia, Canada, Thailand, Sweden, Denmark, South Korea, Finland, this is a list of the best-rated countries in the world by Johns Hopkins. We're doing something else that's important, because he's been terrific in many ways, but he's also very good on health care, and we really followed him very closely, a lot of states do. When Mike was governor, Mike Pence, of Indiana, they've established great health care, they have a great system there, a system that a lot of the other states have really looks to and change their systems, they wanted to base it on the Indiana system. It's very good. And I think -- and he's really very expert at the field. And what I've done is I'm going to be announcing exactly right now that I'm going to be putting our vice president, Mike Pence, in charge. And Mike will be working with the professionals, the doctors, and everybody else that's working. The team is brilliant. I spent a lot of time with the team over the last couple of weeks, but they are totally brilliant. And we're doing really well. And Mike is going to be in charge, and Mike will report back to me. But he's got a certain talent for this, and I'm going to ask Mike Pence to say a few words, please. Thank you. Mike?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, U.S. VICE PRESIDENT",
      "sentences": "Thank you, Mr. President. President Trump has made clear from the first days of this administration, we have no higher priority than the safety, security, health, and well- being of the American people. And from the first word of the outbreak of the coronavirus, the president took unprecedented steps to protect the American people of the spread of this disease. He recounted those briefly, but the establishment of travel restrictions, aggressive quarantine effort of Americans that are returning, the declaration of a public health emergency, and establishing the White House Corona task force are all reflective of the urgency that the president has brought to a whole of government approach. As a former governor from a state where the first MERS case emerged in 2014, I know full well the importance of presidential leadership, the importance of administration leadership, and the vital role of partnerships of state and local government and health authorities in responding to the potential threat of dangerous infectious diseases. And I look forward, Mr. President, to serving in this role, bringing together all the members of the Corona task force that you've appointed, HHS, CDC, DHS, the Departments of Transportation and State. This team has been, at your direction, Mr. President, meeting every day since it was established. My role will be to continue to bring that team together, to bring to the president the best options for action to see to the safety and well-being and health of the American people. We'll also be continuing to reach out to governors, state and local officials. In fact, in the recent days the White House met with over 40 state, county, and city health officials from over 30 states and territories to discuss how to respond to the potential threat of the coronavirus. We'll be working with them in renewed ways to make sure they have the resources to be able to respond. And as the president said, we'll be adding additional personnel here at the White House to support our efforts on the president's behalf. We will also be working with members of Congress to ensure that the resources are available for this whole of government response, and we will be working very closely with Secretary Azar and his team that have done an outstanding jobs communicating to the public to ensure the American people have the best information on ways to protect themselves and their families, and also that the public as the most timely information on the potential threat to the American people. Mr. President, as we've been briefed, while the threat to the American public remains low of the spread of the coronavirus, you have directed this team to take all steps necessary to continue to ensure that health and well-being of the American people, and the people of this country can be confident that under your leadership we will continue to bring the full resources of the federal government in coordination with our state and local partners to see to the health and well-being and the effective response to the coronavirus here in the United States of America. With that, the president has asked me to recognize the secretary of Health and Human Services, Alex Azar, and also the deputy director of the CDC, Dr. Anne Schuchat, for remarks. Mr. Secretary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX AZAR, HEALTH AND HUMAN SERVICES SECRETARY",
      "sentences": "Thank you, Mr. Vice President, and thank you, Mr. President, for gathering your public health experts here today, and for your strong leadership in keeping America safe. And I just want to say I could not be more delighted that you've asked the vice president, my old friend and colleague, to lead this whole of government approach with us under the Emergency Function number eight. As of today, we have 15 cases of COVID-19 that have been detected in the United States, with only one new case detected in the last two weeks. We also have three cases among Americans repatriated from Wuhan, and 42 cases among Americans repatriated who had been stuck on the Diamond Princess in Japan. The president's early and decisive actions, including travel restrictions, have succeeded in buying us incredibly valuable time. This has helped us contact the spread of the virus, Handle the cases that we have, and prepare for the possibility that we will need to mitigate broader spread of infections within the United States. The president's actions, taken with the strong support of his scientific advisors, have proven to be appropriate, wise, and well-calibrated to the situation. We are grateful for the hard work of health care workers, first responders, communities, and state and local leaders have put into the response so far. Because of this hard work and the president's leadership, the immediate risk to the American public has been and continues to be low. Our containment strategy has been working. At the same time, what every one of our experts and leaders have been saying for more than a month now remains true. The degree of risk has the potential to change quickly, and we can expect to see more cases in the United States. That is why we've been reminding the American public and our state, local, and private sector partners that they should be aware of what a broader response would look like. CDC has recommended that the American public and especially state and local governments, businesses, and other organizations, should refresh themselves on how they would respond in the event that the situation worsens. We are encouraging Americans to learn what future steps might be necessary to keep themselves and their communities safe. Knowing these potential steps now can help keep the risk to you and your community low. Americans can find useful information at CDC.gov/COVID -- C-O-V-I-D -- 19. And we are working closely with government and private sector partners to educate them about preparedness. Finally, we've begun working with Congress to secure the funding that we need. There are five major priorities in the White House request to Congress that the White House made on Monday. These priorities are, first, expanding our surveillance network, second, support for state and local governments' work, third and fourth, development of therapeutics and vaccines, and, fifth, manufacturing and purchase of personal protective equipment like gowns and masks. As chairman of the president's coronavirus task force, I'm committed to providing regular updates from our coordinated inter-agency process. We've had our top public health leaders, like those joining me here today, speaking to the media many times per day to inform the American public. The Trump administration is going to continue to be aggressively transparent, keeping the American people and the media apprised of the situation and what everyone can do. With that, I'm going to hand things over to Dr. Anne Schuchat. Dr. Schuchat is the senior career official at the Centers for Disease Control and Prevention, the principal deputy director with an over 30 career year at the CDC and public health, and as a member of the United States Public Health Service Commission Corps. So Dr. Schuchat, I'll turn it over to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANNE SCHUCHAT, CENTERS FOR DISEASE CONTROL AND PREVENTION",
      "sentences": "Thanks so much, Mr. Secretary. As you know, this has been a difficult and challenging time, and our hearts go out to the individuals who have been directly affected by the virus, and to all those who have been working tirelessly in responding to it. Our aggressive containment strategy here in the United States has been working and is responsible for the low levels of cases that we have so far. However, we do expect more cases, and this is a good time to prepare. As you heard, it's the perfect time for businesses, health care systems, universities and schools, to look at their pandemic preparedness plans, dust them off and make sure that they are ready. And we have lots more information at the CDC's website and in partnership on how to do that. But it's also a really good time for the American public to prepare and for you to know what this means for you. The coronavirus that we are talking about is a respiratory virus. It spreads in a similar way to the common cold or to influenza. It's spread through coughs and sneezes. And so those everyday sensible measures that we tell people to do every year with the flu are important here. Covering your cough, staying home when you are sick, and washing your hands. Tried-and- true, not very exciting measures, but really important ways that you can prevent the spread of respiratory viruses. So the trajectory of what we are looking at over the weeks and months ahead is very uncertain, but many of the steps that we have taken over the past 15 years to prepare for pandemic influenza and our experience going through the 2009 H1N1 pandemic of influenza remind us of the kinds of steps that our health care system, our businesses, our communities and schools may need to take. We are in this together, all of government, the public and the private sector, and the CDC wants to make sure you have the best information available every day. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "I just want to give you a very quick update on the -- my name is Dr. Tony Fauci. I'm the director of the National Institute of Allergy and Infectious Diseases at NIH. Just a very quick update on the countermeasure development in the form of vaccines and therapeutics. I had told this audience at a recent press briefing that we had a number of vaccine candidates and one prototype. I wanted to give you a feel for the timeframe of a vaccine and what its impact might be now and in subsequent years. I told we would have a vaccine that we would be putting into trials to see if it's safe and if it induces a response that you would predict would be protective in about three months. I think it's going to be a little bit less than that. It's probably going to be closer to two months. That would then take about three months to determine if it's safe and immunogenic, which gives us six months. Then you graduate from a trial, which is phase one of 45 people, to a trial that hundreds if not low thousands of people to determine efficacy. At the earliest, an efficacy trial would take an additional six to eight months. So although this is the fastest we have ever gone from a sequence of a virus to a trial, it still would not be any applicable to the epidemic unless we really wait about a year to a year-and-a-half. That means two things. One, the answer to containing is public health measures. We can't rely on a vaccine over the next several months to a year. However, if this virus, which we have every reason to believe it is quite conceivable that it will happen, will go beyond just a season and come back and recycle next year, if that's the case, we hope to have a vaccine. And then finally and briefly, therapeutics. There are a number of anti- viral drugs that are being tested. A few days ago, we initiated a randomized controlled trial of a drug called Remdesivir which has anti- viral activity in vitro in an animal model. The good news about that is that it's a trial that's randomized to either placebo or standard of care and drug and standard of care, which means that we will know reasonably soon whether it works. And if it does, we will then have an effective therapy to distribute. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you very much, Mr. President. You have just come from a long and busy trip from India. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Great country. Long trip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sir, you have a great medical team behind you, and I'm sure they will keep America safe. On your trip to India, Mr. President, where do we go from here as U.S. and India relations are concerned? And also, Mr. President, you are very famous India, and Prime Minister Modi is very famous is America. What is the future of Indian-American communities with you, Mr. President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We won't talk too much about that, other than I just got back. A long flight, it's a long flight. He's a great gentleman, a great leader. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS CHANNEL HOST",
      "utterance": "Oh my God."
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS CHANNEL HOST",
      "utterance": "Stand -- you have to stand in at the front."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "All right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Set your DVRs. Never miss an episode of THE FIVE. \"SPECIAL REPORT\" is up next, with the president's news conference. Hello, Bret."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL ANCHOR",
      "utterance": "Hello, Greg. Thank you. Good evening. Welcome to Washington. I'm Bret Baier on this Ash Wednesday. Breaking tonight, we are awaiting a special news conference from President Trump with federal health experts on the coronavirus, expected to start in 30 minutes. You will see it live here. The president is accusing Democrats of exaggerating the threat and trying to panic the markets to bring him down. Democrats are accusing him of not taking the threats seriously enough and not being fully prepared for what is likely to come. Around the world, meantime, more cases more concerns for everything from schools to military bases and even this summer's Olympic Games in Japan. We have \"FOX TEAM COVERAGE\". Jonathan Serrie is in Atlanta looking at how the virus is spreading globally, and what health officials are saying tonight. Jackie DeAngelis in New York with how the outbreak is affecting the stock market again. But we begin with correspondent Kristin Fisher at the White House with the latest. Good evening, Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Good evening, Bret. President Trump announced this news conference as soon as he had landed back on U.S. soil. The head of his coronavirus task force says that the purpose of tonight's news conference is radical transparency with the American people. Health and Human Services Secretary Alex Azar, says that he spoke with the president this morning and the president told him that when you come over to brief me this evening, let's just open it up to the press. So, that's what this news conference tonight really is. Members of the CDC, the Center for Disease Control is -- are they're also going to be here just one day after saying that the spread of the coronavirus in the U.S. is inevitable, that it is not a question of if the virus will spread in the U.S., but when? We now know that President Trump was frustrated with that messaging, according to a source familiar with the matter. Remember, yesterday, the president had said the coronavirus was under control. Another top administration official called it contained. Well, here is how Secretary Azar, describe the situation today."
    },
    {
      "speaker": "ALEX AZAR, UNITED STATES SECRETARY OF HEALTH AND HUMAN SERVICES",
      "utterance": "The immediate risk to the American public remains low. But there is now community transmission in a number of countries including outside of Asia, which is deeply concerning."
    },
    {
      "speaker": "FISHER",
      "utterance": "Secretary Azar went on to say that we can expect to see more cases here in the United States. And the White House has requested $2.5 billion in emergency coronavirus funding. But Democrats say that's nowhere near enough. Even House Minority Leader Kevin McCarthy, a Republican said that number is a little low. He wants $4 billion. Senate Minority Leader Chuck Schumer wants $8.5 billion. Listen to what House Speaker Nancy Pelosi said."
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA)",
      "utterance": "This is shameful. Puts forth a proposal now that is meager, anemic, in terms of addressing this. With Ebola, we did $5 billion. Now, they're trying to take the Ebola money and spend it here. So, what he's doing is late, too late."
    },
    {
      "speaker": "FISHER",
      "utterance": "But the White House says that President Trump has been aggressive from day one by taking decisive action at the very beginning of the outbreak, like a mandatory quarantine for American citizens who had spent some time in that Chinese province where the outbreak began. And by imposing a ban on some foreign nationals from entering the United States, after recently visiting China. So, those are all points that President Trump will likely hit on at this news conference tonight, which starts in just about 30 minutes, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "See it live here. Kristin Fisher, live in the North Lawn. Kristin, thank you. There are now 60 confirmed cases of coronavirus in the U.S. As this country ramps up precautionary measures against the virus, many places across the planet are already dealing with mass exposures. Correspondent Jonathan Serrie has that part of the story live from Atlanta tonight. Good evening, Jonathan."
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Good evening, Bret. Today, Brazil confirmed its first COVID-19 case. This is the first case, in fact, in South America. And so now, COVID-19 has officially been detected on every continent with the exception of Antarctica. Today, Delta Airlines announced it is reducing its flight schedule between the U.S. and South Korea through April. More than 1,200 coronavirus cases are reported in that country, including an American soldier stationed at Camp Carroll. He is the first active-duty U.S. service member to test positive for the virus and it's quarantining himself at his residence off base."
    },
    {
      "speaker": "COL. EDWARD BALLANCO, UNITED STATES ARMY GARRISON COMMANDER",
      "utterance": "We are doing a very thorough trace history on this service member. So, we're going to know everywhere this service member and his family has to have been over the last week."
    },
    {
      "speaker": "SERRIE",
      "utterance": "Despite more than 300 reported cases in Italy, Pope Francis made a point of shaking hands with visitors in St. Peter's Square on this Ash Wednesday. Many of those visitors wearing face masks. Most of the infections are taking place in the northern part of the country where the government has played several cities on lockdown. Half a dozen other European countries have reported COVID-19 cases involving people who recently visited Italy."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "When you see really transmissions that are multigenerational in places like South Korea, in Italy, in Japan, in Iran, there's the danger that this will turn into a true pandemic. And if it does, we will have to deal with it."
    },
    {
      "speaker": "SERRIE",
      "utterance": "In California, Orange County has declared a local health emergency. This week, the Board of Supervisors voted unanimously to support the city of Costa Mesa in a federal lawsuit to block the transfer of infected Diamond Princess cruise ship evacuees to a state-own building in that city. And the mayor of San Francisco has declared a state of emergency. No confirmed cases of COVID-19 there. But, local health officials say the city is at elevated risk because of the large volume of travelers between San Francisco and Mainland China. And Bret, the outbreak has already had an impact on international athletes where they can travel, where they can train. There were some fears that it might even lead to the cancellation of the Summer Olympic Games in Tokyo. But today, Japanese officials announced that the International Olympic Committee and local organizers have agreed to go forward with those Summer Games. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan Serrie, live in Atlanta. Jonathan, thanks. The Dow could not sustain an early triple-digit rally, finished the day down, 124. The S&P 500 lost 12, the NASDAQ rebound 15. Let's talk about the markets, the economy, and how this virus is affecting your money. Fox Business correspondent Jackie DeAngelis is in New York tonight. Good evening, Jackie."
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS NETWORK FINANCIAL CORRESPONDENT",
      "utterance": "Good evening to you, Bret. Well, after hitting a session high with a gain of 461 points, as you mentioned, the Dow sold-off again. It was a day that looked like it would take a pause, but those virus fears hitting once again. The market is very headline-driven today. The FDA warning that the virus is on the path to becoming a pandemic. Then, reports that there are more new cases being reported outside China than inside, travel advisories from the CDC to South Korea. Nestle, telling global staff to halt all international travel each one of these triggering negative reactions from investors. The airline stocks continue to get hammered travel restrictions and passengers fearing travel in general, taking a toll. Those healthcare stocks too also lower, because no one has a surefire way to contain the virus or treat it. Also concerned about supplies. HHS Secretary Azar, saying this about N95. That's the CDC approved respirator."
    },
    {
      "speaker": "AZAR",
      "utterance": "We're going to initiate immediately procurements to do domestic manufacturing around N95, as quickly as we can scale it up. I do want to caution it will take time. China does and does control a lot of the raw materials as well as manufacturing."
    },
    {
      "speaker": "DEANGELIS",
      "utterance": "Now, there was one bright spot though in these markets today, driving those early gains. U.S. new home sales hit a 12-1/2 year high in January. Investors thinking that strong housing market could help mitigate the economic impact of the coronavirus. But to put this all in context, Bret, we look back to other cases, like Ebola. Ebola was a threat from about July of 2014 to march of 2016, but the Dow only lost half a percent. And SARS from November 2002 to July 2003, the Dow actually gained six percent. Back to you."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Jackie, thank you. Let's bring in our panel early. Ben Domenech is the publisher of The Federalist. Mara Liasson, a national political correspondent at National Public Radio. And Tom Bevan, RealClearPolitics co-founder, and president. We'll see the president with his staff that he is -- the health officials that are working on this. Ben, but it is surrounded by politics, obviously, as people weigh in on Capitol Hill, and the president pushes back."
    },
    {
      "speaker": "BEN DOMENECH, FOUNDER AND PUBLISHER, THE FEDERALIST",
      "utterance": "Let me just say for the -- for the start, that as someone who worked at HHS under the Bush administration, I know Secretary Azar, you know him to be a very responsible person. And that was very irresponsible what Chuck Schumer was saying today In terms of his comments about the idea that the administration doesn't have a plan when it comes to what's going on here. The reality is that this is a global catastrophe or threatens to be one on a number, number of levels. These it comes a time when we have such a lack of faith in our institutions, such a factor -- lack of faith in our leaders, and in terms of the global elite's ability to respond to these crises. But the president has perhaps sort of unexpectedly prepared the country for this in a couple of different ways. You know, certainly, by decoupling the American economy to a greater extent from the China economy through tariffs and tax reform. He's brought back some manufacturing to America, and he's also reduced immigration levels, which I think would be a significant factor in driving this forward. The thing that I think we need to be concerned about, though, is not so much what happens here in America but happens to our southern border and across Central America and Mexico, where I believe this thing could spread significant."
    },
    {
      "speaker": "BAIER",
      "utterance": "Lawmakers both sides weighing in."
    },
    {
      "speaker": "REP. DAN KILDEE (D-MI)",
      "utterance": "The president tends to see everything thing as a public relations crisis for himself, and measures every question as to how it might affect him. He better get over that fast or a lot of Americans are going to be heard."
    },
    {
      "speaker": "REP. ANDY HARRIS (R-MD)",
      "utterance": "I haven't been aware of anything that could be done here in the United States that hasn't been done."
    },
    {
      "speaker": "REP. NITA LOWEY (D-NY)",
      "utterance": "This taken weeks for the Trump administration to request these emergency funds while tens of thousands have become ill around the world."
    },
    {
      "speaker": "REP. LIZ CHENEY (R-WY)",
      "utterance": "Our pathogens do not respect party lines, and it's very important for all of us to come together and to work together to make sure that we're prepared."
    },
    {
      "speaker": "BAIER",
      "utterance": "And just so we have all the stats here. Coronavirus, 81,600 cases worldwide. 2,767 died in this outbreak so far. A new case confirmed in the U.S. That 60 here, including the cruise ship passengers that you heard about and the coronavirus, has now spread to 39 countries, almost every continent. Mara, your thoughts about what we hear tonight and what this battle back and forth is all about."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": "Look, President Trump has to make sure he's not unnecessarily alarming people. But he's also going to have to level with them. Tell them the facts, as he knows them, and also convinced them that he has the situation under control. I can't think of another potential crisis -- external crisis that the president has faced. Most of the crises are of his own making. This one is a real-life crisis that came from overseas, and it's a health issue. So, this is -- this is a management issue. He has to manage this problem. He can't just spin his way out of it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. And obviously, the policy implications and how much money and what exactly is happening is a key part of the story. But the politics, you look back to big issues like Katrina, for the Bush administration. Or the B.P. oil spill for the Obama administration. And how it was handled initially, really gave a sense of how politically damaging it could be."
    },
    {
      "speaker": "TOM BEVAN, CO-FOUNDER AND PRESIDENT, REALCLEARPOLITICS",
      "utterance": "Yes, I mean, there's sort of a -- there's a short term issue and then the longer-term issue. And some of that is out of Trump's control, vis-a-vis the economy, and what happens in China, and how that might affect us here, and where the economy ends up in November. But in the short term, look, I agree with Mara, he's got to get out in front of this. You know, he's contemplating appointing Azar. I think that will be a good idea. It would give it send a strong signal to the public that -- look, the administration has their eye on the ball, they're not going to take their eye off --"
    },
    {
      "speaker": "BAIER",
      "utterance": "I mean the White House is saying that that's not true, yet, and I think he's maybe a little sensitive to Obama-era Azar structure."
    },
    {
      "speaker": "BEVAN",
      "utterance": "Yes, there is reporting to that effect. But I did -- look, I do think this is -- this has the potential to spin out of control quickly. And if -- and if the administration is caught off guard by this or if they're caught saying something, you know, reassuring that it ends up not to be true or is somehow misrepresents the situation, it's only going to get worse. So, I think they have to get out in front of it, be transparent, and give the -- give the public the perception, at least, that they're on top of this. They're in control."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel will come back if we can, where the news conference starts at 6:30. But for you at home, health officials say this, this is what you need to do. Avoid close contact with people who are sick. Avoid touching your eyes, nose, and mouth. Stay home when you're sick. Cover your cough or sneeze with the tissue. Throw the tissue in the trash. Clean and disinfect frequently touched objects and surfaces using regular household cleaning spray or wipe. Wash your hands often with soap and water for at least, 20 seconds. That is from the CDC about what you can do at home. All right. \"BREAKING TONIGHT\", there has been another mass shooting. This one in Milwaukee. The mayor is confirming multiple fatalities there at the Molson Coors brewing facility. Let's get the latest from correspondent Matt Finn in Milwaukee. Good evening, Matt."
    },
    {
      "speaker": "MATT FINN, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "Bret, the Milwaukee Mayor Tom Barrett, says there was a horrific shooting at the Molson Coors campus, that multiple people are dead. Right now, the mayor is not confirming the total number of victims or casualties. The mayor saying it's just too fluid of a scene. Milwaukee police also not confirming to Fox News right now the total number of victims. Within the past 45 minutes, the Molson Coors Twitter account tweeted that there is \"an active situation\" at its Milwaukee facility, and it's working closely with the Milwaukee Police Department. It will provide updates with police as it's able to. At this hour, the brewery is sealed off by police. There are armored vehicles and tactical units. But it appears there is not a current threat, at least, outside of the building. The FBI and ATF are assisting. The last check with the Milwaukee County Medical Examiner's Office, it tells Fox News, it also does not have any information on the total number of victims. A staging area is set up for the family and we do expect to get a press update from Milwaukee police at any moment, and we'll bring that information to you. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Matt Finn, live in Milwaukee. Matt, thank you. The Democratic presidential debate turns into a free-for-all, with most of the fire directed at Bernie Sanders. We'll show you and bring you the fallout when we come back."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "This program is brought to you by Liberty Mutual Insurance. Only pay for what you need."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tonight in \"DEMOCRACY 2020\", Democratic presidential candidates are pushing ahead toward Saturday's South Carolina primary. Also getting ready for the 14-state Super Tuesday, just three days after that. Last night's debate saw dozens of attacks on national front runner Bernie Sanders, who was not shy about firing back. But Joe Biden is still the favorite for this weekend's primary and he picked up some help today. Correspond Ellison Barber is in Charleston tonight."
    },
    {
      "speaker": "ELLISON BARBER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Majority Whip James Clyburn, arguably the most influential politician in the state of South Carolina is all in."
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "utterance": "I'm voting for Joe Biden. South Carolinas should be voting for Joe Biden."
    },
    {
      "speaker": "BARBER",
      "utterance": "It's an endorsement the political world has been waiting for and one that could send ripples throughout the Democratic primary."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. Biden, will you continue --"
    },
    {
      "speaker": "BARBER",
      "utterance": "Hours before, Joe Biden made a bold prediction."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "I will win the African American vote here in South Carolina."
    },
    {
      "speaker": "GAYLE KING, CHIEF ANCHOR, CBS NEWS",
      "utterance": "If you don't win South Carolina, will you continue in this race?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I will win South Carolina."
    },
    {
      "speaker": "BARBER",
      "utterance": "But the Democratic socialist who is narrowing the gap in recent state polls is warning supporters, Joe Biden is far from the candidate Democrats want or need to beat President Trump."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "That is not the voting record or the history that is going to excite people, bring them into the political process, and beat Trump."
    },
    {
      "speaker": "BARBER",
      "utterance": "Senator Bernie Sanders is now the clear front runner and took it from all sides of the debate stage."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "Bernie and I both want to see universal health care. But Bernie's plan doesn't explain how to get there, doesn't show how we're going to get enough allies into it, and doesn't show enough about how we're going to pay for it."
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "We're not going to win these critical, critical House and Senate races if people in those races have to explain why the nominee of the Democratic Party is telling people to look at the bright side of the Castro regime."
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Vladimir Putin thinks that Donald Trump should be president of the United States and that's why Russia is helping you get elected so you will --"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Oh, Mr. Bloomberg."
    },
    {
      "speaker": "BARBER",
      "utterance": "And one try to referee."
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR (D-MN), PRESIDENTIAL CANDIDATE",
      "utterance": "If we spend the next four months --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Tearing our party apart, we're going to watch Donald Trump spend the next four years tearing our country apart."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Look."
    },
    {
      "speaker": "BARBER",
      "utterance": "After the debate, one of Sanders' senior campaign advisors told me that all of the other candidates came to the debate ready to throw the kitchen sink at Senator Sanders. He said he did not feel they did it particularly effectively. He says that Sanders' message of economic and social justice is resonating with voters. Senator Elizabeth Warren is here in Charleston, South Carolina. She should be on stage. Any minute she is holding a get out the vote event with singer John Legend, hoping her message will resonate with voters. Pete Buttigieg canceled all of his events in the state today. His campaign says he is sick. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ellison Barber, live in Charleston. Ellison, thanks. President Trump is calling the debate crazy, chaotic. With some of the other reaction, here is Fox News media analyst and host of Fox's \"MEDIA BUZZ\", Howard Kurtz."
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS MEDIA ANALYST",
      "utterance": "It's been called a train wreck by the Huffington Post, a shipwreck by the New York Times, the equivalent of two hours of static Financial Review. The CBS moderators, Led by Norah O'Donnell and Gayle King, lost control of the South Carolina debate early and often."
    },
    {
      "speaker": "SANDERS",
      "utterance": "First of all --"
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Bernie, let me go. Let me go."
    },
    {
      "speaker": "SANDERS",
      "utterance": "I think -- Tom, I think she was talking about my plan, not yours."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "I think we were talking about math, and it doesn't take two hours to do the math."
    },
    {
      "speaker": "SANDERS",
      "utterance": "No, no, well, let's talk about math."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Because let's talk about what it adds up to."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Let's talk about math."
    },
    {
      "speaker": "KURTZ",
      "utterance": "As candidates who broke in or interrupted their rivals were rewarded with more airtime. Others seethe with frustration."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm not out of time. You spoke over time, and I'm going to talk. Here is the deal."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He really needed a lion tamer there, rather that --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Right."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, my gosh. It was really chaotic."
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, ABC",
      "utterance": "-- being on \"The View\","
    },
    {
      "speaker": "KURTZ",
      "utterance": "All this blunted any sustained scrutiny of Bernie Sanders. Even when the moderators tried to pin down the front runner."
    },
    {
      "speaker": "NORAH O'DONNELL, CHIEF WHITE HOUSE CORRESPONDENT, CBS NEWS",
      "utterance": "You proposed more than $50 trillion in new spending. But you can only explain how you pay for just about half of that."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Medicare for all will lower health care costs in this country by $450 billion a year."
    },
    {
      "speaker": "GAYLE KING, CHIEF ANCHOR, CBS NEWS",
      "utterance": "Will you push those policies?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "The moderators asked Mike Bloomberg about his New York soda tax, but didn't get to the coronavirus until 80 minutes into the debate. CBS didn't ask about Sanders' sympathetic comments on Fidel Castro until the last half hour. And it was Joe Biden who press Sanders on voting against the Brady gun control bill, half an hour before Gayle King raised the question on guns. There were times when the network did get solid answers to sensitive questions."
    },
    {
      "speaker": "KING",
      "utterance": "You've apologized for stop and frisk repeatedly. What exactly are you apologizing for?"
    },
    {
      "speaker": "BLOOMBERG",
      "utterance": "We let it get out of control."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But such exchanges were often drowned out by shouting and crushed off."
    },
    {
      "speaker": "SANDERS",
      "utterance": "-- is a radical idea."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Senator, please. Senator."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It's not easy reining in candidates at such a high stakes showdown. But the CBS debate turned into a debacle. And it's hard to understand why the network would air commercials from billionaire Bloomberg during the debate, which seemed to give him an unfair edge. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Howie, thanks. Former President Barack Obama is trying to force a pro-Trump super PAC to stop running an ad, he says uses his comments out of context. The ad takes aim at President Obama's former vice president Democratic presidential candidate Joe Biden. Mr. Obama's office closed the ad, quote, straight out of the Republican disconfirmation playbook and alleges it is designed to suppress turnout among minority voters in South Carolina. President Trump's offensive against the mainstream media is entering a new phase tonight. His reelection campaign is suing the New York Times. It accused the -- accuses the newspaper of intentionally publishing a false opinion article related to Russian interference in the 2016 election. A statement from the campaign says the aim of the litigation is to, quote, hold the news organization accountable for intentionally publishing false statements against President Trump's campaign. The Times has not yet commented. A big win tonight for President Trump on immigration. A federal appeals court says the administration can withhold millions of dollars in law enforcement grants to force states to cooperate with immigration enforcement. The ruling overturns a lower court's decision ordering the release of federal funding from 2017 to seven states and New York City. The second U.S. Court of Appeals says the plain language of relevant laws makes clear the attorney general can impose conditions on states and municipalities receiving money. This has to do with sanctuary cities. The administration taking new steps to strip citizenship from foreign-born individuals who failed to disclose past criminal behavior. Government will have to prove citizenship was obtained illegally or by willful misrepresentation. Citizens cannot be deported, but upon losing citizenship can revert back to permanent residency status which then allows deportation or barring of entry. A fire at the largest refinery on the West Coast is under control at this hour. It erupted late Tuesday after an explosion in a cooling tower at the marathon petroleum refinery in Metro Los Angeles. No word yet on what causes that explosion. No injuries have been reported. \"BREAKING TONIGHT\", President Trump's news conference about the coronavirus scheduled to begin any minute now. The president has been critical of Democrats for he says overhyping the danger here in the U.S. President's critics, a lot of them on Capitol Hill says -- say his request for $2-1/2 billion dollars to address the threat is not nearly enough. There are as we mentioned earlier, 60 confirmed cases of the virus in the U.S. So, where are the vulnerabilities in this country when it comes to the coronavirus? Correspondent Gillian Turner takes a look."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "The Federal government's mantra when it comes to protecting Americans from a coronavirus outbreak in the homeland is preparation. So far, the CDC alone has deployed nearly 1,400 staff nationwide. Scientists, doctors, nurses, and researchers."
    },
    {
      "speaker": "AZAR",
      "utterance": "Here our activities are really mitigation -- containment and mitigation preparation in the homeland."
    },
    {
      "speaker": "TURNER",
      "utterance": "President Trump's top public health official is focused on preventing transmission between Americans."
    },
    {
      "speaker": "AZAR",
      "utterance": "We fully expect we will see more cases here in the United States."
    },
    {
      "speaker": "TURNER",
      "utterance": "Preparation measures already in place nationwide, include identifying communities most susceptible to an outbreak."
    },
    {
      "speaker": "DR. GRANT COLFAX, DIRECTOR, SAN FRANCISCO HEALTH DEPARTMENT",
      "utterance": "Given the high volume of travel between San Francisco and mainland China, and the spread of the virus to other countries, there is a growing likelihood that we will see cases in San Francisco."
    },
    {
      "speaker": "TURNER",
      "utterance": "CDC teams are working hand in glove with Homeland Security at 11 airports to screen travelers returning to the U.S. from China. Just a couple of hours ago, Mayor Bill de Blasio, saying New York City is lobbying to get that number up."
    },
    {
      "speaker": "BILL DE BLASIO, MAYOR OF NEW YORK CITY, NEW YORK",
      "utterance": "Right now, it is too narrowly focused on travelers coming out of China. We think that needs to be expanded to any country that now has a travel warning attached to it by the United States government."
    },
    {
      "speaker": "TURNER",
      "utterance": "CDC is also working with multiple agencies including the Pentagon, State Department, and HHS to beef-up medical labs across the country. Now, thing against the clock to develop a vaccine. Other officials though say there's a whole lot more the government should do like conduct preparedness drills and hospitals and design makeshift care facilities for patient homes."
    },
    {
      "speaker": "ANNE SCHUCHAT, PRINCIPAL DEPUTY DIRECTOR, CENTERS FOR DISEASE CONTROL AND PREVENTION",
      "utterance": "Current global circumstances suggest it's likely that this virus will cause a pandemic. In that case, risk assessment would be different and new strategies tailored to local circumstances would need to be implemented."
    },
    {
      "speaker": "TURNER",
      "utterance": "Public Health Officials, say the best thing Americans can do to stay safe is follow CDC guidelines and take extra precautions. Stay home when you're sick. Avoid close contact with others who are sick, and wash your hands regularly. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Gillian, thank you. President Trump's news conference about the coronavirus coming up. Let's check in with correspondent Kristin Fisher in the White House briefing room where that will go down. Good evening, Fisher -- Kristin. Do we know who is showing up there besides the president of the United States?"
    },
    {
      "speaker": "FISHER",
      "utterance": "We do. We've got the president of the United States, the vice president, the head of his coronavirus task force, members of the CDC, they are all going to be here when President Trump steps in here in just a few minutes. And you know, Secretary of Health and Human Services Alex, Azar, he said that the whole idea for this briefing today actually came from President Trump, because President Trump told him that when you come over to give me a briefing tonight, let's just open this up to the entire press. And so, that's what we're seeing tonight. It's been a long time since President Trump has spoke in this briefing room. And so, it is absolutely packed in here with members of the media. So, we expect President Trump tonight to talk about exactly how his administration is preparing to respond to the coronavirus outbreak. He has requested about $2.5 billion from Congress in emergency funding to deal with this outbreak. And you have Democrats on Capitol Hill saying that, that is simply not enough money. Even the House Minority Leader Kevin McCarthy, a Republican, has said that that's not enough money. He wants about $4 million. The White House is asking for $2.5 billion. So, that'll be interesting to see exactly how President Trump deals with some of that criticism from members of his own party and from Democrats tonight. It'll also be very interesting to see exactly what the CDC says. Remember, yesterday the CDC said that it was inevitable that the coronavirus was going to spread in the U.S. President Trump said it was under control. We'll see how they square that in just a few minutes. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Kristin Fisher live in White House briefing room, Kristin, thank you. We'll let you sit down as the president is about ready to enter. Again, this is about the coronavirus, what the U.S. is doing now, what it will do as the global situation continues and cases outside of China continuing to pop up. We are going to pause for one moment to let our FOX stations join us right now. This is FOX News coverage of President Trump's news conference about the coronavirus outbreak. I'm Bret Baier in Washington. We are awaiting the president in the White House briefing room, expected to be surrounded by officials in the CDC, also the vice president of the United States. There you see Secretary Azar with Health and Human Services, also Anthony Fauci from NIH. You will see a number of different officials there alongside the president as he gets ready to address not only what the U.S. is doing but also questions about is it enough funding. A lot of Republicans and Democrats questioning whether the ask of $2.5 billion in additional asking to deal with the coronavirus is enough. We are awaiting the president now. You have the number of cases around the world at 81,600 individual cases worldwide, 2,767 people have died from this outbreak. And a new case has just been reported in the U.S., and that brings the total cases of coronavirus right here in the U.S. to 60, including a cruise ship and passengers who had been brought back. It's now spread to 39 countries. We are going to bring in our panel now, Ben Domenech, publisher of \"The Federalist,\" Mara Liasson, national political correspondent for National Public Radio, and Tom Bevan, Real Clear Politics co-founder and president. Mara, what do you expect the president to say here?"
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": "I expect he's going to say something that will calm the fears of the American people. A lot of people are very confused. What is this virus? How dangerous is it? What do they need to do to prevent it? Is there a test? Is there a vaccine? There is a lot of questions around this and there's a lot of conflicting messages we've heard from the administration. It's very scary, or, as the president said the other day, everything is fine. Rush Limbaugh called it no more than the common cold. So he needs to clarify what this disease is and what people need to do about it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, and I guess, Ben, people were parsing what the CDC was saying and what the president was saying about the exact same thing overseas. BEN DOMENECH, \"THE FEDERALIST\": One of the things that we need to keep in context here is that previous administrations have had moments of failure when it comes to managing certain circumstances that come and represent external threats, whether that's something like the BP oil spill, whether it's something like the hurricane Katrina. There are moments in which presidents are required to manage things that threaten them and that threaten not just the nation but the world that come from external forces and that are not within the context of politics. This is going to be one of those moments. It's going to be one that the president will have to be ready to meet."
    },
    {
      "speaker": "BAIER",
      "utterance": "And Tom, politics surrounds everything. We are in the middle of an election, an election year. And how the president deals with this obviously will show up on the campaign trail and likely be talked about quite a bit by his opponents on the Democratic side."
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS CO-FOUNDER",
      "utterance": "This is quite a show of force here by the administration. I think, again, smart move on their part to really, as Mara said, instill confidence that they are on top of this, that they have a plan in place. The president should outline that plan tonight for the American people and then move forward. But to your point, any missteps from starting in just a couple of minutes from here on out will be magnified by not only the members of Congress who we heard earlier, Chuck Schumer and Nancy Pelosi, but also all of those Democratic presidential candidates that are running around the country."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan Serrie has been following this story from the beginning. He's in Atlanta, obviously the home to the CDC. Jonathan, this has exponentially picked up seriousness as time has gone on."
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CORRESPONDENT",
      "utterance": "It has indeed. Originally it looked like this virus was being pretty much contained in China and that the cases outside of China were travel related. But now you have reports of community spread in other countries. It hasn't happened yet in the U.S., but other countries, including Europe, where people are getting sick and there is not an obvious source. And so as more and more countries are reporting community spread, the CDC was becoming concerned that this might eventually spill over into the U.S. And so that's why yesterday CDC officials were trying to prepare Americans for the possibility that if this were to happen in the U.S., we might be looking at things like school closures, more people telecommuting from home or closing public venues. Fortunately it has not come to that, and they said they hope it wouldn't come to that, but they wanted people to be prepared."
    },
    {
      "speaker": "BAIER",
      "utterance": "We have received the two-minute warning about four minutes ago, so it's a little painful to watch these folks standing there next to the White House briefing podium there. But Jonathan, from the CDC and what they said about that it's not a matter of if but when this happens in the U.S., that seemed, according to sources here, to upset the president in how it was presented, maybe counter to what he was saying overseas in India and what his officials at the White House were saying."
    },
    {
      "speaker": "SERRIE",
      "utterance": "And it's really the dual messages that we are hearing. If someone asks you, should I be worried, I'm going to tell them no. In this country, the average citizen who hasn't traveled to Wuhan, China, has a very low risk of getting infected. At the same time, if you are a public health official --"
    },
    {
      "speaker": "BAIER",
      "utterance": "I'm going to interrupt you, Jonathan."
    },
    {
      "speaker": "SERRIE",
      "utterance": "-- if you're working for the CDC, you want people to look out."
    },
    {
      "speaker": "BAIER",
      "utterance": "We're going to the White House briefing room, President Donald J. Trump addressing the coronavirus."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "Thank you very much, everybody, thank you very much. Before I begin, I'd like to extend my deepest condolences to the victims and families in Milwaukee, Wisconsin. Earlier today, a wicked murderer opened fire at a Molson Coors brewing company plant, taking the lives of five people. A number of people were wounded, some badly wounded. Our hearts break for them and their loved ones. We send our condolences. We will be with them. And it's a terrible thing, terrible thing. So our hearts go out to the people of Wisconsin and to the families. Thank you very much. I've just received another briefing from a great group of talented people on the virus that is going around to various parts of the world. We have, through some very good early decisions, decisions that were actually ridiculed at the beginning -- we closed up our borders to flights coming in from certain areas, areas that were hit by the coronavirus and hit pretty hard, and we did it very early. A lot of people felt we shouldn't have done it that early, and we did, and it turned out to be a very good thing. And the number one priority from our standpoint is the health and safety of the American people, and that's the way I viewed it when I made that decision. Because of all we've done, the risk to the American people remains very low. We have the greatest experts in the world -- really, in the world right here, people that are called upon by other countries when things like this happen. We are ready to adapt and we are ready to do whatever we have to as the disease spreads, if it spreads. As most of you know, the level that we've had in our country is very low, and those people are getting better, or we think that in almost all cases, the better they are getting -- we have a total of 15. We took in some from Japan, you heard about that, because they are American citizens, and they are in quarantine. And they are getting better too. But we felt we had an obligation to do that. It could have been as many as 42. And we found that we were -- it was just an obligation we felt that we had. We could've left them and that could have been very bad, very bad, I think, for the American people. And they are recovering. Of the 15 people, the original 15, as I call them, eight of them have returned to their homes to stay in their homes until fully recovered. One is in the hospital, and five have fully recovered. And one is, we think, in pretty good shape. And it's in between hospital and going home. So we have a total -- but we have a total of 15 people, and they are in a process of recovering, with some already having fully recovered. We started out by looking at certain things. We've been working with the Hill very, very carefully, very strongly. And I think we have very good bipartisan spirit for money. We were asking for $2.5 billion, and we think that's a lot. But the Democrats and, I guess, Senator Schumer wants us to have more than that. And normally in life I'd say we'll take it, we'll take it. If they want to give more, we'll do more. We're going to spend whatever is appropriate. Hopefully we're not going to have to spend so much because we really think we've done a great job in keeping it down to a minimum. And again, we've had tremendous success, tremendous success, beyond what people would've thought. At the same time, you do have some outbreaks in some countries. Italy and various countries are having some difficulty. China, you know about, where it started. I spoke with President Xi. We had a great talk. He's working very hard, I have to say, he's working very, very hard. And if you can count on the reports coming out of China, that spread has gone down quite a bit. The infection seems to have gone down over the last two days. As opposed to getting larger, it's actually gotten smaller. In one instance where we think we can be -- it's somewhat reliable, it seems to have gotten quite a bit smaller. With respect to the money that's being negotiated, they can do whatever they want. We'll do the two-and-a-half. We're requesting two-and-a-half. Some Republicans would like us to get four and some Democrats would like us to get eight-and a-half. And we'll be satisfied whatever it is. We are bringing in a specialist, very highly regarded specialist tomorrow who works, actually, at the State Department. Very, very tremendously talented in doing this. I want you to understand something that shocked me when I saw it, that I spoke with Dr. Fauci on this, and I was really amazed, and I think most people are amazed to hear it. The flu in our country kills from 25,000 people to 69,000 people a year. That was shocking to me. And so far, if you look at what we have with the 15 people, and they are recovering. One is pretty sick, but hopefully will recover. But the others are in great shape. But think of that, 25,000 to 69,000. Over the last 10 years, we've lost over 360,000. These are people that have died from the flu, from what we call the flu. Hey, did you get the flu shot? And that's something. Now, what we've done is we've stop non-U.S. citizens from coming into America from China. That was done very early on. We are screening people, and we have been at a very high level, screening people coming into the country from infected areas. We have quarantined those infected and those at risk. We have a lot of great quarantine facilities. We are rapidly developing a vaccine, and they can speak to you, the professionals can speak to you about that. The vaccine is coming along well. And speaking to the doctors, we think this is something that we can develop fairly rapidly, a vaccine for the future. And coordinate with the support of our partners -- we have great relationships with all of the countries that we are talking about, some fairly large numbers of countries. Some it's one person, and many countries have no problem whatsoever. And we'll see what happens. But we are very, very ready for this, for anything, whether it's going to be a breakout of larger proportions or whether or not we are at that very low level, and we want to keep it that way. So we are at the low level. As they get better, we take them off the list so that we're going to be pretty soon at only five people, and we could just be at just one or two people over the next short period of time. So we've had very good luck. Johns Hopkins, I guess, is a highly respected, great place. They did a great study, comprehensive, the countries best and worst prepared for an epidemic. And the United States is now, we're rated number one. We are rated number one for being prepared. This is a list of different countries. I don't want to get in your way, especially since you do such a good job. This is a list of the different countries. United states is rated number one most prepared. United Kingdom, Netherlands, Australia, Canada, Thailand, Sweden, Denmark, South Korea, Finland, this is a list of the best-rated countries in the world by Johns Hopkins. We're doing something else that's important, because he's been terrific in many ways, but he's also very good on health care, and we really followed him very closely, a lot of states do. When Mike was governor, Mike Pence, of Indiana, they've established great health care, they have a great system there, a system that a lot of the other states have really looks to and change their systems, they wanted to base it on the Indiana system. It's very good. And I think -- and he's really very expert at the field. And what I've done is I'm going to be announcing exactly right now that I'm going to be putting our vice president, Mike Pence, in charge. And Mike will be working with the professionals, the doctors, and everybody else that's working. The team is brilliant. I spent a lot of time with the team over the last couple of weeks, but they are totally brilliant. And we're doing really well. And Mike is going to be in charge, and Mike will report back to me. But he's got a certain talent for this, and I'm going to ask Mike Pence to say a few words, please. Thank you. Mike?"
    },
    {
      "speaker": "MIKE PENCE, U.S. VICE PRESIDENT",
      "utterance": "Thank you, Mr. President. President Trump has made clear from the first days of this administration, we have no higher priority than the safety, security, health, and well- being of the American people. And from the first word of the outbreak of the coronavirus, the president took unprecedented steps to protect the American people of the spread of this disease. He recounted those briefly, but the establishment of travel restrictions, aggressive quarantine effort of Americans that are returning, the declaration of a public health emergency, and establishing the White House Corona task force are all reflective of the urgency that the president has brought to a whole of government approach. As a former governor from a state where the first MERS case emerged in 2014, I know full well the importance of presidential leadership, the importance of administration leadership, and the vital role of partnerships of state and local government and health authorities in responding to the potential threat of dangerous infectious diseases. And I look forward, Mr. President, to serving in this role, bringing together all the members of the Corona task force that you've appointed, HHS, CDC, DHS, the Departments of Transportation and State. This team has been, at your direction, Mr. President, meeting every day since it was established. My role will be to continue to bring that team together, to bring to the president the best options for action to see to the safety and well-being and health of the American people. We'll also be continuing to reach out to governors, state and local officials. In fact, in the recent days the White House met with over 40 state, county, and city health officials from over 30 states and territories to discuss how to respond to the potential threat of the coronavirus. We'll be working with them in renewed ways to make sure they have the resources to be able to respond. And as the president said, we'll be adding additional personnel here at the White House to support our efforts on the president's behalf. We will also be working with members of Congress to ensure that the resources are available for this whole of government response, and we will be working very closely with Secretary Azar and his team that have done an outstanding jobs communicating to the public to ensure the American people have the best information on ways to protect themselves and their families, and also that the public as the most timely information on the potential threat to the American people. Mr. President, as we've been briefed, while the threat to the American public remains low of the spread of the coronavirus, you have directed this team to take all steps necessary to continue to ensure that health and well-being of the American people, and the people of this country can be confident that under your leadership we will continue to bring the full resources of the federal government in coordination with our state and local partners to see to the health and well-being and the effective response to the coronavirus here in the United States of America. With that, the president has asked me to recognize the secretary of Health and Human Services, Alex Azar, and also the deputy director of the CDC, Dr. Anne Schuchat, for remarks. Mr. Secretary?"
    },
    {
      "speaker": "ALEX AZAR, HEALTH AND HUMAN SERVICES SECRETARY",
      "utterance": "Thank you, Mr. Vice President, and thank you, Mr. President, for gathering your public health experts here today, and for your strong leadership in keeping America safe. And I just want to say I could not be more delighted that you've asked the vice president, my old friend and colleague, to lead this whole of government approach with us under the Emergency Function number eight. As of today, we have 15 cases of COVID-19 that have been detected in the United States, with only one new case detected in the last two weeks. We also have three cases among Americans repatriated from Wuhan, and 42 cases among Americans repatriated who had been stuck on the Diamond Princess in Japan. The president's early and decisive actions, including travel restrictions, have succeeded in buying us incredibly valuable time. This has helped us contact the spread of the virus, Handle the cases that we have, and prepare for the possibility that we will need to mitigate broader spread of infections within the United States. The president's actions, taken with the strong support of his scientific advisors, have proven to be appropriate, wise, and well-calibrated to the situation. We are grateful for the hard work of health care workers, first responders, communities, and state and local leaders have put into the response so far. Because of this hard work and the president's leadership, the immediate risk to the American public has been and continues to be low. Our containment strategy has been working. At the same time, what every one of our experts and leaders have been saying for more than a month now remains true. The degree of risk has the potential to change quickly, and we can expect to see more cases in the United States. That is why we've been reminding the American public and our state, local, and private sector partners that they should be aware of what a broader response would look like. CDC has recommended that the American public and especially state and local governments, businesses, and other organizations, should refresh themselves on how they would respond in the event that the situation worsens. We are encouraging Americans to learn what future steps might be necessary to keep themselves and their communities safe. Knowing these potential steps now can help keep the risk to you and your community low. Americans can find useful information at CDC.gov/COVID -- C-O-V-I-D -- 19. And we are working closely with government and private sector partners to educate them about preparedness. Finally, we've begun working with Congress to secure the funding that we need. There are five major priorities in the White House request to Congress that the White House made on Monday. These priorities are, first, expanding our surveillance network, second, support for state and local governments' work, third and fourth, development of therapeutics and vaccines, and, fifth, manufacturing and purchase of personal protective equipment like gowns and masks. As chairman of the president's coronavirus task force, I'm committed to providing regular updates from our coordinated inter-agency process. We've had our top public health leaders, like those joining me here today, speaking to the media many times per day to inform the American public. The Trump administration is going to continue to be aggressively transparent, keeping the American people and the media apprised of the situation and what everyone can do. With that, I'm going to hand things over to Dr. Anne Schuchat. Dr. Schuchat is the senior career official at the Centers for Disease Control and Prevention, the principal deputy director with an over 30 career year at the CDC and public health, and as a member of the United States Public Health Service Commission Corps. So Dr. Schuchat, I'll turn it over to you."
    },
    {
      "speaker": "DR. ANNE SCHUCHAT, CENTERS FOR DISEASE CONTROL AND PREVENTION",
      "utterance": "Thanks so much, Mr. Secretary. As you know, this has been a difficult and challenging time, and our hearts go out to the individuals who have been directly affected by the virus, and to all those who have been working tirelessly in responding to it. Our aggressive containment strategy here in the United States has been working and is responsible for the low levels of cases that we have so far. However, we do expect more cases, and this is a good time to prepare. As you heard, it's the perfect time for businesses, health care systems, universities and schools, to look at their pandemic preparedness plans, dust them off and make sure that they are ready. And we have lots more information at the CDC's website and in partnership on how to do that. But it's also a really good time for the American public to prepare and for you to know what this means for you. The coronavirus that we are talking about is a respiratory virus. It spreads in a similar way to the common cold or to influenza. It's spread through coughs and sneezes. And so those everyday sensible measures that we tell people to do every year with the flu are important here. Covering your cough, staying home when you are sick, and washing your hands. Tried-and- true, not very exciting measures, but really important ways that you can prevent the spread of respiratory viruses. So the trajectory of what we are looking at over the weeks and months ahead is very uncertain, but many of the steps that we have taken over the past 15 years to prepare for pandemic influenza and our experience going through the 2009 H1N1 pandemic of influenza remind us of the kinds of steps that our health care system, our businesses, our communities and schools may need to take. We are in this together, all of government, the public and the private sector, and the CDC wants to make sure you have the best information available every day. Thank you."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "I just want to give you a very quick update on the -- my name is Dr. Tony Fauci. I'm the director of the National Institute of Allergy and Infectious Diseases at NIH. Just a very quick update on the countermeasure development in the form of vaccines and therapeutics. I had told this audience at a recent press briefing that we had a number of vaccine candidates and one prototype. I wanted to give you a feel for the timeframe of a vaccine and what its impact might be now and in subsequent years. I told we would have a vaccine that we would be putting into trials to see if it's safe and if it induces a response that you would predict would be protective in about three months. I think it's going to be a little bit less than that. It's probably going to be closer to two months. That would then take about three months to determine if it's safe and immunogenic, which gives us six months. Then you graduate from a trial, which is phase one of 45 people, to a trial that hundreds if not low thousands of people to determine efficacy. At the earliest, an efficacy trial would take an additional six to eight months. So although this is the fastest we have ever gone from a sequence of a virus to a trial, it still would not be any applicable to the epidemic unless we really wait about a year to a year-and-a-half. That means two things. One, the answer to containing is public health measures. We can't rely on a vaccine over the next several months to a year. However, if this virus, which we have every reason to believe it is quite conceivable that it will happen, will go beyond just a season and come back and recycle next year, if that's the case, we hope to have a vaccine. And then finally and briefly, therapeutics. There are a number of anti- viral drugs that are being tested. A few days ago, we initiated a randomized controlled trial of a drug called Remdesivir which has anti- viral activity in vitro in an animal model. The good news about that is that it's a trial that's randomized to either placebo or standard of care and drug and standard of care, which means that we will know reasonably soon whether it works. And if it does, we will then have an effective therapy to distribute. Thank you."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Thank you very much, Mr. President. You have just come from a long and busy trip from India. And --"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Great country. Long trip."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sir, you have a great medical team behind you, and I'm sure they will keep America safe. On your trip to India, Mr. President, where do we go from here as U.S. and India relations are concerned? And also, Mr. President, you are very famous India, and Prime Minister Modi is very famous is America. What is the future of Indian-American communities with you, Mr. President?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We won't talk too much about that, other than I just got back. A long flight, it's a long flight. He's a great gentleman, a great leader. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}