{
  "date": "February 3, 2018",
  "headline": "DC's deep divisions on full display at Trump's SOTU",
  "subHeadline": "Former White House press secretary Ari Fleischer reacts to the president's message and the Democrats' response.",
  "url": "https://www.foxnews.com/transcript/dcs-deep-divisions-on-full-display-at-trumps-sotu",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PAUL GIGOT, HOST",
      "sentences": "Welcome to the Journal Editorial Report. I'm Paul Gigot. The long-awaited Republican memo alleging FBI surveillance abuses during the 2016 presidential campaign was finally made public Friday after President Trump declassified the four-page document. The House Intelligence Committee releasing it over the objections of FBI and Justice Department officials, as well as Democrat on the panel. The memo commissioned by committee chair, Devin Nunes, claims, among other things, that the FBI used an unverified anti-Trump dossier, partially funded by Democrats, to get a surveillance warrant on Trump campaign advisor, Carter Page.  Let's bring in Wall Street Journal columnist and deputy editor, Dan Henninger, and Potomac Watch columnist, Kim Strassel, who has been following this story from the beginning.  Kim, what's the most important thing viewers should know about the Nunes memo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM STRASSEL, WASHINGTON COLUMNIST",
      "sentences": "The important thing that they should know is we now have confirmed that a document that was paid for by the Clinton campaign and by the Democratic National Committee was used as an essential part -- those are the words in the memo -- of an application to get a warrant to spy on the rival presidential campaign, the Trump campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "And they should also know that the FBI was not straight up with the court in terms of what it did and did not tell it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "It did not inform the court, the FBI, did not fully, about the political background of the document, of the Steele dossier. Is that the point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Yes. The point is that not only do they use this document, but they did not tell the court that is was being funded by a rival campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Some of the campaign reporting has said, in fact, that the FBI say, look, there was a political origin here or maybe a political motivation. But what about your sourcing? What does your sourcing say? Did the FBI use, according to your sources, tell them about the Clinton campaign's role?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "They never mention the Clinton campaign's role. That is not in the FISA application. Nor did they even say \"major political party\" or the words \"political party.\" They said there was some sort of a political connection.   But by the way, if you are a FISA judge, that can mean anything. It certainly wouldn't hold the same weight as saying it's the Clinton campaign. And the fact that the FBI didn't suggests that it knows it would have mattered to the FISA court as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "OK. I guess the question is, Kim, some people, critics are saying, well, so what? There's all kinds of motivations that people have for putting together documents. The FBI's job in asking for a warrant isn't to prove anything. It's just to say, look, this is some evidence we have and now let's give us the authority to eavesdrop on this person, who we think could be a foreign agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "This matters because of the way the FISA court works, Paul. Remember, this isn't a court that has a prosecution and a defense coming in to argue both sides. The only people that appear before it are the FBI, the applicants, and the Justice Department. The court depends on those people to tell them and be incredibly candid and frank with them if they have anything that would undermine the credibility of their evidence or their sources. That's a big detail. And it's really out of bounds that they wouldn't have told the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Dan, we go back, you and I, a long way on FISA. Before they had this process. It was set up in the '70s after the abuses of that era, on surveillance. And I never liked the idea because I thought it diluted political accountability. They used the court, the FBI, if they went in the wrong direction, could say, a judge approved it. That's fine. But it seems to me, if you're going to have a FISA process, isn't this the most basic information you ought to tell it, in the middle of a presidential campaign in particular?   DAN HENNINGER, COLUMNIST & DEPUTY EDITOR: Yes. I think so, especially given the basis or the rationale for the FISA court. Understand here that what they are seeking in order to be able to surveillance is a U.S. citizen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "In this case, it was Carter Page. Now, what was raised back then was American citizens have a right to privacy and a right not to be intrusively surveilled by security agencies like the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "You better have a pretty good reason if you are going to do that.  Now, in this instance, wind back the sequence little bit. They sought the order and got in October 2016. All right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "A month before that, the associate deputy attorney general, Bruce Ohr, interviewed Christopher Steele, the compiler of this dossier. And in that interview, Ohr acknowledged, Steele said that he was intensely interested that Donald Trump not win the presidency. That should have been a big red flag to Bruce Ohr, who's one of the highest officials in the agency. He should have transferred that forward to the people seeking this order from the FISA court. I think, at that point, the FBI should have said we've got a little bit of a problem here because this thing looks like a political document, we are asking a court to approve the surveillance of a U.S. citizen. Instead, they went forward knowing that, and that's on the table now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Kim, what about the role of the press in this? Tell us about that in this dealing with the FBI and Steele.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "I think that the FBI has a problem. Dan is talking about a month before they filed the application. Well, a month before they filed the application, Steele also went out talking to the press, breaking one of the cardinal rules of an FBI source. In fact, they would later terminate him for doing it again. But the FBI had to have known that he was out there talking in the press. And that he was therefore exhibiting a partisan motivation. This was designed to help the Clinton campaign. And yet, they still went ahead with the FISA application and didn't say anything about that interaction to the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right. Thank you, Kim. We will pick up more of this shortly.  When we come back, the political fallout from the surveillance memo has been swift as Democrats react to its release. So what's behind their objections and what does the memo mean for Special Counsel Robert Mueller's Russia probe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Reaction to the release of the memo was swift, with Democrats on the Intelligence Committee blasting it as a shameful effort to discredit the FBI and Department of Justice. But President Trump says the memo vindicates him. Tweeting, quote, \"This memo totally vindicates the Trump in probe, but the Russia witch hunt goes on and on. There was no collusion and there was no obstruction, the word now used because after one year of looking endlessly and finding nothing, collusion is dead. This is an American disgrace.\"   We are back with Dan Henninger and Kim Strassel. So, Kim, at one point - just to follow up on the point about the press, at one point, the FBI, in its FISA application, used a news story whose main source was Christopher Steele to corroborate the dossier produced by Christopher Steele.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Yes. This is an example, by the way, of just how - - they didn't treat correctly with the court. You don't go in there with a newspaper story. Sometimes they will put things in there just to sort of backup another fact that they are making, but this time, they actually used that new story as if it was further evidence of Carter Page and him spying and the problems that there were, instead of noting it came from the exact same source as the dossier, which had also been submitted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "OK. Let's take the criticisms on this, Kim. Democrats are saying, look, it's incomplete. The memo omits certain important information. And doesn't get everything that was, in fact, filed in the application. How important do you think -- I mean, is that fair? A fair criticism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "No, I don't think it is a fair criticism. Look, the important thing you need to know here is that we now know this dossier, unverified, paid for by a political campaign, was used to get an application to spy or used to spy on another American. We know they didn't fully present everything to the court. Those are just facts. You can't get around them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "But the Democrats will release their own memo next week. They say they have an analysis. My own view of that, let's have it. Why not? Let's get it out and see what it is. I would go further and say let's get the president to declassify all of the underlying documents, the FISA applications, what the FBI did or didn't interview during the process. At this stage, it's so poisonous, let's get it all out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "I totally agree. Another thing we should get out, Senator Chuck Grassley has his own referral for Christopher Steele to the Justice Department for a criminal investigation. He's been trying to get that declassified, too. That should come out. Put out everything. Let the American people judge who is spinning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Dan, on the Mueller probe, I don't think this does vindicate Trump in that Mueller is still doing what he is doing. We don't know what else he knows. He is still going to go ahead and plow ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "He is going to plow ahead, Paul. But I do think the president has a point. This has been going out since last January. We are no closer to finding proof of obstruction or collusion than we were back then. My fear is that we are really driving this -- we, the political system -- towards a genuine political crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "How would you define that, a crisis? What do you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "A loss of faith in the system. Republicans thinking the Democrats have nothing more on their minds than to take down a president that was duly elected last November, has been functioning for over a year. Why, at this late stage, are they still trying to take down the president on the basis of the little that we see so far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "And then you have the question of whether the FBI was a party to this. Because the press seems to keep reporting that FBI sources are telling them there was more to this memo. So why does the FBI still try to participate in that process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Kim, where does this go from here? Next week, I guess, maybe we will get that Democratic memo out. Where does all this head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "We will get the Democratic memo, and I think there will continue to be pressure to release more because of the so-called dueling narratives out there.  One thing I would look for is to see what, if any, action any of these FISA court judges take. They had to have been pretty astounded to have read some of the details out there, too. And they have the ability to come back and potentially scold or issue their own memo or their own writing to explain how they felt they were treated, and whether or not they are demanding reforms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "The inspector general at the Justice Department is conducting his own probe about how the Clinton e-mail case was handled by the FBI. Ten seconds, Kim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Yes. That's going to be another big explosive thing. We have to assume that is at least some of the reasons why some of these FBI officials, like McCabe, Andrew McCabe, have been leaving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right, thank you all. Still ahead, President Trump delivering his first State of the Union address this week. So how did he do? Former White House press secretary, Ari Fleischer, is here with a look at the president's performance and the Democratic response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "This, in fact, is our new American moment. There has never been a better time to start living the American dream. So to every citizen watching at home tonight, no matter where you've been or where you've come from, this is your time. If you work hard, if you believe in yourself, if you believe in America, then you can dream anything. You can be anything. And together, we can achieve absolutely anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "That was President Donald Trump proclaiming a new American moment as he delivered his first State of the Union address. And after a turbulent first year in office, the president made a pitch for bipartisan cooperation on issues like immigration and infrastructure. But deep divisions were on full display in the House chamber Tuesday night as Democrats sat silent through most of the president's remarks.  Ari Fleischer served as White House press secretary for President George W. Bush. He is now a Fox News contributor.  Ari, welcome. One of the rules of the State of the Union, one of the things you want to accomplish as a president is set the stage for the agenda for the coming year. How well do you think the president did on that point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, his agenda is the major initiative. He did really well. He laid out two major initiatives. Tax reform done, in the can, and the two more are infrastructure and immigration reform. He didn't do the laundry list. He did the major dry- cleaning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right. That's interesting because I see most -- thinking about -- I've watched too many State of the Union addresses. One of the things you see is a little more substance on some of the issues, but really the president zeroed in on immigration in detail, but on some of the others, they were almost one-liners. You know, let's do something about prison reform, infrastructure, great, permitting, move on. Not a lot of detail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "That's consistent with Donald Trump. Trump, from the days of his candidacy, has not focused on a deep level on policy, on initiatives. It's much more about personality and being the businessman who can go to Washington to change Washington. I remember, Paul, during the campaign, he went to Idaho to give a major energy speech and grounded out by holding a news conference ahead of his speech.  And the only thing people wanted to talk about was who was up or down in the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Policy is not what motivates him. It's personality a little more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "How do you think he did on framing the immigration issue? Because one of the things I've heard from Democrats -- and he needs Democratic votes, as the president said. They thought he was a little too much speaking to his own base. And he had that jibe in there, Americans are DREAMers too. Well, look, the point is that the DREAMers want to become Americans, full-fledged Americans, and Trump is offering them that. But he kind of spoke to his base and didn't try to bring in Democrats enough. That's the criticism from the left. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "As somebody who is dedicated to this issue and remains in my heart and policy-wise a George W. Bush, proud to be, comprehensive immigration reform Republican, because I believe in immigrants. I believe how they make us a better, stronger country. And I'm the son of an immigrant. I actually think I'll Donald Trump is like Nixon going to China, the only guy who can do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "George Bush tried. We couldn't get it done. Barack Obama didn't really try. He didn't get it done. Trump can, because the Democrats know that they have to compromise with him if they want to get something done. I actually think, Paul, this is much more an issue of how will the Democrats behave and how will President Trump behave. One thing I would have done, as a rhetorical flourish if I were Donald Trump, at the State of the Union, I would've looked the Republicans in the eye, shifted left, focused on them and said, I am prepared to compromise. Shift right, Leader Pelosi, Leader Schumer, are you? And let that hang there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "And tell --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "I think there's a lot of strain on the Democrats to not compromise and he needs to push them to get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "And speak to the DREAMers directly and say, look, I'm willing to give you a path to American citizenship. But the Democrats have to meet me halfway. You need to tell them, DREAMers, to do the deal. I think that would've been more effective, probably more effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "That would have been good, too. The thing that's stopping this from getting this done is the wall. The reason the Democrats oppose to the wall is because President Trump is for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "We don't see the Democrats going to San Diego and say tear down the wall. We have hundreds of miles already of existing walls that do their job. The only reason Democrats don't want to do it is they don't want to give Trump the victory on the wall. That's just not good policy. That's not how you do business.  I do think President Trump should travel more. And he should go to San Diego and go to the wall that is there and say it's an essential piece of American security and immigration. And make the case, if the Democrats don't like walls, what's wrong with this one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "The other thing that I think one of the goals of the speech, certainly from the White House, was to try to improve Trump's general approval rating across the country, his image. Look more presidential. How well did he do on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Big issue and remains to be seen. I suspect he will get an uptick. He's been on a one-month role since tax reform and since Democrats failed efforts in the shutdown of the government. Trump's numbers have been improving, Paul. It's an interesting trend to watch. He's up eight on his Real Clear Politics favorable/unfavorable average as of a couple days ago, and that's before you measure the State of the Union. I expect that will continue to improve. He still underwater and has a long way to go, but that's a very important move. It's really his first movement of any duration of his presidency in an upward direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Well, and I would argue part of that is just success. Tax reform, getting it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "He campaigned on getting things done. This is the first big achievement. Does he need a couple more deals like this, this year, or can you just get through it by saying, I am willing to deal even if Democrats don't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Yes. He has three things he just did that are going for him. One is tax reform, which is now increasingly being touted. Two is the Democratic shutdown, as I mentioned. Three has yet to be measured, it's about to be, the State of the Union. Going forward, he needs two things, Paul. One is to continue accomplishments. The American people elected a disrupter to get things done, not just to disrupt. The second is to be normal. To have a normal presidency, like the State of the Union --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "-- where the focus is on policies and ideas and himself. The problem he has gotten into very often is his moving the ball down the field and then he commits an unnecessary roughness penalty in one of his tweets or he goes too far and attacks somebody. And, all of a sudden, penalty flag comes in and he loses the yardage he gained. More discipline, fewer angry bursts, more policy, more accomplishments, and he will probably be at a 50 percent job approval if he can do that by midyear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "We will hold you to that prediction. Ari, thanks for being here. When we come back, the president offering an open hand to Democrats in his State of the Union speech and calling for a compromise on immigration. Can the two sides make a deal ahead of next month's deadline?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Tonight, I am extending an open hand to work with members of both parties, Democrats and Republicans, to protect our citizens of every background, color, religion and creed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "President Trump extending an open hand to Democrats in his State of the Union speech. The president saying he is open to a fair compromise on the thorny issue of immigration and calling on Congress to take up the White House reform proposal, which includes a pathway to citizenship for 1.8 million so-called DREAMers in exchange for border security, limits to family-based chain migration, and an end to the diversity visa lottery. We are back with \"Wall Street Journal\" columnist and deputy editor, Dan Henninger, Columnist Kim Strassel, and columnist and Manhattan Institute senior fellow, Jason Riley. Jason, the president says this offer of his is right up the middle. But it's getting attacked from the left and the right. What do you make of it?  JASON RILEY, COLUMNIST & SENIOR FELLOW, MANHATTAN INSTITUTE: Exactly. Well, it is a compromise, Paul. We know that. You mentioned the so-called DREAMers that he is trying to help out. Originally, he was just going to provide protections for those that had signed up for DACA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "About 700,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "He expanded that to people who were too afraid to sign up, which is a larger population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Another 1.1 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Again, I think the president is trying to reach a compromise. We don't know is whether the Democrats are truly interested in a compromise. The first sign they may not be is the fact the many elements in this bill were in a 2013 bill that both Chuck Schumer and Senator Richard Durbin not only supported but cosponsored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "This is particularly the border security component.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Exactly, the border security component, the end of the diversity lottery, and amnesty for illegal immigrants. Again, I am not sure if the Democrats really want a compromise. It is clear the president does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Dan, what about the folks on the right? Trump is getting a lot of heat on the right for allowing any kind of legalization. They are calling him Amnesty Don, for example. DAN HENNINGER, COLUMNIST & DEPUTY EDITOR: Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Because the DREAMers would get Amnesty. And what do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "The word \"amnesty\" has been used to thwart immigration reform since at least the 1980s. All right? You got this great ocean of immigrants in the United States, we argue politically over it, kick the can down the road, nothing gets done. One difference, the so-called DREAMers, there 700,000 of them. If this doesn't get done, we start deporting them back to their countries. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Not instantly. The work permits stop first --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "The world permits stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "They're eligible for deportation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "They are eligible for deportation, many back to countries where they don't even speak the native language. So they have elevated this issue, politically, in a way that one party or the other will get some blame if this fails. I know the right seems to think it doesn't matter with American voters. I think it's -- I think the DREAMers have changed the dynamic of immigration debate in a way where you have most people in the public saying we want you to do something about these people and resolve this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Kim, what do you think about the parameters here? Is there a narrower bill, perhaps, than president has proposed that could get through? In other words, could he may be reduced -- take out the chain migration portion, which seems to be what the Democrats are really worried about, and maybe get a deal that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM STRASSEL, WASHINGTON COLUMNIST",
      "sentences": "I think the important thing to remember is that President Trump is a dealmaker. When he comes out with an offer, it doesn't necessarily mean it's a done deal. It's his starting opening bid. I think even the White House is open to the idea of further negotiations. Yes, if you maybe took out the chain migration piece or expanded it so that it wasn't quite as tight as it is right now, restricting it simply to spouses and immediate children, maybe you could fiddle with that a little bit. Maybe some changes in the visa lottery proposal. This is a question of Democratic sincerity on this topic. At this point, you have a president that has offered more in terms of Republican concessions than you've seen in a very long time. Democrats seem to be just coming up with excuses for a reason not to work with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "The two sides, Jason, will vetoed over the other on this for a long time. If you want everything, you are not going to get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Right. Exactly. It's clear that the president is willing to give Republicans cover on this issue. The hardliners, he knows, are not going to be happy with this. He's going to do anyway. But the Democrats, the Democratic leadership does not seem willing to do the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "The attacks on this, Paul, shows they are not really interested in having a reasonable discussion. Nancy Pelosi comes out and calls the bill, this is \"Make America White Again.\" Chuck Schumer says this is a sap to the hardliners. Those are comments you make about something when you want to end a conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "I think the Democrats have to worry a little bit about this. This increasingly unhinged rhetoric from Nancy Pelosi, there's a lot of Democrats in the heartland that are Democrats running for the Senate from purple states that -- they understand the American people, do as I say, want something done about the DREAMers. If the Democrats go into a mode of total resistance, the blame will start falling back on them. I might add one more thing. Senator John Thune, at the Republican retreat this week, said this thing should be really simple. Do the DREAMers and do border security. Leave the lottery and the chain migration out of it. That's as much as we can pull off. And I think he's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "I agree that that's a deal if that could get to the Senate. I'm not sure that could get through the House. You might have to put more on the restrictions to get through the House. All right. Still ahead, President Trump touting the state of the American economy in his address Tuesday night. So just how much political credit can he take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "sentences": "Two words I don't think we will hear tonight on the economy: Thanks Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Since the election, we have created 2.4 million new jobs. After years and years of wage stagnation, we are finally seeing rising wages. Unemployment claims have hit a 45-year low.  The stock market has smashed one record after another, gaining $8 trillion and more in value in just this short period of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "That was President Trump taking a victory lap Tuesday night in his State of the Union address. The Labor Department reported Friday that the U.S. economy added 20,000 jobs in January and paychecks rose at the fastest pace in eight years, which critics say the president can't take credit for the recovery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "The president thinks our economic economy is all thanks to him when reality is that he owes a lot of it to Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "We are back with Dan Henninger, Jason Riley and James Freeman. James, my favorite bull --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Just how strong is the economy or is he overstating it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES FREEMAN, ASSITANT EDITORIAL PAGE EDITOR",
      "sentences": "I don't think it's an overstatement to say it's been growing much faster lately than it did during the period of his predecessors. For the first full term that Donald Trump was in office, the second quarter of last year",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "-- from then on. The first full quarter, I should say, it's been operating at a higher plane. We got a Friday jobs report that shows the highest wages in almost a decade. Highest wage growth. And 200,000 jobs is not where we can get but it's better than the average of last year and the year before. So this is progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "How much credit does Trump get for it or is this, as Chuck Schumer said, the tail end of the Obama breeze?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "Well -- Let's put it this way, Donald Trump, not Barack Obama, is responsible for the corporate tax rate dropping by 40 percent. OK? Differences between 100 percent expensing on new capital investment These are having huge effect on the economy. There's no question about it, Paul. Inversions, corporate inversions, moving headquarters overseas, that's going to stop. I think we are going into a period here -- Chuck Schumer should be worried about this, where the animal spirit, the dynamism of the economy is becoming similar to what happened in Ronald Reagan's second term or Bill Clinton's second term. When those happened, they did pretty well in the midterm elections. Bill Clinton actually gained some seats. If Donald Trump is producing an economy similar to that environment, the Republicans could be on very strong ground in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "All presidents take credit for good economic news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "This is some evidence of normalcy on the part of President Trump, frankly. All presidents do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "But does he deserve it? That's the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "Well, it's true that many of these trends began under President Obama. But let's remember, the Great Recession ended six months after President Obama was elected. We saw seven and a half years of the slowest economic recovery since World War II. President Trump campaigned saying, I'm going to speed things up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "From 2 percent to 3 percent or higher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "And he has. We have seen faster economic growth. We've seen more consumer spending. Inflation is in check. Business confidence is up. Yes, this is lighter regulation, and that is all, I think, of a piece, and that's what we are seeing when we see growth rates. Yes, he deserves credit for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "OK, here's the other line the critics are using, James. It says, oh, well, one is, OK, it's just Obama. All right, it's just continued. The other is, it's just a bubble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "It's the bond bubble, the stock bubble, it's all just funny money from the Fed. It's all going to come crashing down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "If you want to say there's a government debt bubble created by the Feds and central banks around the world, I think you've got a pretty good case. That's not something you can blame on Donald Trump. That's something where you really have to say, \"Thanks, Obama.\" Because I think central bankers figured that was the only way they could get growth --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right. But having said that, how big a threat as the Fed unwinds is quantitative easing, as it starts to normalize interest rates -- and they are going up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "The bond market is going up. If you're holding bonds, there is a bond shock going on. Modest now, who knows how big it will be. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "If we are talking about stocks in the market, certainly, they've had very good years in the '80s and '90s when interest rates were significantly higher than now. In terms of the real economy, I think the Trump program is our only hope for managing this transition, getting away from governments trying to conjure prosperity by printing money and allowing individuals in the market to make decisions. But just to add, the good news on wages in January doesn't count these one- time bonuses. You are seeing the investment now. Probably a lot of good news to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Just to elaborate on James's point, I think this idea that the handoff to better fiscal policy, tax cuts, tax incentives, deregulation, getting the private economy to take over and take more risk and boost capital investment, taking over from whatever stimulus the Fed had, is crucial to keep the recovery going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "Yes, and to keeps the recovery growing, they will be political implications. The \"Wall Street Journal\"/NBC poll just recently indicated 57 percent of Democrats are satisfied with the way the economy is going, a number Obama never achieved across the breadth of his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "And the Democrats strategy seem to be we are going to pretend things are not as good as they actually are. We are going to pooh-pooh all of this good news coming out of the economy and hope that voters don't notice bigger paychecks and so forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right. Gentlemen, thank you. Still ahead, Congressman Trey Gowdy, the latest House Republican to announce that he won't seek reelection. What's behind the wave of retirements? And can the GOP hold on to its majority in November?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "South Carolina Congressman Trey Gowdy the latest House Republican to call it quits, announcing Wednesday that he will not seek reelection. Gowdy, head of the powerful House Oversight Committee, is the second Republican committee chair to retire this week following Appropriations Chief Rodney Frelinghuysen, of New Jersey. In all, Republicans are defending 33 open House seats in November, compared to just 16 for Democrats. Democrats need to pick up 24 seats to retake the majority. We are back with Dan Henninger, Kim Strassel and James Freeman. Kim, why are all of these Republicans getting out of town?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "First of all, some of the press reports overstate the number of people who are going. Some of them were brought into the Trump administration when they first came on, guys like Mick Mulvaney. But it is true that twice as many are getting out than Democrats at the moment. Some of them are going on to run for higher office in their own states, in the Senate or for governorship. Some of them are being pushed out because of the sex scandals going on in Washington. But, look, some of these guys, I think, are simply -- they see a potential wave or a loss of the House and they want to get out or the getting is still good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Dan, there are few worst jobs in America, or maybe the world than being a minority in the House of Representatives. Especially after you've been in the majority. You basically are irrelevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "Yes, you are. Increasingly, a lot of these members of the House and Senate feel that even when they are in the majority, they are irrelevant. I mean, there's a problem of, if it's a problem, polarization and gridlock. You grind and you grind. You're not really getting anything done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "They passed tax reform. That was huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "It was huge. But, again, then you've got the Trump effect, that Kim alluded to, they think perhaps there will be a wave in November. They feel it's just not worth it anymore. You could argue, so what? I was theoretically in favor of gridlock in Washington. Biggest problem is spending keeps going higher. If they weren't there, you would leave the career Democrats behind to pump the spending up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "One other factor, James, Ed Royce, for example, the California Foreign Affairs chairman, he was term-limited out at the end of this term because Republicans put term limits on eight years on a committee chair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "And Democrats don't. So once you are a committee chair, you can serve as long as you stay in the House. But not if you are a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes. I think when you look at the overall number, you can say, oh, they are all in fear of the blue wave and they are leaving before it crashes. As you look at the details, you see a lot of them, Bob Goodlatte and other ones, coming to the end of a committee chairmanship, Jeb Hensarling. Once you've done that in Congress, it's not necessarily that much fun to go back to being a backbencher. In terms of the overall House, I would say maybe they do need to appreciate minority status, if it comes to that, because the majority accountability. But I don't think it will come to that. I think the Republicans have set themselves up, getting some great policy victories, the tax cut, in particular. This is not going to be the disaster that Democrats were predicting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "I'll tell you, though, I mean, the economy is not destiny when it comes to midyear elections, James. You look at 1994, the economy was actually relatively decent. Republicans swept. You've seen that before in American history. Bigger determinates, presidential approval ratings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "President Trump has to get back up to the mid-40s, I think, low to mid-40s at least. Certainly, about 40, otherwise, you will see greater potential for a wave. Republicans have a money advantage perhaps in the House. But, midterm elections typically go to the out party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Oh, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "I was going to quickly say, but you've got this so-called generic ballot, which in January had the Democrats leading the Republican by 17 points. It's now down to seven points. If you look inside, you can see Independents will be very important here, gradually going toward the Republicans. And soft Republicans moving more solidly to the Republicans. I think the trend is pretty good for the Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "There's one poll that says it's only two, Kim. But that seven- point difference, if that holds, if it's about there, that's about 24-25 seats. Right on the cusp of a Speaker Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Right. This will be close any way you look at it, I think. But there's a couple of reasons to also not look so quite badly upon this. One, I think there should be a little bit -- people should feel happy. Some of these guys, remember, it's been eight years since the Republicans retook the House. The particular crew of people who ran in that takeover were reformers, and they made a pledge that they weren't always going to stay in Washington and become lifers. This is part of seeing them fulfill that promise. But also, if you look at the people who are retiring in a district, a lot of these of are districts that the Republicans should be able to keep. Because of the way they're cut and because they lean Republican. If the GOP can keep that generic balance -- ballot within range and if the president can keep his numbers up and the economy comes in, this should be pretty competitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Some of those states -- Royce, in California, Darrel Issa, in California, (INAUDIBLE) in New Jersey -- those will be tough states to hold those seats, James, briefly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes. Generally, I think this is different from 1982 when Republicans lost a couple dozen seats. They did not make the mistake that Republicans made then. They had the tax cuts take effect immediately. And 1982 was a terrible year. GDP shrank by 2 percent. This will be a good year most likely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Because the tax takes place immediately this time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right, when we come back, \"Hits & Misses\" of the week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Time now for our \"Hits & Misses\" of the week. Kim, first to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Paul, this is a hit for Xerox, which after 115 years, will be no more. It's being taken over by Fujifilm. This is a company that totally transformed the world. Its copiers obliterating the need for carbon copy paper. It even became a verb. Some are lamenting its demise, that it couldn't keep up with the digital age. But I would prefer to embrace organizations that engage in radical transformation. Even when radical transformation ends up making them extinct. It is part of the beauty of the American system and ingenuity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "All right. Jason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "This is a miss for the rapper, Jay-Z, who went on CNN and complained about President Trump's crude language. Jay-Z is a man who has become very wealthy rapping and promoting song that promote gun violence and drug dealing. His songs say things about women that would make Stormy Daniels blush, Paul, OK? I'm not saying President Trump is above such criticism. I've criticized him for it. You've criticized him for it. But he might be above such criticism from the likes of Jay-Z.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "OK. James?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Paul, this is a hit to Actor Clint Eastwood, who, reportedly, according to a Web site called Movie Web, is considering, in his late 80s, a return to acting on the big screen. He would know better than anyone that a man needs to know his limitations. But I think that I can speak for a lot of people when I say, make our day, Clint! Come back to the movies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "May he live forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENNINGER",
      "sentences": "I'm giving a monumental miss this week to the Cleveland Indians who announced that they're not going to allow their players to wear Chief Wahoo on their uniforms starting in 2019. Paul, this is a craven cave by the Indians owner, Paul Dolan, to the hyper-political correctness of MLB commissioner, Rob Manfred. And I would suggest people in Cleveland, go into resistance, show up this year with their stadium and blaze Chief Wahoo T-shirts, flags, the whole thing. Start a resistance!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "Henninger is going on opening day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIGOT",
      "sentences": "And remember, if you have your own hit or miss, be sure it to tweet it to us, @JERonFNC. That's it for this week's show. Thanks to my panel. Thanks to all of you for watching. I'm Paul Gigot. Hope to see you right here next week. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL GIGOT, HOST",
      "utterance": "Welcome to the Journal Editorial Report. I'm Paul Gigot. The long-awaited Republican memo alleging FBI surveillance abuses during the 2016 presidential campaign was finally made public Friday after President Trump declassified the four-page document. The House Intelligence Committee releasing it over the objections of FBI and Justice Department officials, as well as Democrat on the panel. The memo commissioned by committee chair, Devin Nunes, claims, among other things, that the FBI used an unverified anti-Trump dossier, partially funded by Democrats, to get a surveillance warrant on Trump campaign advisor, Carter Page. Let's bring in Wall Street Journal columnist and deputy editor, Dan Henninger, and Potomac Watch columnist, Kim Strassel, who has been following this story from the beginning. Kim, what's the most important thing viewers should know about the Nunes memo?"
    },
    {
      "speaker": "KIM STRASSEL, WASHINGTON COLUMNIST",
      "utterance": "The important thing that they should know is we now have confirmed that a document that was paid for by the Clinton campaign and by the Democratic National Committee was used as an essential part -- those are the words in the memo -- of an application to get a warrant to spy on the rival presidential campaign, the Trump campaign."
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "And they should also know that the FBI was not straight up with the court in terms of what it did and did not tell it."
    },
    {
      "speaker": "GIGOT",
      "utterance": "It did not inform the court, the FBI, did not fully, about the political background of the document, of the Steele dossier. Is that the point?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Yes. The point is that not only do they use this document, but they did not tell the court that is was being funded by a rival campaign."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Some of the campaign reporting has said, in fact, that the FBI say, look, there was a political origin here or maybe a political motivation. But what about your sourcing? What does your sourcing say? Did the FBI use, according to your sources, tell them about the Clinton campaign's role?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "They never mention the Clinton campaign's role. That is not in the FISA application. Nor did they even say \"major political party\" or the words \"political party.\" They said there was some sort of a political connection. But by the way, if you are a FISA judge, that can mean anything. It certainly wouldn't hold the same weight as saying it's the Clinton campaign. And the fact that the FBI didn't suggests that it knows it would have mattered to the FISA court as well."
    },
    {
      "speaker": "GIGOT",
      "utterance": "OK. I guess the question is, Kim, some people, critics are saying, well, so what? There's all kinds of motivations that people have for putting together documents. The FBI's job in asking for a warrant isn't to prove anything. It's just to say, look, this is some evidence we have and now let's give us the authority to eavesdrop on this person, who we think could be a foreign agent."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "This matters because of the way the FISA court works, Paul. Remember, this isn't a court that has a prosecution and a defense coming in to argue both sides. The only people that appear before it are the FBI, the applicants, and the Justice Department. The court depends on those people to tell them and be incredibly candid and frank with them if they have anything that would undermine the credibility of their evidence or their sources. That's a big detail. And it's really out of bounds that they wouldn't have told the court."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Dan, we go back, you and I, a long way on FISA. Before they had this process. It was set up in the '70s after the abuses of that era, on surveillance. And I never liked the idea because I thought it diluted political accountability. They used the court, the FBI, if they went in the wrong direction, could say, a judge approved it. That's fine. But it seems to me, if you're going to have a FISA process, isn't this the most basic information you ought to tell it, in the middle of a presidential campaign in particular? DAN HENNINGER, COLUMNIST & DEPUTY EDITOR: Yes. I think so, especially given the basis or the rationale for the FISA court. Understand here that what they are seeking in order to be able to surveillance is a U.S. citizen."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "In this case, it was Carter Page. Now, what was raised back then was American citizens have a right to privacy and a right not to be intrusively surveilled by security agencies like the FBI."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Sure."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "You better have a pretty good reason if you are going to do that. Now, in this instance, wind back the sequence little bit. They sought the order and got in October 2016. All right?"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "A month before that, the associate deputy attorney general, Bruce Ohr, interviewed Christopher Steele, the compiler of this dossier. And in that interview, Ohr acknowledged, Steele said that he was intensely interested that Donald Trump not win the presidency. That should have been a big red flag to Bruce Ohr, who's one of the highest officials in the agency. He should have transferred that forward to the people seeking this order from the FISA court. I think, at that point, the FBI should have said we've got a little bit of a problem here because this thing looks like a political document, we are asking a court to approve the surveillance of a U.S. citizen. Instead, they went forward knowing that, and that's on the table now."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Kim, what about the role of the press in this? Tell us about that in this dealing with the FBI and Steele."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "I think that the FBI has a problem. Dan is talking about a month before they filed the application. Well, a month before they filed the application, Steele also went out talking to the press, breaking one of the cardinal rules of an FBI source. In fact, they would later terminate him for doing it again. But the FBI had to have known that he was out there talking in the press. And that he was therefore exhibiting a partisan motivation. This was designed to help the Clinton campaign. And yet, they still went ahead with the FISA application and didn't say anything about that interaction to the court."
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right. Thank you, Kim. We will pick up more of this shortly. When we come back, the political fallout from the surveillance memo has been swift as Democrats react to its release. So what's behind their objections and what does the memo mean for Special Counsel Robert Mueller's Russia probe?"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Reaction to the release of the memo was swift, with Democrats on the Intelligence Committee blasting it as a shameful effort to discredit the FBI and Department of Justice. But President Trump says the memo vindicates him. Tweeting, quote, \"This memo totally vindicates the Trump in probe, but the Russia witch hunt goes on and on. There was no collusion and there was no obstruction, the word now used because after one year of looking endlessly and finding nothing, collusion is dead. This is an American disgrace.\" We are back with Dan Henninger and Kim Strassel. So, Kim, at one point - just to follow up on the point about the press, at one point, the FBI, in its FISA application, used a news story whose main source was Christopher Steele to corroborate the dossier produced by Christopher Steele."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Yes. This is an example, by the way, of just how - - they didn't treat correctly with the court. You don't go in there with a newspaper story. Sometimes they will put things in there just to sort of backup another fact that they are making, but this time, they actually used that new story as if it was further evidence of Carter Page and him spying and the problems that there were, instead of noting it came from the exact same source as the dossier, which had also been submitted."
    },
    {
      "speaker": "GIGOT",
      "utterance": "OK. Let's take the criticisms on this, Kim. Democrats are saying, look, it's incomplete. The memo omits certain important information. And doesn't get everything that was, in fact, filed in the application. How important do you think -- I mean, is that fair? A fair criticism?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "No, I don't think it is a fair criticism. Look, the important thing you need to know here is that we now know this dossier, unverified, paid for by a political campaign, was used to get an application to spy or used to spy on another American. We know they didn't fully present everything to the court. Those are just facts. You can't get around them."
    },
    {
      "speaker": "GIGOT",
      "utterance": "But the Democrats will release their own memo next week. They say they have an analysis. My own view of that, let's have it. Why not? Let's get it out and see what it is. I would go further and say let's get the president to declassify all of the underlying documents, the FISA applications, what the FBI did or didn't interview during the process. At this stage, it's so poisonous, let's get it all out."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "I totally agree. Another thing we should get out, Senator Chuck Grassley has his own referral for Christopher Steele to the Justice Department for a criminal investigation. He's been trying to get that declassified, too. That should come out. Put out everything. Let the American people judge who is spinning."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Dan, on the Mueller probe, I don't think this does vindicate Trump in that Mueller is still doing what he is doing. We don't know what else he knows. He is still going to go ahead and plow ahead."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "He is going to plow ahead, Paul. But I do think the president has a point. This has been going out since last January. We are no closer to finding proof of obstruction or collusion than we were back then. My fear is that we are really driving this -- we, the political system -- towards a genuine political crisis."
    },
    {
      "speaker": "GIGOT",
      "utterance": "How would you define that, a crisis? What do you mean?"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "A loss of faith in the system. Republicans thinking the Democrats have nothing more on their minds than to take down a president that was duly elected last November, has been functioning for over a year. Why, at this late stage, are they still trying to take down the president on the basis of the little that we see so far?"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "And then you have the question of whether the FBI was a party to this. Because the press seems to keep reporting that FBI sources are telling them there was more to this memo. So why does the FBI still try to participate in that process?"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Kim, where does this go from here? Next week, I guess, maybe we will get that Democratic memo out. Where does all this head?"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "We will get the Democratic memo, and I think there will continue to be pressure to release more because of the so-called dueling narratives out there. One thing I would look for is to see what, if any, action any of these FISA court judges take. They had to have been pretty astounded to have read some of the details out there, too. And they have the ability to come back and potentially scold or issue their own memo or their own writing to explain how they felt they were treated, and whether or not they are demanding reforms."
    },
    {
      "speaker": "GIGOT",
      "utterance": "The inspector general at the Justice Department is conducting his own probe about how the Clinton e-mail case was handled by the FBI. Ten seconds, Kim."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Yes. That's going to be another big explosive thing. We have to assume that is at least some of the reasons why some of these FBI officials, like McCabe, Andrew McCabe, have been leaving."
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right, thank you all. Still ahead, President Trump delivering his first State of the Union address this week. So how did he do? Former White House press secretary, Ari Fleischer, is here with a look at the president's performance and the Democratic response."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "This, in fact, is our new American moment. There has never been a better time to start living the American dream. So to every citizen watching at home tonight, no matter where you've been or where you've come from, this is your time. If you work hard, if you believe in yourself, if you believe in America, then you can dream anything. You can be anything. And together, we can achieve absolutely anything."
    },
    {
      "speaker": "GIGOT",
      "utterance": "That was President Donald Trump proclaiming a new American moment as he delivered his first State of the Union address. And after a turbulent first year in office, the president made a pitch for bipartisan cooperation on issues like immigration and infrastructure. But deep divisions were on full display in the House chamber Tuesday night as Democrats sat silent through most of the president's remarks. Ari Fleischer served as White House press secretary for President George W. Bush. He is now a Fox News contributor. Ari, welcome. One of the rules of the State of the Union, one of the things you want to accomplish as a president is set the stage for the agenda for the coming year. How well do you think the president did on that point?"
    },
    {
      "speaker": "ARI FLEISCHER, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, his agenda is the major initiative. He did really well. He laid out two major initiatives. Tax reform done, in the can, and the two more are infrastructure and immigration reform. He didn't do the laundry list. He did the major dry- cleaning."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right. That's interesting because I see most -- thinking about -- I've watched too many State of the Union addresses. One of the things you see is a little more substance on some of the issues, but really the president zeroed in on immigration in detail, but on some of the others, they were almost one-liners. You know, let's do something about prison reform, infrastructure, great, permitting, move on. Not a lot of detail."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "That's consistent with Donald Trump. Trump, from the days of his candidacy, has not focused on a deep level on policy, on initiatives. It's much more about personality and being the businessman who can go to Washington to change Washington. I remember, Paul, during the campaign, he went to Idaho to give a major energy speech and grounded out by holding a news conference ahead of his speech. And the only thing people wanted to talk about was who was up or down in the polls."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Policy is not what motivates him. It's personality a little more."
    },
    {
      "speaker": "GIGOT",
      "utterance": "How do you think he did on framing the immigration issue? Because one of the things I've heard from Democrats -- and he needs Democratic votes, as the president said. They thought he was a little too much speaking to his own base. And he had that jibe in there, Americans are DREAMers too. Well, look, the point is that the DREAMers want to become Americans, full-fledged Americans, and Trump is offering them that. But he kind of spoke to his base and didn't try to bring in Democrats enough. That's the criticism from the left. What do you think?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "As somebody who is dedicated to this issue and remains in my heart and policy-wise a George W. Bush, proud to be, comprehensive immigration reform Republican, because I believe in immigrants. I believe how they make us a better, stronger country. And I'm the son of an immigrant. I actually think I'll Donald Trump is like Nixon going to China, the only guy who can do it."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "George Bush tried. We couldn't get it done. Barack Obama didn't really try. He didn't get it done. Trump can, because the Democrats know that they have to compromise with him if they want to get something done. I actually think, Paul, this is much more an issue of how will the Democrats behave and how will President Trump behave. One thing I would have done, as a rhetorical flourish if I were Donald Trump, at the State of the Union, I would've looked the Republicans in the eye, shifted left, focused on them and said, I am prepared to compromise. Shift right, Leader Pelosi, Leader Schumer, are you? And let that hang there."
    },
    {
      "speaker": "GIGOT",
      "utterance": "And tell --"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "I think there's a lot of strain on the Democrats to not compromise and he needs to push them to get there."
    },
    {
      "speaker": "GIGOT",
      "utterance": "And speak to the DREAMers directly and say, look, I'm willing to give you a path to American citizenship. But the Democrats have to meet me halfway. You need to tell them, DREAMers, to do the deal. I think that would've been more effective, probably more effective."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "That would have been good, too. The thing that's stopping this from getting this done is the wall. The reason the Democrats oppose to the wall is because President Trump is for it."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "We don't see the Democrats going to San Diego and say tear down the wall. We have hundreds of miles already of existing walls that do their job. The only reason Democrats don't want to do it is they don't want to give Trump the victory on the wall. That's just not good policy. That's not how you do business. I do think President Trump should travel more. And he should go to San Diego and go to the wall that is there and say it's an essential piece of American security and immigration. And make the case, if the Democrats don't like walls, what's wrong with this one?"
    },
    {
      "speaker": "GIGOT",
      "utterance": "The other thing that I think one of the goals of the speech, certainly from the White House, was to try to improve Trump's general approval rating across the country, his image. Look more presidential. How well did he do on that?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Big issue and remains to be seen. I suspect he will get an uptick. He's been on a one-month role since tax reform and since Democrats failed efforts in the shutdown of the government. Trump's numbers have been improving, Paul. It's an interesting trend to watch. He's up eight on his Real Clear Politics favorable/unfavorable average as of a couple days ago, and that's before you measure the State of the Union. I expect that will continue to improve. He still underwater and has a long way to go, but that's a very important move. It's really his first movement of any duration of his presidency in an upward direction."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Well, and I would argue part of that is just success. Tax reform, getting it done."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Yes."
    },
    {
      "speaker": "GIGOT",
      "utterance": "He campaigned on getting things done. This is the first big achievement. Does he need a couple more deals like this, this year, or can you just get through it by saying, I am willing to deal even if Democrats don't?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Yes. He has three things he just did that are going for him. One is tax reform, which is now increasingly being touted. Two is the Democratic shutdown, as I mentioned. Three has yet to be measured, it's about to be, the State of the Union. Going forward, he needs two things, Paul. One is to continue accomplishments. The American people elected a disrupter to get things done, not just to disrupt. The second is to be normal. To have a normal presidency, like the State of the Union --"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Right."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "-- where the focus is on policies and ideas and himself. The problem he has gotten into very often is his moving the ball down the field and then he commits an unnecessary roughness penalty in one of his tweets or he goes too far and attacks somebody. And, all of a sudden, penalty flag comes in and he loses the yardage he gained. More discipline, fewer angry bursts, more policy, more accomplishments, and he will probably be at a 50 percent job approval if he can do that by midyear."
    },
    {
      "speaker": "GIGOT",
      "utterance": "We will hold you to that prediction. Ari, thanks for being here. When we come back, the president offering an open hand to Democrats in his State of the Union speech and calling for a compromise on immigration. Can the two sides make a deal ahead of next month's deadline?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Tonight, I am extending an open hand to work with members of both parties, Democrats and Republicans, to protect our citizens of every background, color, religion and creed."
    },
    {
      "speaker": "GIGOT",
      "utterance": "President Trump extending an open hand to Democrats in his State of the Union speech. The president saying he is open to a fair compromise on the thorny issue of immigration and calling on Congress to take up the White House reform proposal, which includes a pathway to citizenship for 1.8 million so-called DREAMers in exchange for border security, limits to family-based chain migration, and an end to the diversity visa lottery. We are back with \"Wall Street Journal\" columnist and deputy editor, Dan Henninger, Columnist Kim Strassel, and columnist and Manhattan Institute senior fellow, Jason Riley. Jason, the president says this offer of his is right up the middle. But it's getting attacked from the left and the right. What do you make of it? JASON RILEY, COLUMNIST & SENIOR FELLOW, MANHATTAN INSTITUTE: Exactly. Well, it is a compromise, Paul. We know that. You mentioned the so-called DREAMers that he is trying to help out. Originally, he was just going to provide protections for those that had signed up for DACA."
    },
    {
      "speaker": "GIGOT",
      "utterance": "About 700,000."
    },
    {
      "speaker": "RILEY",
      "utterance": "He expanded that to people who were too afraid to sign up, which is a larger population."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Another 1.1 million."
    },
    {
      "speaker": "RILEY",
      "utterance": "Again, I think the president is trying to reach a compromise. We don't know is whether the Democrats are truly interested in a compromise. The first sign they may not be is the fact the many elements in this bill were in a 2013 bill that both Chuck Schumer and Senator Richard Durbin not only supported but cosponsored."
    },
    {
      "speaker": "GIGOT",
      "utterance": "This is particularly the border security component."
    },
    {
      "speaker": "RILEY",
      "utterance": "Exactly, the border security component, the end of the diversity lottery, and amnesty for illegal immigrants. Again, I am not sure if the Democrats really want a compromise. It is clear the president does."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Dan, what about the folks on the right? Trump is getting a lot of heat on the right for allowing any kind of legalization. They are calling him Amnesty Don, for example. DAN HENNINGER, COLUMNIST & DEPUTY EDITOR: Right."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Because the DREAMers would get Amnesty. And what do you make of that?"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "The word \"amnesty\" has been used to thwart immigration reform since at least the 1980s. All right? You got this great ocean of immigrants in the United States, we argue politically over it, kick the can down the road, nothing gets done. One difference, the so-called DREAMers, there 700,000 of them. If this doesn't get done, we start deporting them back to their countries. OK?"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Not instantly. The work permits stop first --"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "The world permits stop."
    },
    {
      "speaker": "GIGOT",
      "utterance": "They're eligible for deportation."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "They are eligible for deportation, many back to countries where they don't even speak the native language. So they have elevated this issue, politically, in a way that one party or the other will get some blame if this fails. I know the right seems to think it doesn't matter with American voters. I think it's -- I think the DREAMers have changed the dynamic of immigration debate in a way where you have most people in the public saying we want you to do something about these people and resolve this."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Kim, what do you think about the parameters here? Is there a narrower bill, perhaps, than president has proposed that could get through? In other words, could he may be reduced -- take out the chain migration portion, which seems to be what the Democrats are really worried about, and maybe get a deal that way?"
    },
    {
      "speaker": "KIM STRASSEL, WASHINGTON COLUMNIST",
      "utterance": "I think the important thing to remember is that President Trump is a dealmaker. When he comes out with an offer, it doesn't necessarily mean it's a done deal. It's his starting opening bid. I think even the White House is open to the idea of further negotiations. Yes, if you maybe took out the chain migration piece or expanded it so that it wasn't quite as tight as it is right now, restricting it simply to spouses and immediate children, maybe you could fiddle with that a little bit. Maybe some changes in the visa lottery proposal. This is a question of Democratic sincerity on this topic. At this point, you have a president that has offered more in terms of Republican concessions than you've seen in a very long time. Democrats seem to be just coming up with excuses for a reason not to work with it."
    },
    {
      "speaker": "GIGOT",
      "utterance": "The two sides, Jason, will vetoed over the other on this for a long time. If you want everything, you are not going to get it."
    },
    {
      "speaker": "RILEY",
      "utterance": "Right. Exactly. It's clear that the president is willing to give Republicans cover on this issue. The hardliners, he knows, are not going to be happy with this. He's going to do anyway. But the Democrats, the Democratic leadership does not seem willing to do the same thing."
    },
    {
      "speaker": "RILEY",
      "utterance": "The attacks on this, Paul, shows they are not really interested in having a reasonable discussion. Nancy Pelosi comes out and calls the bill, this is \"Make America White Again.\" Chuck Schumer says this is a sap to the hardliners. Those are comments you make about something when you want to end a conversation."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "I think the Democrats have to worry a little bit about this. This increasingly unhinged rhetoric from Nancy Pelosi, there's a lot of Democrats in the heartland that are Democrats running for the Senate from purple states that -- they understand the American people, do as I say, want something done about the DREAMers. If the Democrats go into a mode of total resistance, the blame will start falling back on them. I might add one more thing. Senator John Thune, at the Republican retreat this week, said this thing should be really simple. Do the DREAMers and do border security. Leave the lottery and the chain migration out of it. That's as much as we can pull off. And I think he's right."
    },
    {
      "speaker": "GIGOT",
      "utterance": "I agree that that's a deal if that could get to the Senate. I'm not sure that could get through the House. You might have to put more on the restrictions to get through the House. All right. Still ahead, President Trump touting the state of the American economy in his address Tuesday night. So just how much political credit can he take?"
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "utterance": "Two words I don't think we will hear tonight on the economy: Thanks Obama."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Since the election, we have created 2.4 million new jobs. After years and years of wage stagnation, we are finally seeing rising wages. Unemployment claims have hit a 45-year low. The stock market has smashed one record after another, gaining $8 trillion and more in value in just this short period of time."
    },
    {
      "speaker": "GIGOT",
      "utterance": "That was President Trump taking a victory lap Tuesday night in his State of the Union address. The Labor Department reported Friday that the U.S. economy added 20,000 jobs in January and paychecks rose at the fastest pace in eight years, which critics say the president can't take credit for the recovery."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "The president thinks our economic economy is all thanks to him when reality is that he owes a lot of it to Barack Obama."
    },
    {
      "speaker": "GIGOT",
      "utterance": "We are back with Dan Henninger, Jason Riley and James Freeman. James, my favorite bull --"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Just how strong is the economy or is he overstating it?"
    },
    {
      "speaker": "JAMES FREEMAN, ASSITANT EDITORIAL PAGE EDITOR",
      "utterance": "I don't think it's an overstatement to say it's been growing much faster lately than it did during the period of his predecessors. For the first full term that Donald Trump was in office, the second quarter of last year"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "-- from then on. The first full quarter, I should say, it's been operating at a higher plane. We got a Friday jobs report that shows the highest wages in almost a decade. Highest wage growth. And 200,000 jobs is not where we can get but it's better than the average of last year and the year before. So this is progress."
    },
    {
      "speaker": "GIGOT",
      "utterance": "How much credit does Trump get for it or is this, as Chuck Schumer said, the tail end of the Obama breeze?"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "Well -- Let's put it this way, Donald Trump, not Barack Obama, is responsible for the corporate tax rate dropping by 40 percent. OK? Differences between 100 percent expensing on new capital investment These are having huge effect on the economy. There's no question about it, Paul. Inversions, corporate inversions, moving headquarters overseas, that's going to stop. I think we are going into a period here -- Chuck Schumer should be worried about this, where the animal spirit, the dynamism of the economy is becoming similar to what happened in Ronald Reagan's second term or Bill Clinton's second term. When those happened, they did pretty well in the midterm elections. Bill Clinton actually gained some seats. If Donald Trump is producing an economy similar to that environment, the Republicans could be on very strong ground in November."
    },
    {
      "speaker": "RILEY",
      "utterance": "All presidents take credit for good economic news."
    },
    {
      "speaker": "RILEY",
      "utterance": "This is some evidence of normalcy on the part of President Trump, frankly. All presidents do this."
    },
    {
      "speaker": "GIGOT",
      "utterance": "But does he deserve it? That's the point."
    },
    {
      "speaker": "RILEY",
      "utterance": "Well, it's true that many of these trends began under President Obama. But let's remember, the Great Recession ended six months after President Obama was elected. We saw seven and a half years of the slowest economic recovery since World War II. President Trump campaigned saying, I'm going to speed things up."
    },
    {
      "speaker": "GIGOT",
      "utterance": "From 2 percent to 3 percent or higher."
    },
    {
      "speaker": "RILEY",
      "utterance": "And he has. We have seen faster economic growth. We've seen more consumer spending. Inflation is in check. Business confidence is up. Yes, this is lighter regulation, and that is all, I think, of a piece, and that's what we are seeing when we see growth rates. Yes, he deserves credit for that."
    },
    {
      "speaker": "GIGOT",
      "utterance": "OK, here's the other line the critics are using, James. It says, oh, well, one is, OK, it's just Obama. All right, it's just continued. The other is, it's just a bubble."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Right."
    },
    {
      "speaker": "GIGOT",
      "utterance": "It's the bond bubble, the stock bubble, it's all just funny money from the Fed. It's all going to come crashing down."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "If you want to say there's a government debt bubble created by the Feds and central banks around the world, I think you've got a pretty good case. That's not something you can blame on Donald Trump. That's something where you really have to say, \"Thanks, Obama.\" Because I think central bankers figured that was the only way they could get growth --"
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right. But having said that, how big a threat as the Fed unwinds is quantitative easing, as it starts to normalize interest rates -- and they are going up."
    },
    {
      "speaker": "GIGOT",
      "utterance": "The bond market is going up. If you're holding bonds, there is a bond shock going on. Modest now, who knows how big it will be. What do you think?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "If we are talking about stocks in the market, certainly, they've had very good years in the '80s and '90s when interest rates were significantly higher than now. In terms of the real economy, I think the Trump program is our only hope for managing this transition, getting away from governments trying to conjure prosperity by printing money and allowing individuals in the market to make decisions. But just to add, the good news on wages in January doesn't count these one- time bonuses. You are seeing the investment now. Probably a lot of good news to come."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Just to elaborate on James's point, I think this idea that the handoff to better fiscal policy, tax cuts, tax incentives, deregulation, getting the private economy to take over and take more risk and boost capital investment, taking over from whatever stimulus the Fed had, is crucial to keep the recovery going."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "Yes, and to keeps the recovery growing, they will be political implications. The \"Wall Street Journal\"/NBC poll just recently indicated 57 percent of Democrats are satisfied with the way the economy is going, a number Obama never achieved across the breadth of his presidency."
    },
    {
      "speaker": "RILEY",
      "utterance": "And the Democrats strategy seem to be we are going to pretend things are not as good as they actually are. We are going to pooh-pooh all of this good news coming out of the economy and hope that voters don't notice bigger paychecks and so forth."
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right. Gentlemen, thank you. Still ahead, Congressman Trey Gowdy, the latest House Republican to announce that he won't seek reelection. What's behind the wave of retirements? And can the GOP hold on to its majority in November?"
    },
    {
      "speaker": "GIGOT",
      "utterance": "South Carolina Congressman Trey Gowdy the latest House Republican to call it quits, announcing Wednesday that he will not seek reelection. Gowdy, head of the powerful House Oversight Committee, is the second Republican committee chair to retire this week following Appropriations Chief Rodney Frelinghuysen, of New Jersey. In all, Republicans are defending 33 open House seats in November, compared to just 16 for Democrats. Democrats need to pick up 24 seats to retake the majority. We are back with Dan Henninger, Kim Strassel and James Freeman. Kim, why are all of these Republicans getting out of town?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "First of all, some of the press reports overstate the number of people who are going. Some of them were brought into the Trump administration when they first came on, guys like Mick Mulvaney. But it is true that twice as many are getting out than Democrats at the moment. Some of them are going on to run for higher office in their own states, in the Senate or for governorship. Some of them are being pushed out because of the sex scandals going on in Washington. But, look, some of these guys, I think, are simply -- they see a potential wave or a loss of the House and they want to get out or the getting is still good."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Dan, there are few worst jobs in America, or maybe the world than being a minority in the House of Representatives. Especially after you've been in the majority. You basically are irrelevant."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "Yes, you are. Increasingly, a lot of these members of the House and Senate feel that even when they are in the majority, they are irrelevant. I mean, there's a problem of, if it's a problem, polarization and gridlock. You grind and you grind. You're not really getting anything done."
    },
    {
      "speaker": "GIGOT",
      "utterance": "They passed tax reform. That was huge."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "It was huge. But, again, then you've got the Trump effect, that Kim alluded to, they think perhaps there will be a wave in November. They feel it's just not worth it anymore. You could argue, so what? I was theoretically in favor of gridlock in Washington. Biggest problem is spending keeps going higher. If they weren't there, you would leave the career Democrats behind to pump the spending up."
    },
    {
      "speaker": "GIGOT",
      "utterance": "One other factor, James, Ed Royce, for example, the California Foreign Affairs chairman, he was term-limited out at the end of this term because Republicans put term limits on eight years on a committee chair."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Right."
    },
    {
      "speaker": "GIGOT",
      "utterance": "And Democrats don't. So once you are a committee chair, you can serve as long as you stay in the House. But not if you are a Republican."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes. I think when you look at the overall number, you can say, oh, they are all in fear of the blue wave and they are leaving before it crashes. As you look at the details, you see a lot of them, Bob Goodlatte and other ones, coming to the end of a committee chairmanship, Jeb Hensarling. Once you've done that in Congress, it's not necessarily that much fun to go back to being a backbencher. In terms of the overall House, I would say maybe they do need to appreciate minority status, if it comes to that, because the majority accountability. But I don't think it will come to that. I think the Republicans have set themselves up, getting some great policy victories, the tax cut, in particular. This is not going to be the disaster that Democrats were predicting."
    },
    {
      "speaker": "GIGOT",
      "utterance": "I'll tell you, though, I mean, the economy is not destiny when it comes to midyear elections, James. You look at 1994, the economy was actually relatively decent. Republicans swept. You've seen that before in American history. Bigger determinates, presidential approval ratings."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Right."
    },
    {
      "speaker": "GIGOT",
      "utterance": "President Trump has to get back up to the mid-40s, I think, low to mid-40s at least. Certainly, about 40, otherwise, you will see greater potential for a wave. Republicans have a money advantage perhaps in the House. But, midterm elections typically go to the out party."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Oh, sorry."
    },
    {
      "speaker": "HENNINGER",
      "utterance": "I was going to quickly say, but you've got this so-called generic ballot, which in January had the Democrats leading the Republican by 17 points. It's now down to seven points. If you look inside, you can see Independents will be very important here, gradually going toward the Republicans. And soft Republicans moving more solidly to the Republicans. I think the trend is pretty good for the Republicans."
    },
    {
      "speaker": "GIGOT",
      "utterance": "There's one poll that says it's only two, Kim. But that seven- point difference, if that holds, if it's about there, that's about 24-25 seats. Right on the cusp of a Speaker Pelosi."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Right. This will be close any way you look at it, I think. But there's a couple of reasons to also not look so quite badly upon this. One, I think there should be a little bit -- people should feel happy. Some of these guys, remember, it's been eight years since the Republicans retook the House. The particular crew of people who ran in that takeover were reformers, and they made a pledge that they weren't always going to stay in Washington and become lifers. This is part of seeing them fulfill that promise. But also, if you look at the people who are retiring in a district, a lot of these of are districts that the Republicans should be able to keep. Because of the way they're cut and because they lean Republican. If the GOP can keep that generic balance -- ballot within range and if the president can keep his numbers up and the economy comes in, this should be pretty competitive."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Some of those states -- Royce, in California, Darrel Issa, in California, (INAUDIBLE) in New Jersey -- those will be tough states to hold those seats, James, briefly."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes. Generally, I think this is different from 1982 when Republicans lost a couple dozen seats. They did not make the mistake that Republicans made then. They had the tax cuts take effect immediately. And 1982 was a terrible year. GDP shrank by 2 percent. This will be a good year most likely."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Because the tax takes place immediately this time?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right, when we come back, \"Hits & Misses\" of the week."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Time now for our \"Hits & Misses\" of the week. Kim, first to you."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Paul, this is a hit for Xerox, which after 115 years, will be no more. It's being taken over by Fujifilm. This is a company that totally transformed the world. Its copiers obliterating the need for carbon copy paper. It even became a verb. Some are lamenting its demise, that it couldn't keep up with the digital age. But I would prefer to embrace organizations that engage in radical transformation. Even when radical transformation ends up making them extinct. It is part of the beauty of the American system and ingenuity."
    },
    {
      "speaker": "GIGOT",
      "utterance": "All right. Jason?"
    },
    {
      "speaker": "RILEY",
      "utterance": "This is a miss for the rapper, Jay-Z, who went on CNN and complained about President Trump's crude language. Jay-Z is a man who has become very wealthy rapping and promoting song that promote gun violence and drug dealing. His songs say things about women that would make Stormy Daniels blush, Paul, OK? I'm not saying President Trump is above such criticism. I've criticized him for it. You've criticized him for it. But he might be above such criticism from the likes of Jay-Z."
    },
    {
      "speaker": "GIGOT",
      "utterance": "OK. James?"
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Paul, this is a hit to Actor Clint Eastwood, who, reportedly, according to a Web site called Movie Web, is considering, in his late 80s, a return to acting on the big screen. He would know better than anyone that a man needs to know his limitations. But I think that I can speak for a lot of people when I say, make our day, Clint! Come back to the movies."
    },
    {
      "speaker": "GIGOT",
      "utterance": "May he live forever."
    },
    {
      "speaker": "FREEMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "GIGOT",
      "utterance": "Dan?"
    },
    {
      "speaker": "HENNINGER",
      "utterance": "I'm giving a monumental miss this week to the Cleveland Indians who announced that they're not going to allow their players to wear Chief Wahoo on their uniforms starting in 2019. Paul, this is a craven cave by the Indians owner, Paul Dolan, to the hyper-political correctness of MLB commissioner, Rob Manfred. And I would suggest people in Cleveland, go into resistance, show up this year with their stadium and blaze Chief Wahoo T-shirts, flags, the whole thing. Start a resistance!"
    },
    {
      "speaker": "GIGOT",
      "utterance": "Henninger is going on opening day."
    },
    {
      "speaker": "GIGOT",
      "utterance": "And remember, if you have your own hit or miss, be sure it to tweet it to us, @JERonFNC. That's it for this week's show. Thanks to my panel. Thanks to all of you for watching. I'm Paul Gigot. Hope to see you right here next week. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}