{
  "date": "February 13, 2020",
  "headline": "Amb. Pierce: There's a big populist trend in politics",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/amb-pierce-theres-a-big-populist-trend-in-politics",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "The people of the United States finally want a government that works for all of us, not just the 1 percent. That is our message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Thanks for your help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All the way from Sacramento.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Oh, geez. Thanks for the hitting the road for us. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "This is just the beginning. We have an entire nation to vote yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "It's great to see how many people show up to show their support, and how many people show up to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR (D-MN), PRESIDENTIAL CANDIDATE",
      "sentences": "The midnight polls are any indication, we're going to have a pretty good night tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, you're looking live at Bedford, New Hampshire. In less than four hours, the polls, all of them, close. The secretary of state is predicting record turnout. So, who will lead the pack out of the Granite State, and who will just drop like a rock? Welcome, everybody. I'm Neil Cavuto back in New York preparing for the big day.   Bernie Sanders, Pete Buttigieg and Elizabeth Warren and Amy Klobuchar, they're all continuing to fight for every last vote in New Hampshire at this hour, as Joe Biden bolts to South Carolina, will not be in the state tonight when the final results come in. How's that sitting with folks? We're all over in Manchester, New Hampshire, with Peter Doocy on Bernie Sanders hoping for a layup tonight, and Kristin Fisher on Joe Biden, who is all but giving up on New Hampshire tonight. We begin with Peter.  Hey, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, right this minute, Joe Biden is on his way to the airport. He changed his RSVP to his own victory party tonight to a no, so he's going to be down in South Carolina, but insists history is on his side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "From there, look, you talk -- everybody talks about the past. I mean, Clinton lost nine primaries and won only one. This is just the beginning. We have an entire nation to vote yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Now, with Biden gone, some of the more moderate candidates are trying to fill the void, among them, Amy Klobuchar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "If the early votes in the midnight polls are any indication, we're going to have a pretty good night tonight.   We were excited to have been the winner in three early polling locations in Northern New Hampshire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Pete Buttigieg has been surging since claiming victory in the Iowa caucuses, but Bernie Sanders headlined a concert last night which drew 7,500 people, and he thinks that signal something good for him tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "we were hit a little bit hard by the impeachment process, which kept me in Washington for a couple of weeks, but I'm proud that we have spoken to tens and tens of thousands of people in New Hampshire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Sanders was asked what he thinks about Biden bailing on New Hampshire at the last minute. He didn't want to go there. But he is the most outwardly confident candidate that we have heard from so far today -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Peter, thank you, my friend.  Meanwhile, Joe Biden, as you said here, abruptly canceling his primary party in New Hampshire tonight, taking off for South Carolina, and soon.  Kristin Fisher in Manchester with much more on that -- Kristin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Well, voters here at a very busy polling place in Manchester, a lot of them very surprised by Joe Biden's shock move on Election Day to essentially skip town here in New Hampshire and jump to his so-called firewall in South Carolina. And it really gives you a sense of just how low the expectations are for the former vice president with just hours to go before the polls close.   Listen to how Joe Biden explained his decision to skip town just a few hours ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. Vice President, we understand you're not staying in New Hampshire for the results tonight, that you're going to South Carolina. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes. We're going to stay all day here, fight for every vote we have. And then we're heading down to South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Why not Nevada?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "On the way to Nevada. It's easier to go to South Carolina and then go back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now, Senator Elizabeth Warren has been in about the same place in the polls as Joe Biden, but she's really been employing a very different tactic.  She is staying here and really fighting to the finish. Listen to how she characterized Joe Biden's decision to leave New Hampshire and head to South Carolina on Election Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I think it says that he's not here to fight for the votes in New Hampshire.   But I think that this is what democracy is about. We get out here. We talk to voters, and we fight for every vote. That's who I am. I am a fighter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "And that is exactly what Senator Elizabeth Warren has been doing all day today.   The video you're seeing right now is her fourth and final stop of the day here at this polling place in Manchester, before she heads to her watch party tonight in downtown Manchester.  And over the last few days, she's really been campaigning on this message of unity and choosing not to attack a lot of her Democratic rivals, but then, over the last hour, really at the 11th hour, her campaign has shifted tactics and put out a statement attacking a bunch of Warren's rivals, explaining why they believe she's a better candidate. They say Sanders has a political ceiling, Joe Biden is at risk of having his support collapse, and Pete Buttigieg will struggle as the primary moves on to more diverse states like South Carolina.  So, Neil, the question now really is, is that shift in strategy, is it too little too late for Warren? Or would it have made a difference at all, Neil?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's an amazing thing to see sort out in the final minutes, hours here.  Thank you, Kristin, very much.  Well, as we have been indicating here, Joe Biden now heading to South Carolina tonight. Could that interrupt the vote he was planning on getting tonight, when a lot of people here, all right, he's bailing out on us, should we bail out on him?  Let's ask Inez Stepman with the Independent Women's Forum, RealClearPolitics' Tom Bevan, Democratic strategist Robert Patillo. You know, Robert, I can remember when Jimmy Carter conceded the election to Ronald Reagan. Not everyone had voted. And there was that anger that was left over. Now, whether it would have made a difference -- in his case, obviously, that wasn't the case.  But a lot of races were maybe decided at the time on that. What do you make of the former vice president's move to leave New Hampshire in the middle of the voting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT PATILLO, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I think what Joe Biden is doing is making a decision for the Democratic Party that Democrats should have made decades ago, which is that Iowa and New Hampshire are no longer representative of the Democratic primary electorate. We're talking about two states which are -- don't hold the same values of the rest of the nation, which don't have the same electorate as the rest of the nation. So, it's an insignificant campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, come on. He would still be there if it made a difference for him and it looked like it was going well for him, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "He -- I think what we have to understand is, South Carolina is a far better representation of what America looks like today, compared to New Hampshire. So the real person we need to worry about in New Hampshire right now is Elizabeth Warren, because if she cannot win a state in her own backyard, her viability going forward goes into question. Joe Biden has a very clear strategy. Win South Carolina, rack up on Super Tuesday, win the delegate count going into the convention. That's a clear strategy. Elizabeth Warren's strategy is a lot more murky than that. And after New Hampshire..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you might be right. But, Tom Bevan, this sounds a lot like the Rudy Giuliani strategy of eschewing Iowa and New Hampshire and placing all his eggs in the Florida basket. We know how that went. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, CO-FOUNDER AND EXECUTIVE EDITOR, REALCLEARPOLITICS.COM",
      "sentences": "Yes, look, I mean, Biden, clearly, he's been lowering expectations. And leaving town, I don't think, is a good look. Everybody says South Carolina is his firewall, but, I mean, just look at the struggle he's had in the last eight days, from his poor finish in Iowa to now. South Carolina is 18 days away. So his house is on fire, and by the time he gets to South Carolina, it may have burned down, because the fire trucks won't be coming for another 18 days. It's going to be a long time if he has a really poor finish here. And, again, Nevada is coming up next. And if he doesn't finish well there, I mean, it could be a real struggle for Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Inez, we're also getting anecdotal evidence that the former vice president's support among African-Americans is slipping. We're not sure exactly where that support might be going. But he's in a world of hurt. Do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INEZ STEPMAN, INDEPENDENT WOMEN'S FORUM",
      "sentences": "I absolutely agree.  This doesn't look good leaving New Hampshire. And I also agree that we wouldn't be having this discussion with regard to Biden specifically about which states are representative if Biden was doing better in those states. He would be touting support in those states. It's not like he skipped those states, the way that, say, Mike Bloomberg did entirely. He did campaign there. And he lost. He lost badly. And more and more, he's not looking like Romney in 2012, the sort of elder statesman, the guy who's it's his turn and the party is going to settle on him, even if the base doesn't really like him. He's looking more like Jeb Bush in 2016, where there was a political class who thought he'd be a really, really good candidate, and then the base was absolutely -- gave an absolute veto to that. That's more what Joe Biden is looking like than Mitt Romney in 2012 today to me, and it's not good for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you see any chance, Robert, from this that -- there was an initial skepticism on the part of a lot of party regulars, for want of a better term, about the emergence of Bernie Sanders, and that they don't want to nominate someone who they think would lose in a general election. So, they have been kicking around changing the rules that the superdelegates can't vote on the first ballot, maybe allow them to vote in the first ballot. But that would invite holy hell, wouldn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATILLO",
      "sentences": "Oh, absolutely. I don't think you can change rules midstream. We saw already, when the Democrats changed rules for debates to allow Mike Bloomberg to potentially qualify for a future debate, the firestorm that that started.  We have to have an above-board process. We cannot have the deciding in the backrooms and the cloakrooms. And, look, I think, allow Bernie Sanders to lay out his view and his vision for America. Have him explain the same way that Elizabeth Warren had to explain how he is going to finance all of his agenda items, and let the American people make an informed decision. Now, I think that's why we're seeing a lack of importance in Iowa and New Hampshire, because the American people want to make their decisions will full information,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Tom, the role of Amy Klobuchar and her coming up the middle quietly, without much fuss, she's getting a little bit more attention now, where does she stand, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Well, by all indications, she is surging in the latest polls. She's in third place in our average and third place in a couple of the final polls in New Hampshire. The question is, where does she go from here? And, ironically, with her moving up, it may actually strengthen Bernie, because you have got another -- now you have got another moderate. If Buttigieg is in the 20s and finishes second, and if Biden stays in, which there's every indication that he's going to do, suddenly, you have got three moderates running in this race that have some strength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "And if Elizabeth Warren doesn't finish well in New Hampshire -- and it looks like she may not -- that may also strengthen Bernie.  So if Bernie comes away with a clear win, Amy Klobuchar's strength may actually benefit him in the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Inez, is this going to be a brokered convention? I'm getting way, way, way ahead of myself. But what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "I think, if the Democratic establishment wasn't so reluctant to anoint Bernie Sanders, I think we would be talking less about a brokered convention. I do think that if he finishes strongly in New Hampshire -- Iowa was sort of a mess, but he finished extremely strongly there. But I think we'd be talking about him as the presumptive nominee, if the establishment wasn't so terrified to nominate an octogenarian communist. I think that we'd be talking about him differently. I don't see how you can deny the fact that Bernie Sanders is now the Democratic front-runner and the presumptive nominee if he keeps going. Now, anything could happen. I'm not saying that the race is over, by any stretch, but we are not talking about Bernie Sanders the same way we were talking about Joe Biden a month ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "And I think that's indicative of where the establishment is and where the media is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "By the way, he says socialist, not communist. But we will see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "I disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, guys, thank you very, very much. In the meantime, there's Michael Bloomberg, right? He might be one of the beneficiaries of a state he's not really paid much attention to. But he's run into a little bit of a buzz saw: the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG, PRESIDENTIAL CANDIDATE",
      "sentences": "Ninety-five percent of your murders and murderers and murder victims fit one M.O. You can just take the description, Xerox it, and pass it out to all the cops. They are male minorities 15 to 25. And the way you get the guns out of the kids' hands is to throw them up against the wall and frisk them. We did. And then they start -- they say, oh I don't want to get caught. So they don't bring the gun. They still have a gun, but they leave it at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, this is audio from a speech in 2015 coming out just as the 2020 presidential candidate Michael Bloomberg is gaining ground even among African-American voters. This controversial stop and frisk program was widely criticized for targeting minorities. Now, the mayor has since apologized for all of that. But that was then. And, of course, now we're hearing exactly what he was saying then now. To GOP pollster Lee Carter. It's one thing to hear someone sort of disavow their remarks. It's another to go back in time and hear the remarks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you think the fallout is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Listen, I think the audio is pretty damning.  We have talked about other tapes that have come out from other candidates in the past. And people forgave the president for his \"Access Hollywood\" tape. And I think you're talking about a very different person, a very different time. Mayor Bloomberg doesn't have the likability. He doesn't have the extreme enthusiasm and the support of his huge base that are so, so excited about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, the problems he had before this, and his statement today to sort of say, this is no longer how I feel, that -- you don't think that's going to hold much water?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "No, I don't, because it's not only just that he's -- what he says is terrible. But then he goes online by line and almost addresses exactly what people's problems are. He says -- he talks about saying, you can take them and throw them against the wall. He goes on even further and he talks about how many people have been arrested for marijuana, which is just sort of a byproduct of what you have to do. And I think these are big problems, especially for a Democrat. And so I think that a lot of people are not going to be happy. I think it'd be very difficult for him to pick up a minority vote. But I think there's going to be room for somebody who's more moderate, who's gaining momentum, somebody who might have been a mayor of another town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "And I think he could have a message that could say, look, there's a place for you here. That's part of his campaign strategy. That's what he's saying, is that he's he's reaching across the aisle. He's coming on to FOX News. He's talking about, no matter your background, no matter who you are, I have a place for you in my campaign. I think he could reach out to folks right now and really capitalize on this moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sorry, Lee. Where is that African-American support going? If you buy the notion anecdotally that Joe Biden's imploding, not only with African-Americans, but maybe many others, on the trip to South Carolina, might not have the results he hoped for, and you look at Mayor Pete, who has had problems, as you pointed out, and Bloomberg, and if this sinks in and bothers folks more than just a passing one-day media story, who's the beneficiary of that vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Listen, I think that any of the candidates can be still at this point. I think that Bloomberg certainly is going to be at a disadvantage. I think Biden did have a lot of the vote because that was before he actually showed up. I think once he's showing up at state by state, we're seeing that his popularity is declining, because a lot of this is almost like online dating.  You kind of know somebody before they come in, you want to get to know them and see what they're all about. And then you might be disappointed once you see it. I think that's what's happening to Biden. He's going -- he's already out of Hampshire. He's on to South Carolina, and it's not going well for him. So all of these candidates have the ability to make their case and say, this is who I am, and there's room for you in my party, in my vision. And that's what you're starting to see, them making a case. Amy Klobuchar is starting to develop a new narrative. Mayor Pete is as well. Bernie Sanders certainly has a narrative. I'm not sure that he's going to get -- capture that vote. But I think that we're seeing a whole new side of the campaign. It's like a pivot point when you're going from debates where you're trying to figure out who's even going to make it on. Now you're starting to see them in the wild, so to speak, and it's a little bit of a different feel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But let me ask you about that. When I was talking to folks in Manchester, when I was up there, I was struck by the fact -- and more than a couple of voters said it -- that I'm torn between my heart and my head. My heart tells me Bernie. I love Bernie. He is the original article, says what he believes, believes what he says, and has been saying it for decades, but I'm told that he can't win. But then they were rallying around the notion, I bet my heart is right, I think he can win. And more than a few suggested look at Donald Trump. Everybody said that he couldn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So we went with our heart, and our heart won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Listen, I think there's something to that. A lot of people are talking about why Bernie Sanders can't win. I think that's the wrong question to ask. I think that he has all of the things that are necessary. He's got a message. He's got signature policies. We all know what he stands for. We're all reacting to him. His base is enthusiastic, solid and strong and growing. And I think that momentum is with him. I think Elizabeth Warren is on the -- a lot of a lot of Elizabeth Warren's support is going to go over to Bernie Sanders and he's going to be someone really, really tough to beat. The other candidates up until now have really been largely reacting to Donald Trump. Their whole message is, we're fighting for the soul of America. We can't afford another day to let this guy be in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Mayor Pete was doing that, too. I think they're all starting to learn the lesson and say, that's not enough, because it's not enough just not to like someone. Most Democrats don't like Donald Trump, and they're looking for a better place to go. A lot of people, they're going to need to do more than that they have been doing so far. So I think that there's a lot of room now. And I think they're starting to see a message that's beyond that. I think that Joe Biden is still very much in the fighting for soul of America messaging and really responding to Donald Trump. I think that, frankly, Bloomberg is doing that as well. And we haven't really seen Bloomberg in the wild. I mean, he's not up on stage. We haven't seen him one-on-one. We don't know what he's really like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I like that, Bloomberg in the wild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will see what happens. Lee, thank you very much. And to your point, we're talking about 24 delegates here, right? And you need almost 2,000 to get the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Every one counts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Every one counts is right. Thank you very, very much. In the meantime, New Hampshire's voting, and Wall Street actually buying, even on the prospect, even on the prospect of a Bernie Sanders, who wants to take a lot of their wealth. What do you make of that? After this. Now, there is a split view when it comes to the markets, two of which hit records today, the S&P 500 and the Nasdaq, that they're either scared stiff of him -- again, they have a funny way of showing it -- or they're OK if it ends up being him, the Democratic nominee, because they don't think he has a chance in hell of being elected. Now, be careful on that. And history, as we point out on this show and others many, many times, history has a way of proving the experts wrong. Look what they were saying about Donald Trump four years ago. Anyway, let's get the read on all of this from The Wall Street Journal's Bill McGurn, who has an interesting column in The Wall Street Journal, saying you might be focused on Mayor Pete Buttigieg today, also market watcher Gary Kaltbaum. Welcome to both of you. Bill, you first on the back-and-forth over how the financial world digests a possible Bernie Sanders candidacy as the Democratic nominee. How and why do you think it's sort of sloughs it off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MCGURN, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, again, if I could really accurately guess the market, I wouldn't be sitting here talking to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "See, I think you would, Bill. Something tells me you would, because you enjoy it so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "Yes, I would be -- I'm pretty sure I'd be on a beach somewhere, enjoying my...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK, fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "But I think what it does is, there's sort of -- first of all, we're at the very beginning stage of the primaries, and there's sort of an unreality until it happens, right? I mean, the same for Donald Trump, as you pointed out. It took a little while for people to realize, oh, my gosh, this guy might actually win the nomination. I'm not sure people are quite there with Bernie yet, even though I think he has a very good chance of winning the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, as you have said, Gary, in the past, a lot of these candidates, certainly the financial community might not favor just on pure money grounds, because they're all going to raise taxes to some degree. The only gradation of moderate here is to the degree. But they don't seem to be worried about the prospects of the president not getting reelected. How soon would we see that if they were?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY KALTBAUM, FOX NEWS CONTRIBUTOR",
      "sentences": "All I can tell you is, I look at the extremes, Neil, and I worry about the extremes. If Sanders becomes the president and gets to enact everything he wants, you're talking about a large wealth tax on the producers and the successful people, a tax on people making $29,000, the threat of taking over, shutting down, or breaking up all the major industries. The markets will eventually react to that. He has not won the primary, the nomination yet. If you get closer to that, and he gets it, I think the market gets an automatic haircut. And, again, if he wins it, then I think, Katy bar the door.  I think this is big stuff here. And I think it's more than socialism at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Bill, one of the things -- and you argued in your piece looking at the phenomenon of Mayor Pete, that, first, a lot of people dismiss him and sound very dismissive in doing so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I'm wondering if this whole cast of candidates is being treated much the same as the Democratic candidates in 1992, who were deemed them to be the Seven Dwarfs, and the tallest among them were Bill Clinton, because they had no chance in beating George Bush Sr. at the time, fresh off his Kuwait-Iraq War. And people thought it was a waste of time. Now, we know how that turned out. But the Mayor Pete things struck me because he could be that person. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "Yes, I think, so far, Mayor Pete's been getting a pass on his record, and quite a few things. I mean, he tends to -- he's very good in the debates. But he's very good because he talks in generalities. That's why sort of \"Saturday Night Live\" mocked him as the white Obama, these very sort of lofty platitudes that don't mean much. And he hasn't committed himself too much. If he wins in New Hampshire, having won in Iowa, there will be a lot more attention and focus on Pete Buttigieg and his actual record as mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, but there's not a lot of ground there to examine, right? I mean, that can work to -- youth can work to your advantage there, right? But we will see. Gary, I'm wondering, as far as the markets go, people always say, I'm expressing a bias that the markets are saying. They're not red or blue. I always like to say they're green. They like make money. They made a lot of it under Bill Clinton. They have been making a lot of it under Donald Trump. That will dictate where they go, right? That will dictate what -- where they see the tide going. And they're placing a bet, for the time being, that nothing's going to disrupted here, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "I think the market thinks Trump is going to win right now. And I also think that the market thinks that if a Dem wins, there's still going to be a lot of chaos in Washington, D.C., and I'm not sure anything gets done. And right now, you get a lot of yapping from both sides on what they want to do with. But, hopefully, you give me gridlock. I'm a happy guy, and then same old, same old. You give me tax rates where they are right now, regulations low, I think we're in good stead. Again, all bets are off. We got plenty of months ago. And I still remember right before Obama and McCain came the disaster that changed the playing field after McCain went to the convention. So, again, a long way to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's a very good point. I'm glad we revisited history. Gentlemen, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGURN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And just remembering that McCain-Obama race, remember, they were fairly dead-even in the polls, right up until something called a financial meltdown. Then all bets were off. We will have more after this. That will decide it all. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, just a reminder, we are going to be covering this on FOX Business Network tonight, the election from the first votes coming in and being tabulated, all the way to foreign market reaction, our own futures market reaction, only thing you can get on FBN. Bret Baier wanted me to pass that along to you. But the reason why I say that, not to be flippant about it, is, the world does watch what we're up to. The world will be watching this contest. And the world is intrigued with the possible results of a possible shift in power, even if one of the major parties takes a hard shift to the left. Karen Pierce is the U.K.'s ambassador the United Nations and incoming U.K. ambassador to the United States. When she assumes that role, by the way, in the coming week, she will be the first woman to hold that prestigious title. That is a unique role, I think an unprecedented role. Ambassador, very good to have you. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAREN PIERCE, BRITISH AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Thank you very much. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Last time you were here, I tried to get you in embarrassing political fights here. And you didn't take...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Yes, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You didn't take the bait, so you got promoted, as you should have been. But let me ask you a little bit. How closely do you and fellow Brits watch what's transpiring in the United States right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Oh, I think very closely. There's a lot of interest all the way across Britain in what happens in America generally. And election time, it's on our televisions and our radios, on social media all the time. People watch it closely because of the relationship. But they also watch it closely because it's interesting, it's lively. The debates are interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, but yours are much quicker. One of the things I love about you guys is that you decided very clearly there's a 30-day campaigning process. And when it's decided, the new guy or woman moves into 10 Downing place like immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "That's right. It's a pretty brutal process and has been for time immemorial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Whereas I understand that the U.S. process was originally devised so that the president could travel from wherever they lived to Washington. So you have a longer transition. We have about an hour-and-a-half.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's -- that's nice. By the way, we're already working on 2024, Ambassador, so we just -- we don't let any grass grow under our feet. But you mentioned about the impact in your country. And I'm thinking, if you think of the whole populist wave -- I know I'm trivializing it -- so, like a Boris Johnson and that phenomenon and Brexit and that phenomenon, with Donald Trump, but it started with Brexit in Britain, and it continues now. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "I think there is a big populist trend in a lot of politics in the West at the moment. You see it in other countries in Europe. I think it had its expression in Brexit, which was 52 to leave, 48 to remain. But what I think is interesting about the current government is that it has a very broad base of voters who supported it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, even in areas that -- where Liberals were quite strong, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Even in Labor areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "So, when the prime minister...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We should sway that's your liberal...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "That's exactly right. The prime minister went out to Sedgeland and that used to be a former Labor prime minister's seat, Tony Blair's seat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "So politics is changing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Why did they vote the way they did, then? Because that surprised me. That's like, in Massachusetts, them voting Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "I don't know. But just to hazard a guess, some people really wanted to get Brexit done. Sedgeland was the first part of the U.K. to vote for Brexit in 2016. And then I think there's something about the government's message of hope and optimism and opportunity that strikes a chord with voters. Having voted to leave the European Union, they want to make the most of the opportunities that presents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's interesting. Under your parliamentary system of government, it's not the person so much. It's the party. Whoever runs the party or in charge of the party becomes the prime minister. But it was an alarming style difference between the Labor leader and, of course, Boris Johnson, who is an endearing figure in Britain. That did make a difference, didn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "I haven't seen research that would show that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "But I think, intuitively, if you have a prime minister who is open, vocal, getting out and about, I think people respond to that on a personal level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's very clever how you avoided the political...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Oh, well, I'm a neutral civil servant. I have no view between the parties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I tried to do it a back way there. No, you're right. But the similarity between Boris Johnson and Donald Trump isn't missed on many in this country. The two obviously get along. There have been some differences over Huawei and dealing with Huawei. I guess they had a nasty phone call on that. But what is your sense about the closeness of our leaders, keeping the politics out of it, compared to prior times? I can remember Ronald Reagan and Maggie Thatcher. But there are those moments, whether you're talking FDR and Winston Churchill. How would you explain it now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "I think leaders on both sides of the Atlantic, whichever party they're from, want to continue this deep, profound and successful relationship. And I think they try and go the extra mile for each other. And it doesn't work in every case, but I think whichever party it is on whichever side of the Atlantic, the two leaders try to have the strongest possible partnership. And that's certainly true. The prime minister and the president, as you say, get on very well together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And they both share the same harsh views on dealing with despots bad guys and Iran and all of that. I mean, will that change in any way? Do you worry about that? Well, it just depends on the personalities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "I think whoever is the leader in both countries fundamentally wants the same thing. They want a safe and prosperous West as a way to help the rest of the world be secure and prosperous. And we want to advance human rights. And I think those goals are common across all the political parties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "We don't always agree with President Trump, I have to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "On Iran, for example, we have a different approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very much so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "But I think, fundamentally, we're after the same goals. And now I think my job in Washington is to take that relationship to a level that will help us deal with all the new challenges in the world, if you think of A.I. and science and cyber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "There's a lot of new things out there that we need to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And this whole Brexit thing, where everyone thought that Britain would collapse into a recession or depression, that's not happening, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Well, we never thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No. No, you did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "We -- and we want to go from strength to strength. And we obviously want to do it in partnership with our friends in Europe and in partnership with our very good friends in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you proved a lot of the skeptics wrong. Thank you very much, Ambassador. Very good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You beat me yet again, but one of these days, one of these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERCE",
      "sentences": "You're very kind. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well deserved. Well deserved. All right, in the meantime, a look at the early results in New Hampshire could predict tonight's outcome, particularly for Bernie Sanders. We will explain how you do that after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, as if we're not working Bill Hemmer enough, he was nice enough to stop by this show to sort of explain maybe what and what areas of New Hampshire to look to for early clues as to how the night could unfold. Bill, thank you for helping us out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL HEMMER, FOX NEWS ANCHOR",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What are you looking for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Always for you, by the way, Neil, always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "But if you're looking for data right now, as for today, I mean, don't look here, OK? Because this is the total sum of votes that we can determine right now along the border with Maine. Neil, Klobuchar has got eight votes. Bernie's got four votes. Elizabeth Warren has four votes. So you can call that very, very, very early, really results from some of the voting that happened at midnight last night here. Here's what I would tell you, Neil. I think the best way to understand New Hampshire, maybe divide it in two in a very simple way. These are the results from four years ago. Bernie Sanders ran the table, all 10 counties he won over Hillary Clinton by a spread of 22 points, just a resounding victory for Bernie Sanders here. Here is Maine to the east, Massachusetts, Elizabeth Warren country to the south, and Vermont, Bernie Sanders country to the west. If you were to take the bottom two counties in the southern section of the state, where we're located, between Hillsboro County, then over here in Rockingham right along the Atlantic coast, you had 50 percent of the total from four years ago came from these two counties alone. So, watch the returns down here, and you will see a lot of numbers come in from these two southern counties. The other area you might want to think about is kind of the liberal left along the Connecticut River Valley that separates the state between New Hampshire and Vermont. Bernie Sanders ran up big numbers here. This is Grafton County. You find Dartmouth and also Plymouth State University. They have done a lot of campaigning the last couple of days. You can pop down here through Sullivan, down into Cheshire County, 70 percent number for Sanders. Does he do that again? Probably not against this expanded field. But what does he do with Elizabeth Warren, and how do they compete with each other? You saw a little bit of that progressive left vote being split in the Iowa caucus a week ago. Does that happen here again? We will see. It's just one gauge that we're looking out for throughout the evening here. Concord's in the middle, the capital area here. But, again, 50 percent of your vote comes from these two counties, Boston metro area, a lot of votes down here, more rural areas up here, and well up here last night, in Coos County, you have Dixville Notch, which they cast five votes, Neil, at midnight last night. Michael Bloomberg was a write-in on three of them. So what does that mean? I can't tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing. Amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "If that helps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There's no one better at that map thing there. That's awesome stuff. Bill, thank you very, very much. I know you're not going to get your sleep, but, then again, you don't need your sleep. All right, thank you, Bill Hemmer, on all of that. You simply can't mail it in with New Hampshire. The people who have won this state recognize that you have to put a lot of sweat equity in this state. Ronald Reagan did, and Bill Clinton did. And look where it got them -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "We have been everywhere in this state. So, that doesn't surprise me. But we're clearly having -- something is happening here. And we just want to seize the moment. So, I'm going to work my heart out all day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's what it's all about. Amy Klobuchar still at it right now in New Hampshire. It's a state that has a sort of a pattern in history of rewarding those who work their heinies. Think Ronald Reagan in 1980, after he had lost the Iowa caucuses to George Bush Sr. Think Bill Clinton in 1992 was deemed the comeback kid because he didn't quit, actually came in number two that year, but that was good enough to launch what would ultimately be his trip to the White House. Frank Luntz, who knows all this stuff backwards and forwards, on who's working hardest right now. What do you think, Frank?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "sentences": "I want to take you back even further, because it was New Hampshire that costs Lyndon Johnson the presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Eugene McCarthy didn't beat him, but he came close. And then go up to 1992, when Pat Buchanan gave George Herbert Walker Bush a scare. So it's not just the difference between Iowa and New Hampshire. It's not just that it elects presidents, rather than make statements. There are times when the incumbents get destroyed in Iowa -- in New Hampshire. And that changes history as we know it. In terms of who's working the hardest, I think Bernie Sanders, and I think that he's got a slight edge to tonight. And I'm also watching Mayor Pete to see how close he can keep it. But, unlike Iowa, at least New Hampshire, Democrats know how to count votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, we will see how that goes. They were reminding me, to a man or woman, about that when I was chatting with them when I was there. But let me ask you a little bit about whether it's a full faux pas or not, or maybe he's preparing for the bad news, for Biden to leave the state in the middle of all of this. Now, maybe he's given up on it, but how do you think voters there feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "I don't think anyone changes their vote whether or not a candidate is going to be there on primary night to accept the cheers of victory or acknowledge defeat. Biden's last stand is going to be South Carolina. If he loses the first four states, it's hard to imagine that he will raise enough money in that last week to be able to be competitive in Super Tuesday. It's one thing to come in third. It's another thing to come in fourth or fifth. You cannot show me an example of a presidential candidate that came in fourth in Iowa, fourth or worse in New Hampshire, and then came back to win the nomination. It just doesn't happen. Now, for Biden, New Hampshire should be a good state for him, because, remember, independents can vote here. They could not vote in Iowa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "And that independent vote is about a third of the electorate. And they are more moderate than the Democrats. They're more centrist and they should be responding better to either Amy Klobuchar or Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, let me ask you. For Joe Biden, he's got the problem that he wanted to be the moderate standout to the Bernie Sanders and Elizabeth Warrens. And Bernie Sanders has sort of reclaimed or locked down that progressive label and standard- bearer. It's Biden who faces the Amy Klobuchars and maybe to a certain extent Mayor Pete Buttigieg. What do you think of how that's all going to parcel out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Well, I'm watching Super Tuesday, because Mike Bloomberg is moving up. Every single week, he's adding a percentage or two. There is still three more weeks until Super Tuesday. And I think that Mike Bloomberg actually has a chance to defeat Joe Biden in some of these Super Tuesday states. And that's important, because Mike Bloomberg -- everyone else is going to be out of money. Maybe they will have a few million dollars to spend. But Mike Bloomberg will be able to spend $50 million a week or whatever it takes to continue to move up. And the national polling shows that he's coming very close. He's ahead of Klobuchar. And he's coming very close to Biden right now. It Bloomberg comes in second, the way that Democratic delegates are apportioned, if Bloomberg comes in second on Super Tuesday, then he's going to be a significant player at the convention. It's one of the reasons, by the way, I'm here in Nevada right now. I wanted to get a head start on the next vote. And I will tell you that Biden is slipping here in Nevada as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Nevada is going to be a caucus. How's that going to go? Do they have any of the same equipment or technology that Iowa did? Any risk there? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "I'm glad you asked. It's -- I have been doing the research for the last 48 hours. I feel like a reporter right now. Number one, they bought the same technology that they were using in Iowa. They wasted their money. They have gotten rid of it. Number two, they have still not told the precinct captains exactly how they're going to count the votes, because they don't have a system that they have approved. And, number three, they have no idea what turnout is going to be. They're trying to create backup systems so they do not have the same mistakes as Iowa. But I will tell you, Neil, not only is Iowa, the caucus, in jeopardy. The entire caucus system is in jeopardy. This may be the last time that we undertake these kinds of elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're waiting to hear from the president, who has been musing about some of these developments at the White House today. It should be coming shortly, Frank. Now, his backdrop and the crowds he generated last night in Manchester show that it could have a very different environment for him this go-round. He barely lost New Hampshire four years ago. His people are very confident, with a strong economy, record low unemployment in New Hampshire -- I think it's around 2.6 percent -- he's sitting pretty. Do you think he is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "His economic numbers are unprecedented, the lowest unemployment rate African-Americans, Latinos, young voters, growth in wages, growth in take home-pay, reductions in regulations. On the statistical basis, Donald Trump is going into this election campaign stronger than virtually anyone else. But his approval rating, which is very close to 50 percent, is still lower than what it should be with a president with this record of accomplishment. It is going to be an imperative on this president not just to go after his own base, but he has to reach those swing voters who voted for him because they didn't like Hillary Clinton, or voted for her, but they themselves have had a better quality of life. So, Neil, the question that he should be asking, are you better off today than you were four years ago? If that is the question that voters have on their minds on Election Day, he's reelected. If he doesn't do that, then he puts his reelection in peril.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Republicans seem to be praying that it's Bernie Sanders as the nominee. Are they getting a little too cocky if it is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Yes, they are. And I have been to half-a-dozen Sanders rallies since the beginning of the year. These people are fired up, they're ready to go. Sanders is the mirror image of a Trump rally. Thousands and thousands of people come out to see their guy, to cheer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "We're going to have the highest voter turnout, I think, that we have had in 50 years. Every Sanders voter is going to vote. But, Neil, I want to draw your attention. If Bloomberg starts to do better and better, you could see a fracture in the Democratic Party between the Sanders-Warren side of the party and the Biden-Bloomberg side of the party. It could get really ugly over the next few months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we shall see. Frank Luntz, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "As Frank was speaking there, you're looking at the White House. The president apparently did answer reporters' questions about the race and where things stand, Bernie Sanders and Joe Biden. We will be going to that very shortly. Suffice it to say here, the president saying again and again that he thinks that economic record and what's been happening on Wall Street, particularly the S&P and Nasdaq hitting records, that's the charm offensive for him, the fact that you're doing so well, and the economy is doing even better. The president:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Yes, I thought it was ridiculous that -- no, I didn't speak to the Justice -- I'd be able to do it if I wanted. I have the absolute right to do it. I stay out of things to a degree that people wouldn't believe. But I didn't speak to him. I thought the recommendation was ridiculous. I thought the whole prosecution was ridiculous. And I look at others that haven't been prosecuted, or I don't know where it is now. But when you see that, I thought it was an insult to our country, and it shouldn't happen. And we will see what -- what goes on there. But that was a -- that was a horrible aberration. These are the -- I guess the same Mueller people that put everybody through hell. And I think it's a disgrace. No, I have not been involved with it at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) commuting (OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't want to talk about that now. I think it was a disgraceful recommendation. They ought to be ashamed of themselves, what they have done to General Flynn, what they have done to others. And then the really guilty ones, people that have committed major crimes, are getting away with it. I think it's a disgrace. We will see what happens. Go ahead, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "I was just going to say, Mr. President, you took on Michael Bloomberg, and Brad Parscale did as well, over stop and frisk. Yet, in 2016 and 2018, you praised Rudy Giuliani for the stop and frisk program. So what's different about what Bloomberg did and what you believe...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, I will tell you what. I looked at it. And I watched him pander at a church and practically beg for forgiveness. I wouldn't have begged for forgiveness. I mean, he was doing his job at the time. And then he -- when he went up to the church, I thought it was disgraceful. But I put something out. And it was so -- it was pretty nasty. And I thought -- I'm looking to bring the country together, not divide the country further. But when he went up to a church, and he apologized for everything he's ever done, that was only for getting votes. And I think probably people understand that. Yes, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I am. I just spoke with Prime Minister Modi. And it's going to be very -- I don't know who's going, but it's -- he said, we will have millions and millions of people. My only problem is, so, last night, we probably had 40,000 or 50,000 people, far more than anyone else. But when we have 50,000 people nowadays, fellows, I'm not going to feel so good, because he thinks we will have five to seven million people just from the airport to the -- to the new stadium.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And, you know, it's the largest stadium in the world. He's building it now. It's almost complete. And it's the largest in the world. And he's a friend of mine. He's a great gentleman. And I look forward to going to India. So, we will be going at the end of the month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They want to do something. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "The people of the United States finally want a government that works for all of us, not just the 1 percent. That is our message."
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Thanks for your help."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All the way from Sacramento."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Oh, geez. Thanks for the hitting the road for us. Appreciate it."
    },
    {
      "speaker": "JOSEPH BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "This is just the beginning. We have an entire nation to vote yet."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "It's great to see how many people show up to show their support, and how many people show up to vote."
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR (D-MN), PRESIDENTIAL CANDIDATE",
      "utterance": "The midnight polls are any indication, we're going to have a pretty good night tonight."
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, you're looking live at Bedford, New Hampshire. In less than four hours, the polls, all of them, close. The secretary of state is predicting record turnout. So, who will lead the pack out of the Granite State, and who will just drop like a rock? Welcome, everybody. I'm Neil Cavuto back in New York preparing for the big day. Bernie Sanders, Pete Buttigieg and Elizabeth Warren and Amy Klobuchar, they're all continuing to fight for every last vote in New Hampshire at this hour, as Joe Biden bolts to South Carolina, will not be in the state tonight when the final results come in. How's that sitting with folks? We're all over in Manchester, New Hampshire, with Peter Doocy on Bernie Sanders hoping for a layup tonight, and Kristin Fisher on Joe Biden, who is all but giving up on New Hampshire tonight. We begin with Peter. Hey, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, right this minute, Joe Biden is on his way to the airport. He changed his RSVP to his own victory party tonight to a no, so he's going to be down in South Carolina, but insists history is on his side."
    },
    {
      "speaker": "BIDEN",
      "utterance": "From there, look, you talk -- everybody talks about the past. I mean, Clinton lost nine primaries and won only one. This is just the beginning. We have an entire nation to vote yet."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Now, with Biden gone, some of the more moderate candidates are trying to fill the void, among them, Amy Klobuchar."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "If the early votes in the midnight polls are any indication, we're going to have a pretty good night tonight. We were excited to have been the winner in three early polling locations in Northern New Hampshire."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Pete Buttigieg has been surging since claiming victory in the Iowa caucuses, but Bernie Sanders headlined a concert last night which drew 7,500 people, and he thinks that signal something good for him tonight."
    },
    {
      "speaker": "SANDERS",
      "utterance": "we were hit a little bit hard by the impeachment process, which kept me in Washington for a couple of weeks, but I'm proud that we have spoken to tens and tens of thousands of people in New Hampshire."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Sanders was asked what he thinks about Biden bailing on New Hampshire at the last minute. He didn't want to go there. But he is the most outwardly confident candidate that we have heard from so far today -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Peter, thank you, my friend. Meanwhile, Joe Biden, as you said here, abruptly canceling his primary party in New Hampshire tonight, taking off for South Carolina, and soon. Kristin Fisher in Manchester with much more on that -- Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Well, voters here at a very busy polling place in Manchester, a lot of them very surprised by Joe Biden's shock move on Election Day to essentially skip town here in New Hampshire and jump to his so-called firewall in South Carolina. And it really gives you a sense of just how low the expectations are for the former vice president with just hours to go before the polls close. Listen to how Joe Biden explained his decision to skip town just a few hours ago."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. Vice President, we understand you're not staying in New Hampshire for the results tonight, that you're going to South Carolina. Is that true?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes. We're going to stay all day here, fight for every vote we have. And then we're heading down to South Carolina."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Why not Nevada?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "On the way to Nevada. It's easier to go to South Carolina and then go back."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now, Senator Elizabeth Warren has been in about the same place in the polls as Joe Biden, but she's really been employing a very different tactic. She is staying here and really fighting to the finish. Listen to how she characterized Joe Biden's decision to leave New Hampshire and head to South Carolina on Election Day."
    },
    {
      "speaker": "WARREN",
      "utterance": "I think it says that he's not here to fight for the votes in New Hampshire. But I think that this is what democracy is about. We get out here. We talk to voters, and we fight for every vote. That's who I am. I am a fighter."
    },
    {
      "speaker": "FISHER",
      "utterance": "And that is exactly what Senator Elizabeth Warren has been doing all day today. The video you're seeing right now is her fourth and final stop of the day here at this polling place in Manchester, before she heads to her watch party tonight in downtown Manchester. And over the last few days, she's really been campaigning on this message of unity and choosing not to attack a lot of her Democratic rivals, but then, over the last hour, really at the 11th hour, her campaign has shifted tactics and put out a statement attacking a bunch of Warren's rivals, explaining why they believe she's a better candidate. They say Sanders has a political ceiling, Joe Biden is at risk of having his support collapse, and Pete Buttigieg will struggle as the primary moves on to more diverse states like South Carolina. So, Neil, the question now really is, is that shift in strategy, is it too little too late for Warren? Or would it have made a difference at all, Neil?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's an amazing thing to see sort out in the final minutes, hours here. Thank you, Kristin, very much. Well, as we have been indicating here, Joe Biden now heading to South Carolina tonight. Could that interrupt the vote he was planning on getting tonight, when a lot of people here, all right, he's bailing out on us, should we bail out on him? Let's ask Inez Stepman with the Independent Women's Forum, RealClearPolitics' Tom Bevan, Democratic strategist Robert Patillo. You know, Robert, I can remember when Jimmy Carter conceded the election to Ronald Reagan. Not everyone had voted. And there was that anger that was left over. Now, whether it would have made a difference -- in his case, obviously, that wasn't the case. But a lot of races were maybe decided at the time on that. What do you make of the former vice president's move to leave New Hampshire in the middle of the voting?"
    },
    {
      "speaker": "ROBERT PATILLO, DEMOCRATIC STRATEGIST",
      "utterance": "Well, I think what Joe Biden is doing is making a decision for the Democratic Party that Democrats should have made decades ago, which is that Iowa and New Hampshire are no longer representative of the Democratic primary electorate. We're talking about two states which are -- don't hold the same values of the rest of the nation, which don't have the same electorate as the rest of the nation. So, it's an insignificant campaign."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, come on. He would still be there if it made a difference for him and it looked like it was going well for him, right?"
    },
    {
      "speaker": "PATILLO",
      "utterance": "He -- I think what we have to understand is, South Carolina is a far better representation of what America looks like today, compared to New Hampshire. So the real person we need to worry about in New Hampshire right now is Elizabeth Warren, because if she cannot win a state in her own backyard, her viability going forward goes into question. Joe Biden has a very clear strategy. Win South Carolina, rack up on Super Tuesday, win the delegate count going into the convention. That's a clear strategy. Elizabeth Warren's strategy is a lot more murky than that. And after New Hampshire.."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you might be right. But, Tom Bevan, this sounds a lot like the Rudy Giuliani strategy of eschewing Iowa and New Hampshire and placing all his eggs in the Florida basket. We know how that went. What do you think?"
    },
    {
      "speaker": "TOM BEVAN, CO-FOUNDER AND EXECUTIVE EDITOR, REALCLEARPOLITICS.COM",
      "utterance": "Yes, look, I mean, Biden, clearly, he's been lowering expectations. And leaving town, I don't think, is a good look. Everybody says South Carolina is his firewall, but, I mean, just look at the struggle he's had in the last eight days, from his poor finish in Iowa to now. South Carolina is 18 days away. So his house is on fire, and by the time he gets to South Carolina, it may have burned down, because the fire trucks won't be coming for another 18 days. It's going to be a long time if he has a really poor finish here. And, again, Nevada is coming up next. And if he doesn't finish well there, I mean, it could be a real struggle for Joe Biden."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Inez, we're also getting anecdotal evidence that the former vice president's support among African-Americans is slipping. We're not sure exactly where that support might be going. But he's in a world of hurt. Do you agree?"
    },
    {
      "speaker": "INEZ STEPMAN, INDEPENDENT WOMEN'S FORUM",
      "utterance": "I absolutely agree. This doesn't look good leaving New Hampshire. And I also agree that we wouldn't be having this discussion with regard to Biden specifically about which states are representative if Biden was doing better in those states. He would be touting support in those states. It's not like he skipped those states, the way that, say, Mike Bloomberg did entirely. He did campaign there. And he lost. He lost badly. And more and more, he's not looking like Romney in 2012, the sort of elder statesman, the guy who's it's his turn and the party is going to settle on him, even if the base doesn't really like him. He's looking more like Jeb Bush in 2016, where there was a political class who thought he'd be a really, really good candidate, and then the base was absolutely -- gave an absolute veto to that. That's more what Joe Biden is looking like than Mitt Romney in 2012 today to me, and it's not good for him."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you see any chance, Robert, from this that -- there was an initial skepticism on the part of a lot of party regulars, for want of a better term, about the emergence of Bernie Sanders, and that they don't want to nominate someone who they think would lose in a general election. So, they have been kicking around changing the rules that the superdelegates can't vote on the first ballot, maybe allow them to vote in the first ballot. But that would invite holy hell, wouldn't it?"
    },
    {
      "speaker": "PATILLO",
      "utterance": "Oh, absolutely. I don't think you can change rules midstream. We saw already, when the Democrats changed rules for debates to allow Mike Bloomberg to potentially qualify for a future debate, the firestorm that that started. We have to have an above-board process. We cannot have the deciding in the backrooms and the cloakrooms. And, look, I think, allow Bernie Sanders to lay out his view and his vision for America. Have him explain the same way that Elizabeth Warren had to explain how he is going to finance all of his agenda items, and let the American people make an informed decision. Now, I think that's why we're seeing a lack of importance in Iowa and New Hampshire, because the American people want to make their decisions will full information,"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Tom, the role of Amy Klobuchar and her coming up the middle quietly, without much fuss, she's getting a little bit more attention now, where does she stand, do you think?"
    },
    {
      "speaker": "BEVAN",
      "utterance": "Well, by all indications, she is surging in the latest polls. She's in third place in our average and third place in a couple of the final polls in New Hampshire. The question is, where does she go from here? And, ironically, with her moving up, it may actually strengthen Bernie, because you have got another -- now you have got another moderate. If Buttigieg is in the 20s and finishes second, and if Biden stays in, which there's every indication that he's going to do, suddenly, you have got three moderates running in this race that have some strength."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BEVAN",
      "utterance": "And if Elizabeth Warren doesn't finish well in New Hampshire -- and it looks like she may not -- that may also strengthen Bernie. So if Bernie comes away with a clear win, Amy Klobuchar's strength may actually benefit him in the end."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Inez, is this going to be a brokered convention? I'm getting way, way, way ahead of myself. But what do you think?"
    },
    {
      "speaker": "STEPMAN",
      "utterance": "I think, if the Democratic establishment wasn't so reluctant to anoint Bernie Sanders, I think we would be talking less about a brokered convention. I do think that if he finishes strongly in New Hampshire -- Iowa was sort of a mess, but he finished extremely strongly there. But I think we'd be talking about him as the presumptive nominee, if the establishment wasn't so terrified to nominate an octogenarian communist. I think that we'd be talking about him differently. I don't see how you can deny the fact that Bernie Sanders is now the Democratic front-runner and the presumptive nominee if he keeps going. Now, anything could happen. I'm not saying that the race is over, by any stretch, but we are not talking about Bernie Sanders the same way we were talking about Joe Biden a month ago."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very good point."
    },
    {
      "speaker": "STEPMAN",
      "utterance": "And I think that's indicative of where the establishment is and where the media is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "By the way, he says socialist, not communist. But we will see what happens."
    },
    {
      "speaker": "STEPMAN",
      "utterance": "I disagree."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, guys, thank you very, very much. In the meantime, there's Michael Bloomberg, right? He might be one of the beneficiaries of a state he's not really paid much attention to. But he's run into a little bit of a buzz saw: the past."
    },
    {
      "speaker": "MICHAEL BLOOMBERG, PRESIDENTIAL CANDIDATE",
      "utterance": "Ninety-five percent of your murders and murderers and murder victims fit one M.O. You can just take the description, Xerox it, and pass it out to all the cops. They are male minorities 15 to 25. And the way you get the guns out of the kids' hands is to throw them up against the wall and frisk them. We did. And then they start -- they say, oh I don't want to get caught. So they don't bring the gun. They still have a gun, but they leave it at home."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, this is audio from a speech in 2015 coming out just as the 2020 presidential candidate Michael Bloomberg is gaining ground even among African-American voters. This controversial stop and frisk program was widely criticized for targeting minorities. Now, the mayor has since apologized for all of that. But that was then. And, of course, now we're hearing exactly what he was saying then now. To GOP pollster Lee Carter. It's one thing to hear someone sort of disavow their remarks. It's another to go back in time and hear the remarks."
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you think the fallout is?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Listen, I think the audio is pretty damning. We have talked about other tapes that have come out from other candidates in the past. And people forgave the president for his \"Access Hollywood\" tape. And I think you're talking about a very different person, a very different time. Mayor Bloomberg doesn't have the likability. He doesn't have the extreme enthusiasm and the support of his huge base that are so, so excited about him."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, the problems he had before this, and his statement today to sort of say, this is no longer how I feel, that -- you don't think that's going to hold much water?"
    },
    {
      "speaker": "CARTER",
      "utterance": "No, I don't, because it's not only just that he's -- what he says is terrible. But then he goes online by line and almost addresses exactly what people's problems are. He says -- he talks about saying, you can take them and throw them against the wall. He goes on even further and he talks about how many people have been arrested for marijuana, which is just sort of a byproduct of what you have to do. And I think these are big problems, especially for a Democrat. And so I think that a lot of people are not going to be happy. I think it'd be very difficult for him to pick up a minority vote. But I think there's going to be room for somebody who's more moderate, who's gaining momentum, somebody who might have been a mayor of another town."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "CARTER",
      "utterance": "And I think he could have a message that could say, look, there's a place for you here. That's part of his campaign strategy. That's what he's saying, is that he's he's reaching across the aisle. He's coming on to FOX News. He's talking about, no matter your background, no matter who you are, I have a place for you in my campaign. I think he could reach out to folks right now and really capitalize on this moment."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sorry, Lee. Where is that African-American support going? If you buy the notion anecdotally that Joe Biden's imploding, not only with African-Americans, but maybe many others, on the trip to South Carolina, might not have the results he hoped for, and you look at Mayor Pete, who has had problems, as you pointed out, and Bloomberg, and if this sinks in and bothers folks more than just a passing one-day media story, who's the beneficiary of that vote?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Listen, I think that any of the candidates can be still at this point. I think that Bloomberg certainly is going to be at a disadvantage. I think Biden did have a lot of the vote because that was before he actually showed up. I think once he's showing up at state by state, we're seeing that his popularity is declining, because a lot of this is almost like online dating. You kind of know somebody before they come in, you want to get to know them and see what they're all about. And then you might be disappointed once you see it. I think that's what's happening to Biden. He's going -- he's already out of Hampshire. He's on to South Carolina, and it's not going well for him. So all of these candidates have the ability to make their case and say, this is who I am, and there's room for you in my party, in my vision. And that's what you're starting to see, them making a case. Amy Klobuchar is starting to develop a new narrative. Mayor Pete is as well. Bernie Sanders certainly has a narrative. I'm not sure that he's going to get -- capture that vote. But I think that we're seeing a whole new side of the campaign. It's like a pivot point when you're going from debates where you're trying to figure out who's even going to make it on. Now you're starting to see them in the wild, so to speak, and it's a little bit of a different feel."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But let me ask you about that. When I was talking to folks in Manchester, when I was up there, I was struck by the fact -- and more than a couple of voters said it -- that I'm torn between my heart and my head. My heart tells me Bernie. I love Bernie. He is the original article, says what he believes, believes what he says, and has been saying it for decades, but I'm told that he can't win. But then they were rallying around the notion, I bet my heart is right, I think he can win. And more than a few suggested look at Donald Trump. Everybody said that he couldn't."
    },
    {
      "speaker": "CARTER",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So we went with our heart, and our heart won."
    },
    {
      "speaker": "CARTER",
      "utterance": "Listen, I think there's something to that. A lot of people are talking about why Bernie Sanders can't win. I think that's the wrong question to ask. I think that he has all of the things that are necessary. He's got a message. He's got signature policies. We all know what he stands for. We're all reacting to him. His base is enthusiastic, solid and strong and growing. And I think that momentum is with him. I think Elizabeth Warren is on the -- a lot of a lot of Elizabeth Warren's support is going to go over to Bernie Sanders and he's going to be someone really, really tough to beat. The other candidates up until now have really been largely reacting to Donald Trump. Their whole message is, we're fighting for the soul of America. We can't afford another day to let this guy be in charge."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "CARTER",
      "utterance": "Mayor Pete was doing that, too. I think they're all starting to learn the lesson and say, that's not enough, because it's not enough just not to like someone. Most Democrats don't like Donald Trump, and they're looking for a better place to go. A lot of people, they're going to need to do more than that they have been doing so far. So I think that there's a lot of room now. And I think they're starting to see a message that's beyond that. I think that Joe Biden is still very much in the fighting for soul of America messaging and really responding to Donald Trump. I think that, frankly, Bloomberg is doing that as well. And we haven't really seen Bloomberg in the wild. I mean, he's not up on stage. We haven't seen him one-on-one. We don't know what he's really like."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I like that, Bloomberg in the wild."
    },
    {
      "speaker": "CARTER",
      "utterance": "I know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will see what happens. Lee, thank you very much. And to your point, we're talking about 24 delegates here, right? And you need almost 2,000 to get the nomination."
    },
    {
      "speaker": "CARTER",
      "utterance": "Every one counts."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Every one counts is right. Thank you very, very much. In the meantime, New Hampshire's voting, and Wall Street actually buying, even on the prospect, even on the prospect of a Bernie Sanders, who wants to take a lot of their wealth. What do you make of that? After this. Now, there is a split view when it comes to the markets, two of which hit records today, the S&P 500 and the Nasdaq, that they're either scared stiff of him -- again, they have a funny way of showing it -- or they're OK if it ends up being him, the Democratic nominee, because they don't think he has a chance in hell of being elected. Now, be careful on that. And history, as we point out on this show and others many, many times, history has a way of proving the experts wrong. Look what they were saying about Donald Trump four years ago. Anyway, let's get the read on all of this from The Wall Street Journal's Bill McGurn, who has an interesting column in The Wall Street Journal, saying you might be focused on Mayor Pete Buttigieg today, also market watcher Gary Kaltbaum. Welcome to both of you. Bill, you first on the back-and-forth over how the financial world digests a possible Bernie Sanders candidacy as the Democratic nominee. How and why do you think it's sort of sloughs it off?"
    },
    {
      "speaker": "BILL MCGURN, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, again, if I could really accurately guess the market, I wouldn't be sitting here talking to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "See, I think you would, Bill. Something tells me you would, because you enjoy it so much."
    },
    {
      "speaker": "MCGURN",
      "utterance": "Yes, I would be -- I'm pretty sure I'd be on a beach somewhere, enjoying my..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK, fine."
    },
    {
      "speaker": "MCGURN",
      "utterance": "But I think what it does is, there's sort of -- first of all, we're at the very beginning stage of the primaries, and there's sort of an unreality until it happens, right? I mean, the same for Donald Trump, as you pointed out. It took a little while for people to realize, oh, my gosh, this guy might actually win the nomination. I'm not sure people are quite there with Bernie yet, even though I think he has a very good chance of winning the nomination."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, as you have said, Gary, in the past, a lot of these candidates, certainly the financial community might not favor just on pure money grounds, because they're all going to raise taxes to some degree. The only gradation of moderate here is to the degree. But they don't seem to be worried about the prospects of the president not getting reelected. How soon would we see that if they were?"
    },
    {
      "speaker": "GARY KALTBAUM, FOX NEWS CONTRIBUTOR",
      "utterance": "All I can tell you is, I look at the extremes, Neil, and I worry about the extremes. If Sanders becomes the president and gets to enact everything he wants, you're talking about a large wealth tax on the producers and the successful people, a tax on people making $29,000, the threat of taking over, shutting down, or breaking up all the major industries. The markets will eventually react to that. He has not won the primary, the nomination yet. If you get closer to that, and he gets it, I think the market gets an automatic haircut. And, again, if he wins it, then I think, Katy bar the door.  I think this is big stuff here. And I think it's more than socialism at this point."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Bill, one of the things -- and you argued in your piece looking at the phenomenon of Mayor Pete, that, first, a lot of people dismiss him and sound very dismissive in doing so."
    },
    {
      "speaker": "MCGURN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I'm wondering if this whole cast of candidates is being treated much the same as the Democratic candidates in 1992, who were deemed them to be the Seven Dwarfs, and the tallest among them were Bill Clinton, because they had no chance in beating George Bush Sr. at the time, fresh off his Kuwait-Iraq War. And people thought it was a waste of time. Now, we know how that turned out. But the Mayor Pete things struck me because he could be that person. What do you think?"
    },
    {
      "speaker": "MCGURN",
      "utterance": "Yes, I think, so far, Mayor Pete's been getting a pass on his record, and quite a few things. I mean, he tends to -- he's very good in the debates. But he's very good because he talks in generalities. That's why sort of \"Saturday Night Live\" mocked him as the white Obama, these very sort of lofty platitudes that don't mean much. And he hasn't committed himself too much. If he wins in New Hampshire, having won in Iowa, there will be a lot more attention and focus on Pete Buttigieg and his actual record as mayor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, but there's not a lot of ground there to examine, right? I mean, that can work to -- youth can work to your advantage there, right? But we will see. Gary, I'm wondering, as far as the markets go, people always say, I'm expressing a bias that the markets are saying. They're not red or blue. I always like to say they're green. They like make money. They made a lot of it under Bill Clinton. They have been making a lot of it under Donald Trump. That will dictate where they go, right? That will dictate what -- where they see the tide going. And they're placing a bet, for the time being, that nothing's going to disrupted here, right?"
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "I think the market thinks Trump is going to win right now. And I also think that the market thinks that if a Dem wins, there's still going to be a lot of chaos in Washington, D.C., and I'm not sure anything gets done. And right now, you get a lot of yapping from both sides on what they want to do with. But, hopefully, you give me gridlock. I'm a happy guy, and then same old, same old. You give me tax rates where they are right now, regulations low, I think we're in good stead. Again, all bets are off. We got plenty of months ago. And I still remember right before Obama and McCain came the disaster that changed the playing field after McCain went to the convention. So, again, a long way to go."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's a very good point. I'm glad we revisited history. Gentlemen, thank you very, very much."
    },
    {
      "speaker": "MCGURN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And just remembering that McCain-Obama race, remember, they were fairly dead-even in the polls, right up until something called a financial meltdown. Then all bets were off. We will have more after this. That will decide it all. We will have more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, just a reminder, we are going to be covering this on FOX Business Network tonight, the election from the first votes coming in and being tabulated, all the way to foreign market reaction, our own futures market reaction, only thing you can get on FBN. Bret Baier wanted me to pass that along to you. But the reason why I say that, not to be flippant about it, is, the world does watch what we're up to. The world will be watching this contest. And the world is intrigued with the possible results of a possible shift in power, even if one of the major parties takes a hard shift to the left. Karen Pierce is the U.K.'s ambassador the United Nations and incoming U.K. ambassador to the United States. When she assumes that role, by the way, in the coming week, she will be the first woman to hold that prestigious title. That is a unique role, I think an unprecedented role. Ambassador, very good to have you. Congratulations."
    },
    {
      "speaker": "KAREN PIERCE, BRITISH AMBASSADOR TO THE UNITED NATIONS",
      "utterance": "Thank you very much. Thank you very much."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Last time you were here, I tried to get you in embarrassing political fights here. And you didn't take..."
    },
    {
      "speaker": "PIERCE",
      "utterance": "Yes, thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You didn't take the bait, so you got promoted, as you should have been. But let me ask you a little bit. How closely do you and fellow Brits watch what's transpiring in the United States right now?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "Oh, I think very closely. There's a lot of interest all the way across Britain in what happens in America generally. And election time, it's on our televisions and our radios, on social media all the time. People watch it closely because of the relationship. But they also watch it closely because it's interesting, it's lively. The debates are interesting."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, but yours are much quicker. One of the things I love about you guys is that you decided very clearly there's a 30-day campaigning process. And when it's decided, the new guy or woman moves into 10 Downing place like immediately."
    },
    {
      "speaker": "PIERCE",
      "utterance": "That's right. It's a pretty brutal process and has been for time immemorial."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PIERCE",
      "utterance": "Whereas I understand that the U.S. process was originally devised so that the president could travel from wherever they lived to Washington. So you have a longer transition. We have about an hour-and-a-half."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's -- that's nice. By the way, we're already working on 2024, Ambassador, so we just -- we don't let any grass grow under our feet. But you mentioned about the impact in your country. And I'm thinking, if you think of the whole populist wave -- I know I'm trivializing it -- so, like a Boris Johnson and that phenomenon and Brexit and that phenomenon, with Donald Trump, but it started with Brexit in Britain, and it continues now. What do you think of that?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "I think there is a big populist trend in a lot of politics in the West at the moment. You see it in other countries in Europe. I think it had its expression in Brexit, which was 52 to leave, 48 to remain. But what I think is interesting about the current government is that it has a very broad base of voters who supported it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, even in areas that -- where Liberals were quite strong, right?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "Even in Labor areas."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PIERCE",
      "utterance": "So, when the prime minister..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We should sway that's your liberal..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PIERCE",
      "utterance": "That's exactly right. The prime minister went out to Sedgeland and that used to be a former Labor prime minister's seat, Tony Blair's seat."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PIERCE",
      "utterance": "So politics is changing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Why did they vote the way they did, then? Because that surprised me. That's like, in Massachusetts, them voting Republican."
    },
    {
      "speaker": "PIERCE",
      "utterance": "I don't know. But just to hazard a guess, some people really wanted to get Brexit done. Sedgeland was the first part of the U.K. to vote for Brexit in 2016. And then I think there's something about the government's message of hope and optimism and opportunity that strikes a chord with voters. Having voted to leave the European Union, they want to make the most of the opportunities that presents."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's interesting. Under your parliamentary system of government, it's not the person so much. It's the party. Whoever runs the party or in charge of the party becomes the prime minister. But it was an alarming style difference between the Labor leader and, of course, Boris Johnson, who is an endearing figure in Britain. That did make a difference, didn't it?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "I haven't seen research that would show that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PIERCE",
      "utterance": "But I think, intuitively, if you have a prime minister who is open, vocal, getting out and about, I think people respond to that on a personal level."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's very clever how you avoided the political..."
    },
    {
      "speaker": "PIERCE",
      "utterance": "Oh, well, I'm a neutral civil servant. I have no view between the parties."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I tried to do it a back way there. No, you're right. But the similarity between Boris Johnson and Donald Trump isn't missed on many in this country. The two obviously get along. There have been some differences over Huawei and dealing with Huawei. I guess they had a nasty phone call on that. But what is your sense about the closeness of our leaders, keeping the politics out of it, compared to prior times? I can remember Ronald Reagan and Maggie Thatcher. But there are those moments, whether you're talking FDR and Winston Churchill. How would you explain it now?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "I think leaders on both sides of the Atlantic, whichever party they're from, want to continue this deep, profound and successful relationship. And I think they try and go the extra mile for each other. And it doesn't work in every case, but I think whichever party it is on whichever side of the Atlantic, the two leaders try to have the strongest possible partnership. And that's certainly true. The prime minister and the president, as you say, get on very well together."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And they both share the same harsh views on dealing with despots bad guys and Iran and all of that. I mean, will that change in any way? Do you worry about that? Well, it just depends on the personalities."
    },
    {
      "speaker": "PIERCE",
      "utterance": "I think whoever is the leader in both countries fundamentally wants the same thing. They want a safe and prosperous West as a way to help the rest of the world be secure and prosperous. And we want to advance human rights. And I think those goals are common across all the political parties."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PIERCE",
      "utterance": "We don't always agree with President Trump, I have to say."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "On Iran, for example, we have a different approach."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very much so."
    },
    {
      "speaker": "PIERCE",
      "utterance": "But I think, fundamentally, we're after the same goals. And now I think my job in Washington is to take that relationship to a level that will help us deal with all the new challenges in the world, if you think of A.I. and science and cyber."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PIERCE",
      "utterance": "There's a lot of new things out there that we need to do."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And this whole Brexit thing, where everyone thought that Britain would collapse into a recession or depression, that's not happening, is it?"
    },
    {
      "speaker": "PIERCE",
      "utterance": "Well, we never thought."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No. No, you did not."
    },
    {
      "speaker": "PIERCE",
      "utterance": "We -- and we want to go from strength to strength. And we obviously want to do it in partnership with our friends in Europe and in partnership with our very good friends in America."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you proved a lot of the skeptics wrong. Thank you very much, Ambassador. Very good seeing you."
    },
    {
      "speaker": "PIERCE",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You beat me yet again, but one of these days, one of these days."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congratulations."
    },
    {
      "speaker": "PIERCE",
      "utterance": "You're very kind. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well deserved. Well deserved. All right, in the meantime, a look at the early results in New Hampshire could predict tonight's outcome, particularly for Bernie Sanders. We will explain how you do that after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, as if we're not working Bill Hemmer enough, he was nice enough to stop by this show to sort of explain maybe what and what areas of New Hampshire to look to for early clues as to how the night could unfold. Bill, thank you for helping us out."
    },
    {
      "speaker": "BILL HEMMER, FOX NEWS ANCHOR",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What are you looking for?"
    },
    {
      "speaker": "HEMMER",
      "utterance": "Always for you, by the way, Neil, always."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There you go."
    },
    {
      "speaker": "HEMMER",
      "utterance": "But if you're looking for data right now, as for today, I mean, don't look here, OK? Because this is the total sum of votes that we can determine right now along the border with Maine. Neil, Klobuchar has got eight votes. Bernie's got four votes. Elizabeth Warren has four votes. So you can call that very, very, very early, really results from some of the voting that happened at midnight last night here. Here's what I would tell you, Neil. I think the best way to understand New Hampshire, maybe divide it in two in a very simple way. These are the results from four years ago. Bernie Sanders ran the table, all 10 counties he won over Hillary Clinton by a spread of 22 points, just a resounding victory for Bernie Sanders here. Here is Maine to the east, Massachusetts, Elizabeth Warren country to the south, and Vermont, Bernie Sanders country to the west. If you were to take the bottom two counties in the southern section of the state, where we're located, between Hillsboro County, then over here in Rockingham right along the Atlantic coast, you had 50 percent of the total from four years ago came from these two counties alone. So, watch the returns down here, and you will see a lot of numbers come in from these two southern counties. The other area you might want to think about is kind of the liberal left along the Connecticut River Valley that separates the state between New Hampshire and Vermont. Bernie Sanders ran up big numbers here. This is Grafton County. You find Dartmouth and also Plymouth State University. They have done a lot of campaigning the last couple of days. You can pop down here through Sullivan, down into Cheshire County, 70 percent number for Sanders. Does he do that again? Probably not against this expanded field. But what does he do with Elizabeth Warren, and how do they compete with each other? You saw a little bit of that progressive left vote being split in the Iowa caucus a week ago. Does that happen here again? We will see. It's just one gauge that we're looking out for throughout the evening here. Concord's in the middle, the capital area here. But, again, 50 percent of your vote comes from these two counties, Boston metro area, a lot of votes down here, more rural areas up here, and well up here last night, in Coos County, you have Dixville Notch, which they cast five votes, Neil, at midnight last night. Michael Bloomberg was a write-in on three of them. So what does that mean? I can't tell you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing. Amazing."
    },
    {
      "speaker": "HEMMER",
      "utterance": "If that helps."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There's no one better at that map thing there. That's awesome stuff. Bill, thank you very, very much. I know you're not going to get your sleep, but, then again, you don't need your sleep. All right, thank you, Bill Hemmer, on all of that. You simply can't mail it in with New Hampshire. The people who have won this state recognize that you have to put a lot of sweat equity in this state. Ronald Reagan did, and Bill Clinton did. And look where it got them -- after this."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "We have been everywhere in this state. So, that doesn't surprise me. But we're clearly having -- something is happening here. And we just want to seize the moment. So, I'm going to work my heart out all day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's what it's all about. Amy Klobuchar still at it right now in New Hampshire. It's a state that has a sort of a pattern in history of rewarding those who work their heinies. Think Ronald Reagan in 1980, after he had lost the Iowa caucuses to George Bush Sr. Think Bill Clinton in 1992 was deemed the comeback kid because he didn't quit, actually came in number two that year, but that was good enough to launch what would ultimately be his trip to the White House. Frank Luntz, who knows all this stuff backwards and forwards, on who's working hardest right now. What do you think, Frank?"
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "utterance": "I want to take you back even further, because it was New Hampshire that costs Lyndon Johnson the presidency."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Eugene McCarthy didn't beat him, but he came close. And then go up to 1992, when Pat Buchanan gave George Herbert Walker Bush a scare. So it's not just the difference between Iowa and New Hampshire. It's not just that it elects presidents, rather than make statements. There are times when the incumbents get destroyed in Iowa -- in New Hampshire. And that changes history as we know it. In terms of who's working the hardest, I think Bernie Sanders, and I think that he's got a slight edge to tonight. And I'm also watching Mayor Pete to see how close he can keep it. But, unlike Iowa, at least New Hampshire, Democrats know how to count votes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, we will see how that goes. They were reminding me, to a man or woman, about that when I was chatting with them when I was there. But let me ask you a little bit about whether it's a full faux pas or not, or maybe he's preparing for the bad news, for Biden to leave the state in the middle of all of this. Now, maybe he's given up on it, but how do you think voters there feel about that?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "I don't think anyone changes their vote whether or not a candidate is going to be there on primary night to accept the cheers of victory or acknowledge defeat. Biden's last stand is going to be South Carolina. If he loses the first four states, it's hard to imagine that he will raise enough money in that last week to be able to be competitive in Super Tuesday. It's one thing to come in third. It's another thing to come in fourth or fifth. You cannot show me an example of a presidential candidate that came in fourth in Iowa, fourth or worse in New Hampshire, and then came back to win the nomination. It just doesn't happen. Now, for Biden, New Hampshire should be a good state for him, because, remember, independents can vote here. They could not vote in Iowa."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "And that independent vote is about a third of the electorate. And they are more moderate than the Democrats. They're more centrist and they should be responding better to either Amy Klobuchar or Joe Biden."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, let me ask you. For Joe Biden, he's got the problem that he wanted to be the moderate standout to the Bernie Sanders and Elizabeth Warrens. And Bernie Sanders has sort of reclaimed or locked down that progressive label and standard- bearer. It's Biden who faces the Amy Klobuchars and maybe to a certain extent Mayor Pete Buttigieg. What do you think of how that's all going to parcel out?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Well, I'm watching Super Tuesday, because Mike Bloomberg is moving up. Every single week, he's adding a percentage or two. There is still three more weeks until Super Tuesday. And I think that Mike Bloomberg actually has a chance to defeat Joe Biden in some of these Super Tuesday states. And that's important, because Mike Bloomberg -- everyone else is going to be out of money. Maybe they will have a few million dollars to spend. But Mike Bloomberg will be able to spend $50 million a week or whatever it takes to continue to move up. And the national polling shows that he's coming very close. He's ahead of Klobuchar. And he's coming very close to Biden right now. It Bloomberg comes in second, the way that Democratic delegates are apportioned, if Bloomberg comes in second on Super Tuesday, then he's going to be a significant player at the convention. It's one of the reasons, by the way, I'm here in Nevada right now. I wanted to get a head start on the next vote. And I will tell you that Biden is slipping here in Nevada as well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Nevada is going to be a caucus. How's that going to go? Do they have any of the same equipment or technology that Iowa did? Any risk there? What?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "I'm glad you asked. It's -- I have been doing the research for the last 48 hours. I feel like a reporter right now. Number one, they bought the same technology that they were using in Iowa. They wasted their money. They have gotten rid of it. Number two, they have still not told the precinct captains exactly how they're going to count the votes, because they don't have a system that they have approved. And, number three, they have no idea what turnout is going to be. They're trying to create backup systems so they do not have the same mistakes as Iowa. But I will tell you, Neil, not only is Iowa, the caucus, in jeopardy. The entire caucus system is in jeopardy. This may be the last time that we undertake these kinds of elections."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're waiting to hear from the president, who has been musing about some of these developments at the White House today. It should be coming shortly, Frank. Now, his backdrop and the crowds he generated last night in Manchester show that it could have a very different environment for him this go-round. He barely lost New Hampshire four years ago. His people are very confident, with a strong economy, record low unemployment in New Hampshire -- I think it's around 2.6 percent -- he's sitting pretty. Do you think he is?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "His economic numbers are unprecedented, the lowest unemployment rate African-Americans, Latinos, young voters, growth in wages, growth in take home-pay, reductions in regulations. On the statistical basis, Donald Trump is going into this election campaign stronger than virtually anyone else. But his approval rating, which is very close to 50 percent, is still lower than what it should be with a president with this record of accomplishment. It is going to be an imperative on this president not just to go after his own base, but he has to reach those swing voters who voted for him because they didn't like Hillary Clinton, or voted for her, but they themselves have had a better quality of life. So, Neil, the question that he should be asking, are you better off today than you were four years ago? If that is the question that voters have on their minds on Election Day, he's reelected. If he doesn't do that, then he puts his reelection in peril."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Republicans seem to be praying that it's Bernie Sanders as the nominee. Are they getting a little too cocky if it is?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Yes, they are. And I have been to half-a-dozen Sanders rallies since the beginning of the year. These people are fired up, they're ready to go. Sanders is the mirror image of a Trump rally. Thousands and thousands of people come out to see their guy, to cheer."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "We're going to have the highest voter turnout, I think, that we have had in 50 years. Every Sanders voter is going to vote. But, Neil, I want to draw your attention. If Bloomberg starts to do better and better, you could see a fracture in the Democratic Party between the Sanders-Warren side of the party and the Biden-Bloomberg side of the party. It could get really ugly over the next few months."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we shall see. Frank Luntz, thank you very, very much."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "As Frank was speaking there, you're looking at the White House. The president apparently did answer reporters' questions about the race and where things stand, Bernie Sanders and Joe Biden. We will be going to that very shortly. Suffice it to say here, the president saying again and again that he thinks that economic record and what's been happening on Wall Street, particularly the S&P and Nasdaq hitting records, that's the charm offensive for him, the fact that you're doing so well, and the economy is doing even better."
    },
    {
      "speaker": "The president",
      "utterance": ""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Yes, I thought it was ridiculous that -- no, I didn't speak to the Justice -- I'd be able to do it if I wanted. I have the absolute right to do it. I stay out of things to a degree that people wouldn't believe. But I didn't speak to him. I thought the recommendation was ridiculous. I thought the whole prosecution was ridiculous. And I look at others that haven't been prosecuted, or I don't know where it is now. But when you see that, I thought it was an insult to our country, and it shouldn't happen. And we will see what -- what goes on there. But that was a -- that was a horrible aberration. These are the -- I guess the same Mueller people that put everybody through hell. And I think it's a disgrace. No, I have not been involved with it at all."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE) commuting (OFF-MIKE)"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't want to talk about that now. I think it was a disgraceful recommendation. They ought to be ashamed of themselves, what they have done to General Flynn, what they have done to others. And then the really guilty ones, people that have committed major crimes, are getting away with it. I think it's a disgrace. We will see what happens. Go ahead, John."
    },
    {
      "speaker": "QUESTION",
      "utterance": "I was just going to say, Mr. President, you took on Michael Bloomberg, and Brad Parscale did as well, over stop and frisk. Yet, in 2016 and 2018, you praised Rudy Giuliani for the stop and frisk program. So what's different about what Bloomberg did and what you believe..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, I will tell you what. I looked at it. And I watched him pander at a church and practically beg for forgiveness. I wouldn't have begged for forgiveness. I mean, he was doing his job at the time. And then he -- when he went up to the church, I thought it was disgraceful. But I put something out. And it was so -- it was pretty nasty. And I thought -- I'm looking to bring the country together, not divide the country further. But when he went up to a church, and he apologized for everything he's ever done, that was only for getting votes. And I think probably people understand that. Yes, please."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I am. I just spoke with Prime Minister Modi. And it's going to be very -- I don't know who's going, but it's -- he said, we will have millions and millions of people. My only problem is, so, last night, we probably had 40,000 or 50,000 people, far more than anyone else. But when we have 50,000 people nowadays, fellows, I'm not going to feel so good, because he thinks we will have five to seven million people just from the airport to the -- to the new stadium."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And, you know, it's the largest stadium in the world. He's building it now. It's almost complete. And it's the largest in the world. And he's a friend of mine. He's a great gentleman. And I look forward to going to India. So, we will be going at the end of the month."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE)"
    },
    {
      "speaker": "TRUMP",
      "utterance": "They want to do something. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}