{
  "date": "February 16, 2020",
  "headline": "Ben Folds goes classical",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/ben-folds-goes-classical",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. Attorney General William Barr takes an unusual public swipe at President Trump over his criticism of the Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "I cannot do my job here at the department with a constant background commentary that undercuts me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The attorney general, who's been a close ally of Mr. Trump, says he won't be bullied, while the president says he has the right to intervene even in cases like the one involving his long-time advisor, Roger Stone. Now, House Democrats have Barr squarely in their sights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "sentences": "Remember, the attorney general can be impeached.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll discuss the fallout with counselor to the president, Kellyanne Conway. It's a \"FOX News Sunday\" exclusive.  Then, there are two new front runners in the Democratic race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "We're getting the establishment just a little bit nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "I ask you to join us in taking a stand for a better tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask Mayor Pete Buttigieg about his pitch to voters in Nevada, South Carolina, and the Super Tuesday states.   Plus, we'll ask our Sunday panel about Michael Bloomberg's rise in the polls, and accusations of sexism in the workplace. And our Power Player of the Week, a fixture of the late ‘90s alt rock scene goes classical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And it's about un-formalizing the symphony orchestra in a way that doesn't intimidate people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from FOX News in Washington.  Ever since William Barr became attorney general, critics have complained he acts more like the president's personal lawyer than the nation's top law enforcement officer. But this week, Barr said Mr. Trump's comments and tweets about criminal cases make it impossible for him to do his job. Meanwhile, prosecutors dropped a tough sentencing recommendation for a long time Trump advisor Roger Stone, but decided not to pursue criminal charges against a favorite Trump target, former FBI official Andrew McCabe.  In a moment, we'll speak with counselor to the president, Kellyanne Conway.  But first, let's bring in Mark Meredith, reporting from the president's retreat at Mar-a-Lago with the latest -- Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, the White House as the president still has confidence and faith in his attorney general even has multiple congressional Democrats are calling for Bill Barr to resign, amid multiple controversies facing his department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "I'm not going to be bullied or influenced by anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Attorney General Bill Barr is raising eyebrows for selecting an outside prosecutor to review the case against former national security advisor Michael Flynn. In 2017, Flynn pleaded guilty to lying to the FBI, recently asked to withdraw that plea and is still awaiting sentencing. Meantime, the Justice Department says it's no longer pursuing a case against former FBI Deputy Director Andrew McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR",
      "sentences": "It is an absolute disgrace that they took two years before they finally drew the obvious conclusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "President Trump repeatedly criticized McCabe over his role in the Russia probe and tweeted Saturday that McCabe, quote, authorized media links to advance personal interest. Last week, the president praised the Justice Department for changing the way it's handling the case against former Trump associate Roger Stone. Stone was convicted in November on multiple counts of lying to Congress. Prosecutors plan to ask for a 7 to 9-year sentence, but senior Justice officials overruled their recommendation and planned to push for a shorter sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "I have not discussed the Roger Stone case at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Democrats don't buy it and are calling for Barr to step down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "Everything that Bill Barr is about right now is just about loyalty to Donald Trump. And we just can't have that. He should not be the attorney general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Barr will be forced to explain some of his decisions. He's expected to head up to the House Judiciary Committee for a hearing at the end of March -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mark Meredith reporting from Mar-a-Lago -- Mark, thank you.   And joining us now, counselor to the president, Kellyanne Conway.  Welcome back to \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Good morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What does the president think of the decision to drop the criminal investigation of former FBI official Andrew McCabe? Does he think that McCabe should be prosecuted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, the president recognizes, as many people do, that it feels like there's a two -- two-tiered criminal justice system. If your President Trump or people associated with him, this prosecution would have gone one way. For you're someone like Andy McCabe, who wasn't just a garden-variety FBI agent just starting out, he was the number two and for a while the acting director of the whole FBI after Comey was fired. No one, including Andy McCabe, his FBI counsel, Lisa Page, familiar name, has denied that he lied, and he didn't lie once, he lied multiple times.  What did he lie about? Well, on about October -- at the end of October, 2016, he authorized a leak to Devin Bartlett, then a reporter at \"The Wall Street Journal.\" And the leak was about the ongoing investigation into Hillary Clinton's emails. So he authorizes the leak and then he lies about even knowing about the leak, then he is able to correct that on tape in and on the record, under oath interview in July --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "This is important -- July 2017, and lies again. And so, this is somebody -- he will still be a serial liar whether he's prosecuted or not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, here, let's get to the bottom line, does the president think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- does the president think the McCabe case should be reopened and he should be prosecuted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The president appreciates the fact that this Department of Justice and Attorney General Barr works on any number of issues at this White House that doesn't get any kind of coverage. Sanctuary cities, Texas versus Azar --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Please answer my question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- trafficking drugs, humans and guns, for example. Any number of issues you work on with the Department of Justice, this is small potatoes. But people see it from what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The McCabe case is small potatoes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He is small potatoes. He will always be seen as a serial liar and a leaker, as will those who covered for him. And what we're most concerned about is making sure that the 35,000 rank- and-file FBI men and women who bravely do their job every day with integrity and fidelity and bravery don't -- aren't being put in that same big toxic stew with those, including Andy McCabe, who are at the top levels of the FBI in 2016 trying to prevent Donald Trump from being president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Simple question. Does the president think the McCabe case should be reopened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The president thinks that Andy McCabe should have been punished because he lied and he lied several times to the investigators and many people feel the same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I'm not going to spend a lot more of my life on Andy McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, and I'm not going to spend anymore of this interview on that. Attorney General Barr said this week the president has never asked him to do anything in a criminal case. But Mr. Trump tweeted: This doesn't mean that I do not have as president the legal right to do so. I do. But I have so far chosen not to. What does the president think is his legal authority to intervene in criminal cases and to order who should be prosecuted and who should not be prosecuted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He didn't say he's ordering who should be prosecuted and who should not be prosecuted. Article II --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I didn't say he didn't. I'm saying, what does he think is his authority?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Article II provides our president, yes, ladies and gentlemen, including President Trump vast powers. And the president is making a point, and the Attorney General Bill Barr is backing him up on this, that he has not interfered in any criminal case. I know people who are trying to bully Bill Barr out of his job, like Elizabeth Warren. Her campaign is dwindling. She is practically disappearing as a viable candidate, so she's got to pick on Bill Barr.  He's not going to be bullied by people like Elizabeth Warren. Steve Cohen, the congressman who put a bucket of chicken (INAUDIBLE) didn't show up to the State of the Union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What does he think is his authority to get involved in criminal cases under Article II?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The president could weigh in, but you see how the president weighs in. The president weighs into the whole world.   He didn't have a conversation with Bill Barr about the Roger Stone case. He had a conversation with the whole world. He put it, as he is want to do, on his Twitter feed, on social media. And he expresses himself, cuts at the middlemen -- I know the middlemen don't like that -- in the democratization of information where he tells everybody what he thinks it and a number of issues, including the Stone case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Bill Barr -- wait a minute -- Bill Barr says that that kind of conversation, even if it's to the whole world, not getting on the phone with Bill Barr undercuts his authority and makes it impossible for him, Bill Barr, to do his job. Listen to what Barr said in that interview with ABC. Here he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "sentences": "If he were to say, you know, go investigate somebody because -- and you sense it's because they're political opponent, then an attorney general shouldn't carry that out, wouldn't carry that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Since Watergate, presidents have generally, perhaps not always, but generally stayed away from involvement in criminal investigations.  Will Mr. Trump, going forward, respect Barr's request for him to stop commenting on current cases, whether it's -- whether it's in terms of on the air, you know, public statements, or tweets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, a couple things, very different to pick up the phone and ask your attorney general to do something in a criminal case, the president hasn't done that. He had -- he says he hasn't done it, Bill Barr said he hasn't done it, he hasn't done it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Barr said the tweets are making it impossible to do his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "But no -- and let me say something. It's not correct to say that presidents have not interfered. Bill Clinton pardoned a relative. He pardoned someone who refused to testify against him, that's involving yourself in criminal matters --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, pardoning is different. Wait. It's different, it's after the criminal process has been completed and clearly the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "President Obama spoke up in the Freddie Gray case in Baltimore. President George Herbert Walker Bush, Bush 41, I think commented on the case in L.A., probably the Rodney King case. So, it's not -- it's disingenuous to say that people -- presidents don't comment on criminal matters. What is most important here -- two things, one is the president of the United States has not asked or directed his attorney general privately to do anything in any criminal matter including Roger Stone. Number two, he works hand and glove with the attorney general, as we all are privileged to do on a number of matters that affect this country. I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Policy is different than criminal cases. Policy is different than criminal cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "No policy -- well, the attorney general and Department of Justice cover a lot of territory in this country, Chris --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- and we work very well with them.  Again, let me repeat, drug trafficking, human trafficking, gun trafficking, sanctuary cities, Texas versus Azar, eldercare now we do (ph), elder fraud we're doing. I just went to something about law enforcement, a new commission they have. Our law enforcement feel more deeply respected and better resourced because of Donald Trump and Bill Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Can you and I talk about Michael -- can we talk about Michael Bloomberg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There's been a war of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Speaking of purity",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There's been a war of words over the past week certainly between the president and former New York City --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "But the war of words is between Michael Bloomberg and the African- American community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The way he feels about people is so demeaning. The policy may have been stop-and-frisk, but the philosophy was to castigate and denigrate people of color and it's a disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You were -- you've anticipated where we're going to go because one of the statements back and forth had to do with these comments that Michael Bloomberg made about stop and frisk in 2015. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG, FORMER NEW YORK CITY MAYOR",
      "sentences": "The way you should get the guns out of the kids' hands is to throw them up against the wall and frisk them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The president tweeted right after that came out: Wow, Bloomberg is a total racist, and he expanded on that in a radio interview with Geraldo Rivera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "You couldn't go to your house. They were stopping you every day. What Bloomberg did to black -- to the black community was a disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Kellyanne, candidate Donald Trump supported what Bloomberg did with stop-and-frisk. Here he is in the first debate in 2016 with Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It was continued on by Mayor Bloomberg, and it was terminated by a current mayor. But stop-and-frisk had a tremendous impact on the safety of New York City, tremendous beyond belief. So when you say it has no impact, it really did. It had a very, very big impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So why was stop-and-frisk tremendous then, and it's racist now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, he is -- the president is toying with everybody by saying, oh, had he said something like that, had you unearthed a videotape like that of him, everybody would say racist, racist. But look at all the people who were saying, you know what, I think Michael Bloomberg learned his lesson, he's apologized, that was so long ago. Chris, it was a few years ago as mayor of New York. And it wasn't just stop-and- frisk. He said redlining -- canceling redlining started the financial crisis. The African-American community weren't the perpetrators of that financial crisis, many of them were the victims. What is he talking about? This billionaire who's made his life's wealth in the financial services industry is now saying that and, look, this is not -- it's not that Michael Bloomberg was burning a bra or burning the flag at Woodstock when he was a teenager. He said these several years ago, a few short years ago as mayor of New York and it's the way he said it.  He said, you can basically Xerox the description of male minorities between the ages of 16 and 25, and hand it over to the cops. That is somebody who looks at people beneath him differently and we can't have that. And I -- I cannot -- I literally this week -- I got pretty big shock absorbers, my friend, I cannot believe all the prominent African- Americans I've seen publicly say, I think we can support Bloomberg because after all, he's electable, he's the one who can beat Donald Trump. Electability was the calling card for Hillary Clinton four years ago, for Joe Biden this entire year. Electability means nothing if the person looks at a large constituency of your electorate, let alone this country that -- wait, look what he said about women. I mean, all this coming out, women and lawsuits --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me ask about women, because there's a long story in \"The Washington Post\" today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Read it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I did read it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I did too",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. About Bloomberg's history of sexist comments, about women who work for him at his company. Can -- will President Trump, if it's a Bloomberg-Trump race, will he be able to make an issue of that given President Trump's own long history of sexist comments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "It should be an issue here and now, today. You don't have to wait for an election to be offended by the fact that Michael Bloomberg, according to other Bloomberg employees, said to a woman who announced she was pregnant, she's been congratulated by her coworkers, says, aren't you going to kill it? This is a woman who relied upon her employment, relied upon Michael Bloomberg for employment, and one would imagine her maternity benefits as she found out the good news. The comments he's made about women -- I mean, \"The Washington Post\" had to bleep out some of the actual words. The comments he's made about women in lawsuits, that is all fair game. And it's fair game because we want to know the person behind the half a billion dollars worth of ads --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But is it fair game for President Trump when he's made sexist comments too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Oh, please. First of all, I've been working by his side for four years. He's the best boss I've ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There are plenty women who would say the same thing about Michael Bloomberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Let them come forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Is this any worse -- is this any worse than the \"Access Hollywood\" tapes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "It's far worse. Oh, my goodness, it's far worse. And, by the way, that was fully litigated. That happened in October 7th. He won a month a later. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That doesn't mean -- that doesn't mean it's not an issue. No, here's -- if you're going to do that -- you know what? I'll take that on any time. I'll take a leave of absence from the White House and talk all day long about that stuff. Let me tell you something: the way Michael Bloomberg treated employees, female employees who were under his wing, who were relying on him for their -- for their livelihood, for their health benefits, for their 401(k)s, to have created that kind of culture, that unsafe workplace, to feel that you're being harassed because of your gender, that is problematic, and I think you're going to hear more of it. The other thing is, I don't understand how the Democratic Party is going to sit back and take it. Is it really worth it to this Democratic Party in the age of the #metoo movement, Black Lives Matter, you had the first African- American president, you have completely squeezed out and spat out the candidates of color this time, Cory Booker. Julian Castro, Kamala Harris, they are out of the race. You're left -- you're left with a bunch of white people, old white people at that with the exception of your next guest, Mayor Buttigieg, and you're going to go backwards because Michael Bloomberg will spend money and will take and will consult Donald Trump? That's why the Bernie voters are not going to take that. I predict. He'll keep winning contests. He's like President Trump in that he's got a committed base of loyal voters who aren't going to go elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Voters care about what affects them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll pass your comments later to the Democratic candidates, I'm sure they'll be happy to hear them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Voters talk about what offends them, but they vote on what affects them. And they have a big decision to make. If you want -- if you want to elevate somebody who has treated people that are less than him, people of color and women, that's a big decision to make. It's a serious consequence in 2020 when our country has such great progress. This president has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, we're done. Timeout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- African-Americans out of jobs (ph) and now out of prison --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Kellyanne Conway, thank you. Always good to talk with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "You got it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wish (ph) you could be talking to the commercial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I'll be back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss the new tension between President Trump and his attorney general. Plus, what would you like us the panel about Democrats' calls to investigate political interference at the Department of Justice? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "I cannot do my job here at the department with constant background commentary that undercuts me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCABE",
      "sentences": "We are seeing things happen every day in this country that many of us never, ever thought we'd see here -- the pursuit of political enemies and the use of the criminal justice system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Attorney General Barr and former FBI official Andrew McCabe finding one thing they can agree on as both complain about President Trump weighing in on Justice Department investigations. And it's time now for our Sunday group. Guy Benson of FOX News Radio; Charles Lane from \"The Washington Post\"; former DNC chair, Donna Brazile; and former Trump National Security Council spokesman Michael Anton. Michael, let me start with you. You now have the attorney general calling on the president to stop commenting on criminal cases. Should the president listen to Bill Barr, will he listen to Bill Barr?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL ANTON, FORMER NATIONAL SECURITY COUNCIL SPOKESMAN",
      "sentences": "Well, look, I think he should listen to Bill Barr. The president obviously has confidence in Bill Barr. He appointed him. He has said over the weekend that, you know, he was asked, does this mean there's a rift? Would seem that he had a rift with his prior attorney general and he said, no. So, I think he should listen. But I think this controversy is still overblown in a sense that if the president were really intervening, we know what the president thinks. The president thinks Andrew McCabe probably should have been charged and he thinks Roger Stone is getting railroaded. If he were really intervening, the charges against Roger Stone would have been dropped and Andrew McCabe would be facing charges or maybe have already been tried by now. So, I take Bill Barr's word when he says that the president has never intervened, but that, you know, he finds the comments unhelpful. So, you know, back off a little with the tweets and the comments and take the advice of your attorney general, sure. But the fact of the matter is I think that the president is right in the opinions that he expresses and he's right to be concerned about unequal justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Good luck with getting him to back off on the tweets. We asked you for questions for the panel and on this issue of Democratic calls to investigate political interference at the Department of Justice, we got this on Facebook from Mark Davis. How can you interfere in an organization you oversee? It's rhetorical. You can't. Chuck, as I discussed with Kellyanne, under Article Two, the president has tremendous powers to oversee the Justice Department and specifically criminal investigations. So how do you answer Mark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK LANE, THE WASHINGTON POST",
      "sentences": "It's a fair question. There is a paradox built into our constitutional order. The president is the head of the executive branch and furthermore has the power to pardon, which sort of implies the power to pick and choose who gets prosecuted and put into prison. And that's why since Watergate, we have developed a strong norm, along with a lot of procedural protections, that try to distance presidential political self-interest from the operation of the Justice Department. And broadly speaking, notwithstanding the examples Kellyanne mentioned, that had been respected. Here we have a president who doesn't really I think even know about it, and flouts it through social media, broadcasting his desire to see this or that person benefited by justice, somebody else should go to jail, and that, as Bill Barr said is totally threatening to that norm. But he does it because the base loves it. I'm not even sure he really wants these threats and orders carried out, but the base loves it and that is why he will keep doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meanwhile, Democrats are now calling for an investigation of Attorney General Barr. Or even more. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "What the attorney general has done, we should all be calling for the resignation of the attorney general. If he won't resign, remember, the attorney general can be impeached.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Donna, haven't Democrats learned their lesson? Move on from impeachment and investigations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA BRAZILE, FORMER DNC CHAIR",
      "sentences": "Has President Trump learned in any lesson over the last couple of months? He's on a retribution tour. He's on a revenge tour. When career professionals walk out of their job, we all should take notice. What happened? When the U.S. attorney for the District of Columbia, the largest U.S. attorney office, is removed and then a replacement is putting in, and then the sentencing charges are either meddled with -- yes, there needs to be a comprehensive investigation as to what is happening. I want to mention something, Kellyanne talked about George Herbert Walker Bush in the Rodney King case, as well as Barack Obama in the Freddie --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gray case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "-- Gray case. In both instances, the communities erupted because they were concerned about overzealous policing and what happened in those cases. That's what they got involved. They didn't get in -- they didn't try to tip the scales of justice. They were trying to calm the community after, you know, two very horrific things occurred. So, we shouldn't put the two together. But the president's -- what he's doing with his tweets, he's revealing what's going on in the Justice Department. And I think the House should get to the bottom of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Guy, first of all, your reaction to Donna, but also, how do you see this playing out? Do you think this is a real rift between the president and his attorney general? Or is it a bit of theater as some people have suggested, where Barr is saying this because he needs to shore up his position at the Justice Department and there's kind of an inside agreement, tacit agreement between the White House and Justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS RADIO",
      "sentences": "Well, first, I would just say to Donna, it's a fair point that she makes about the two examples that she gave. I would also note, that President Obama did make public comments about the Hillary Clinton emails investigation, which was a far cry from Rodney King, right? So there has been some precedent for presidents weighing in. On this broader issue of Barr and the Democratic reaction, I think your question was good. Have the Democrats learned their lesson? We have people talking about impeachment of Bill Barr, which I think is ludicrous. We have heard over and over again from Democrats, people on the left saying, why won't anyone stand up to President Trump? Why won't any of his people stand up to President Trump? Then Bill Barr does that with a brush back pitch that I think was needed and was correct, and people immediately jumped to the conclusion, well, it's fake, it's theater, it's not real. I'm not sure I would call it a rift, but between Bill Barr saying what he said on ABC News, and then his Justice Department declining to prosecute Andrew McCabe, an outcome that I think it's very clear the president wants, to Michael's point -- I think it's been about few days for the narrative that Bill Barr is just a hatchet man for President Trump who will do his bidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So what to expect? Do you -- I mean, going forward you expect the president to stay out of these cases?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "No, he'll tweet. There's a chance that he'll tweet a little bit less. I think that Mitch McConnell sat in the studio, the Senate majority leader, just a few days ago and urge the president to take the advice of his attorney general. I hope the president does it, even if he just calibrates it slightly differently. What will be interesting is if Trump dials it up and continues to do this even more aggressively, what does Barr do then? Having lay down a marker on this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Panel, we have to take a break here. But up next, one of the Democratic front runners, Pete Buttigieg, joins us to discuss the upcoming contest in Nevada and South Carolina, and whether he can build on his early momentum straight through Super Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Bernie Sanders' win in New Hampshire put new pressure on Democrats fighting to be the moderate candidate in the race for the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "A fresh outlook is what makes new beginnings possible. It is how we build a new majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask Pete Buttigieg how he plans to stand out in the crowded center.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The Democratic race for the White House is gearing up with the votes in Iowa and New Hampshire starting to winnow the field of candidates and establish new frontrunners, but upcoming contest in Nevada and South Carolina, much more diverse states, could reshuffle the race again. Joining us now from Las Vegas, former Mayor Pete Buttigieg. Mayor, let's start with the numbers from the two states which are going to be holding contests over the next few weeks, put them up on the screen. In Nevada, you're in fifth place with 10 percent support. In South Carolina, you're also in fifth place with 7.5 percent support. You're trailing Tom Steyer in both states. How important is it for you to do well, much better than those numbers, in both of those states to show that you can get support in states with a big minority voting bloc?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Well, it's very important for us to do well, and we're on the ground working to earn those good results here in Nevada and we'll be campaigning hard for every vote in South Carolina as well. We've see how fluid it is. Of course I don't have billions of dollars of my own money to pour into the airwaves. But what we do have is a vision that as we've demonstrated in New Hampshire and Iowa, can bring people together in a commitment, as we come to more racially diverse states to speak to the concerns of voters who are here. Here in Nevada, for example, we've got over 100 organizers on the ground, volunteers as we speak getting ready to go out and talk to fellow Nevadans in a state that looks to the future and in a state where I'm encountering a lot of workers concerned about how these political decisions are going to affect them. Whether it's workers who are concerned about health care and how to preserve the health care choice that is so important to them, people concerned about immigration reform and wanting to know that we're seriously going to get something done. And a lot of people looking to the future worried about climate. This is a state that is in many ways reflective of the future of America and I'm really excited to be on the ground here working to earn that support in the week that remains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How damaging, if you don't show strong support among Latinos in Nevada, African-Americans in South Carolina -- because that question of whether or not you can get support from those minorities, of course, is the big knock on your campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, I'll leave it to pundits due to the political analysis. What I will say is, of course it is extremely important to earn support from voters across the board. And when you look at the way that Latino voters here in Nevada know that they are under siege in this administration, talking to black voters who are sick and tired of the economic disempowerment among the injustices of systemic racism and looking for a president who can actually bring change to Washington and, more than anything, looking for a nominee who can defeat Donald Trump. We are ready to go out and have that conversation. You know, this, more than anything else, I think for so many voters and certainly a lot of voters that -- of color that I talked to across the Latino, the black in the AEPi (ph) communities is about making sure that we get this right. You know, the Senate demonstrated that it's not going to hold this president accountable. It is up to us in 2020. It is our only shot. And as we see this president, as he's demonstrated, interfering in criminal prosecutions, growing more and more emboldened, so much is on the line. We dare not get this wrong. And that means nominating a candidate who can challenge this president on his own terms and put together a big enough winning coalition that we can have some coattails too and make gains in the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to talk about how this race is beginning to shape up because after Tuesday it is beginning to shape up. In New Hampshire, the so-called moderate candidates won more than 50 percent of the vote of voters in that state, but -- which was double what Bernie Sanders got, but he won in New Hampshire because he had that left lane, the more liberal lane, all to himself while the so-called more moderate lane was kind of clogged up by you and -- and Biden and Klobuchar, all of whom split up the votes. How concerned are you that the -- that the moderate lane, if you will, is getting so crowded that you could be leaving the -- the road to the nomination open to Bernie Sanders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, I think that's what voters right now are in the process of settling. Look, there are a lot of different candidacies with a lot of different visions. But the vision of my candidacy is that we're going to have to bring change to Washington, that we can't confront the most disruptive president in modern times by falling back on the same playbook, just as we also can't do it by telling people that their only options are between a revolution or the status quo. We've been able to demonstrate our ability to get diehard Democrats, yes, but also independents and even some Republicans to cross over a support my vision and what our campaign stands for. And I believe that's going to serve us well here in Nevada, South Carolina and beyond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And then, despite -- if you're able to winnow your way through all of those folks, that on Super Tuesday you face another centrist candidate in Mayor Mike Bloomberg. And over really the last week, week and a half, there have been a series of stories about his comments on stop and frisk and redlining and, as I discussed with Kellyanne Conway, a big story in \"The Washington Post\" today about a long history of him king sexist, profane comments to women who work for his company and some of whom said that it created a hostile workplace. How troubled are you by these allegations and this evidence of alleged sexism and racism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, I think he's going to have to answer for that and speak to it. Look, this is a time where voters are looking for a president who can lead us out of the days when it was just commonplace, or accepted to have these kinds of sexist and discriminatory attitudes. And, you know, right now, this is our chance to do something different. Obviously, there is no comparison to this president and the way that he has treated and talked about women and people of color and continues to do so to this day. But we, in our party, hold ourselves to the highest standard. And it is going to be critical for us to have a nominee who cannot authentically lead and who can show growth on these challenges. Look, some of these are issues that our country's about to face are among the most intractable we've ever had, but you've got to arrive at those -- at those challenges with -- with the ability to explain your record and with an ability to explain how you're going to raise the bar at a time when we are finally asking a lot more from our elected leaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let me follow up on that because Kellyanne Conway was, I think, trolling Democrats and saying, boy, this part that talks about all of these principles in the Me Too era, are they going to nominate somebody like Michael Bloomberg with his record of things he's done, for instance, towards women in the workplace, just because they think he can beat Donald Trump? What would that say about what the Democratic Party really stands for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "For a representative of this White House to speak about misogyny, to speak about sexism, to speak about racism is comical. And, you're right, I think it amounts to trolling. Look, the American people are not going to be fooled by anybody from the Trump White House when it comes to these issues. So I'll leave it to my competitors in this race to speak for themselves, but one thing we can all agree on is that we can do a lot better than this president. And, you know, one of the reasons why I'm seeing a lot of folks from the Republican Party or formally from the Republican Party ready to cross over is that they can no longer look their children in the eye and explain the behavior of the current president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mayor, you have been very open about the fact that you're gay. And it hasn't been much of an issue in this campaign until now. This week, two conservative supporters of President Trump, Rush Limbaugh and Sebastian Gorka, talked about it on their shows. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, CONSERVATIVE COMMENTATOR",
      "sentences": "A gay guy, 37 years old, loves kissing his husband on debate stages. Can you see Trump have fun with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "sentences": "Why is a homosexual man lecturing us about the sanctity of life in the womb? Just a little curious there. Strange.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mayor, what's your reaction to those comments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, I am in a faithful, loving, committed marriage. I'm -- I'm proud of my marriage. And I'm proud of my husband. And I'm not going to be lectured on family values from the likes of Rush Limbaugh or anybody who supports Donald J. Trump as the moral as well as political leader of the United States. America has moved on and we should have politics of belonging that welcomes everybody. That's what the American people are for. And I am saddened for what the Republican Party has become if they embrace that kind of homophobic rhetoric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And how big an issue do you think this would be in a general election? Clearly they think it would be an issue. The idea that -- that you would need -- and you have reached out to social conservatives, many of whose votes you'd need -- but who might have concerns about your sexual orientation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, here's my generational -- or general election experience on this. You know, I came out during a general election in south Bend. And this was at a time when Mike Pence was the governor of Indiana. And we didn't know what would happen. I'll tell you what happened, I got re-elected with 80 percent of the vote in my generally Democratic, but socially conservative community. More than I had the first time that I ran for office. This election isn't about any of us candidates. It is about voters' lives. And we're the ones trying to get voters a raise. We're the ones trying to make sure that there is paid family leave, working to end endless war, serious about climate change --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Actually prepared to do something on gun violence. And when it comes to LGBTQ issues, this is, I think, the most important thing is not the treatment of candidates, it's what's happening to individuals and families across the country from brave service members who have their careers threatened --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "By this president, two kids experiencing bullying right now in this climate. We can do better and you don't have to be a diehard Democrat to know that we can do better when it comes to inclusion and equality in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mayor, thank you. Thanks for joining us. We'll be watching developments next week out of Nevada. Good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Thanks. Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When we come back, as former New York City Mayor Michael Bloomberg rises in the polls, troubling comments from his past are resurfacing. The Sunday panel will tackle that, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "sentences": "He sees our poll numbers and I think it's fair to say he is scared because he knows I have the record and the resources to defeat him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mike Bloomberg reacting to President Trump's barrage of attacks this week, but the former New York City mayor also facing incoming about his long record in public life. And we're back now with the panel. Donna, as we've been saying, Mayor Bloomberg rising in the polls, news stories coming out, old tapes coming out about his record on race and, as we've said several times, a -- a big story, a takeout in \"The Washington Post\" today about his -- and you can see it there, about his long history of sexist comments going back decades at his company and women saying that they believed he created a hostile workplace. How damaging to his campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA BRAZILE, FOX NEWS CONTRIBUTOR",
      "sentences": "Extremely. Look, I think there are many people in the Democratic Party who are looking at Mr. Bloomberg because he has the resources to take on President Trump. But the question in my judgment is his record. I mean, I am uncomfortable with his policies in New York. I understand he's apologized. I get that. I'm for forgiveness. But I am extremely dismayed at the information I read over the weekend about his sexist -- the sexist work environment. You know, it's one thing to have this so-called top law enforcement policy of stop and frisk. It was ruled unconstitutional. And it has taken him years to say I'm sorry about that. He has the -- he has the resources, but I'm -- I am very uncomfortable with -- with his record. Very comfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Guy, you could tell that Kellyanne Conway was thoroughly enjoying the predicament, not just for Bloomberg, but for the Democratic Party. Can they nominate -- will they perhaps nominate someone who's got Bloomberg's record? And we should point out, it's a mixed record because there's a lot of things he did in New York, crime did go down. He's given tremendous amounts of money on a lot of issues that Democrats like, climate change, a lot of women's groups. Can, in the Me Too era, the Democratic Party nominate somebody, though, with this downside?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, TOWNHALL.COM",
      "sentences": "No, it could be a gut check moment coming up for the Democratic Party, right? Here is a New York billionaire with potential vulnerabilities on race and sexism, right, which sounds familiar if you're a Democrat, and Mike Bloomberg is the human embodiment of money in politics. All right, this is a party that at least pretends to abhor the influence of money in politics and here's someone who is doing the closest thing you can do to buying a nomination. That combination, is that going to sit well with the Democratic electric? Are they willing to swallow hard and go for it because they think that he's got the money and maybe the moderation relatively to beat President Trump? That's a decision they're going to have to make, but there are no shortage of ironies here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Then there is -- I guess you have to call him the former frontrunner now, Joe Biden, who took it drubbing in Iowa, an even worse drubbing in New Hampshire and is now counting on the votes of minorities, Latinos, African-Americans in South Carolina and Nevada, to -- to rescue him. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "I've said many times, you can't be the Democratic nominee and you can't win a general election as a Democrat unless you have overwhelming support from black and brown voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Chuck, how much trouble is Biden in with the performance in those other states? Even his one-time overwhelming lead in South Carolina is now beginning to slip away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, obviously, he's in a lot of trouble. And let's be candid here, a lot of people foresaw this kind of downward spiral if Biden was unable to up his game on the campaign trail and present as a more dynamic candidate. And he, so far, has not delivered. South Carolina, with its large base of African-American voters is and was his firewall and it will be tested now in a way that is vital to the future of his candidacy. You know, he is not that strong among Latino voters. It's Bernie Sanders who seems to be polling among Latino voters in Nevada, which only heightens the importance of South Carolina. If Biden goes down and we're left with this sort of spread of several candidates, none of whom with a clear majority, then you could be looking at somebody -- or the primary season ending with no one having a majority and then things get really complicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, they get really great because you're talking about a brokered convention, which all of us have been looking towards for our entire political lives. But, you know, let me pick up with you, Michael, on the point I was making with Mayor Buttigieg. You've got Bernie Sanders over here on the left and with Elizabeth Warren starting to fade, seeming to have a pretty clear shot in his path. And, meanwhile, you've got this center lane all clogged up with Buttigieg and Klobuchar and Biden and Bloomberg about to get into it. How well is this setting up for Bernie Sanders to be the Democratic nominee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL ANTON, FORMER NATIONAL SECURITY COUNCIL SPOKESMAN",
      "sentences": "Well, the fundamental problem the Democrats have is they have a big gap between enthusiasm and electability. So it seems like all the energy on the basis is for Bernie or for somebody on the left side of the party, but then you have an establishment and a leadership in the party who really worries that going that far to the left just guarantees a Trump re-election and we need some more moderate person to play nationwide, but they can't settle on who that more moderate person is. So that lane remains clogged up. I think it's -- it's amazing to me that a -- a mayor of a town of 100,000 is actually in the top two in the Democratic nomination. Keep in mind that no mayor of New York City, population 8 million, the capital of the world, has gone on to higher office, of any higher office, since 1840. Not 1940, but 1840. So that sort of tells against Mike Bloomberg, but it shows that there is still a hunger from at least -- I don't think amongst the voters necessarily so much, but for part of the party to just -- we just need some kind of moderate voice in there. And even if it's the mayor of a small town, you know, we'll take it because they think Bernie's a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Donna?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Well, the race is far from over. And I know everyone is focused on the four states that ultimately help us to winnow the field. The field has been whittled. And I think what we're left with now is not just left versus right, we're trying to make sure that we elect someone who will give us the kind of country that we deserve, not someone like Donald Trump. And, therefore, it is clogged. It is clogged. But I do believe that we are going to see a clarifying moment that occurs over the next two weeks. And by the time we get to super Tuesday -- I've been to four of the Super Tuesday states. Let me just tell you, Michael Bloomberg is dominating the airwaves. But you're right, I don't know where the energy is on the ground for Michael Bloomberg, but he is dominating the airwaves. At the end of the day, Chris, we're going to have a nominee by the end of March.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "By the end of March?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No -- no brokered convention?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Sixty -- 60 percent of the delegates. We're going to have a clear shot at figuring out where the last two or three candidates will be. Yes, we're going to have a nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And -- and in 30 seconds, is Bernie Sanders a suicide pact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Bernie Sanders is a strong, viable candidate with a lot of support out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So you think you could legitimately beat Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I'm not there yet because I -- I'm not sure he's going to be the nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, but I'm not asking you that. I'm asking you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "Don't try to get me in trouble on a Sunday (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's my job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I should be a mess right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thank you, panel. See you Sunday. Up next, our \"Power Player of the Week.\" He is known for merging punk with piano. Now he's trying to bring a new union between classical and pop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It's a constant test for symphony orchestra's, how to bring in fresh ideas and fans without alienating the diehards. Well now the guy who brought piano to the punk scene is taking on that challenge. He's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN FOLDS, MUSICIAN AND AUTHOR",
      "sentences": "Because there seems to be a hierarchy, which you would think exists where the symphony is the great thing and the -- the -- the rockers of the dumb ones. But it's not that simple and each have something to offer the other. WALLACE (voice over): Ben Folds is all about breaking down barriers. Musical barriers between pop and classical. As artistic adviser to the National Symphony Orchestra in Washington, his late night sold out declassified concerts are the platform for his special mix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "It's about unformalizing the symphony orchestra in a way that doesn't intimidate people. People go to the symphony and they think, oh, how do I dress? They don't even know. So, you know, we make it informal in a way for them to feel comfortable to be there. The next artist that you're about to hear, I just discovered her on YouTube.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He took us backstage as he oversaw his classical pop matchup. Folds admits it can be an uneasy balance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "Orchestral musicians are demoralized by loud music that covers up what they normally do. They're having to do a dumbed down version of it. The rock band goes out thinking, wow, that wasn't loud enough, didn't feel it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Declassified as a means of de-confliction, and it's working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "We've sold out every show we've -- we've done here. People have walked away with a Spotify playlist of classical music, which we can see that they are listening to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He's been blending genres since the '90s, when he started Ben Folds Five, which hit the charts with the ballad \"Brick.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "She's a brick and I'm drowning slowly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "No guitar. No. In an -- in an era that was all about the guitar. That was the grunge era.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You called it punk rock for sissies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "Yes, maybe nerds would have been a little better word. I realized that everyone could relate to piano music, but it just wasn't cool at the moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Walk us through, when you're sitting at a piano, how you come up with an idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "I don't know. You know, like I'm -- if I was going to say, hello, Chris Wallace, you know, then I find it. So it would be, hello, Chris Wallace, how are you today. You know, like then I would -- I would find it on the piano.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's the Chris Wallace song?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "That's the Chris Wallace song.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let -- let me hear that again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "Here's the happy version. Hello, Chris Wallace, how are you today? We make it minor and it becomes sad because he has more work to do. You know, I just -- you find it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I love that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "(voice over): Folds shares his creative process in this memoir. The title refers to a childhood dream where he spread joy by catching lightning bugs for others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLDS",
      "sentences": "As an artist, what I do is I capture the thing that I see, the thing that interests me. My job is putting that idea in a bottle, which I've taken my whole life to do, and to share that with other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He's still sharing his lightning bugs and spreading joy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Folds is also an advocate for music education. His next project is a show with The Mister Rogers Foundation, writing songs with kids. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Power Player of the Week",
      "utterance": "Rocker Ben Folds on forging new union between classical music and pop. This is a rush transcript from \"Fox News Sunday,\" February 16, 2020. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. Attorney General William Barr takes an unusual public swipe at President Trump over his criticism of the Justice Department."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "I cannot do my job here at the department with a constant background commentary that undercuts me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The attorney general, who's been a close ally of Mr. Trump, says he won't be bullied, while the president says he has the right to intervene even in cases like the one involving his long-time advisor, Roger Stone. Now, House Democrats have Barr squarely in their sights."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D-MA), PRESIDENTIAL CANDIDATE",
      "utterance": "Remember, the attorney general can be impeached."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll discuss the fallout with counselor to the president, Kellyanne Conway. It's a \"FOX News Sunday\" exclusive. Then, there are two new front runners in the Democratic race."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "We're getting the establishment just a little bit nervous."
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "I ask you to join us in taking a stand for a better tomorrow."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask Mayor Pete Buttigieg about his pitch to voters in Nevada, South Carolina, and the Super Tuesday states. Plus, we'll ask our Sunday panel about Michael Bloomberg's rise in the polls, and accusations of sexism in the workplace. And our Power Player of the Week, a fixture of the late ‘90s alt rock scene goes classical."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And it's about un-formalizing the symphony orchestra in a way that doesn't intimidate people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from FOX News in Washington. Ever since William Barr became attorney general, critics have complained he acts more like the president's personal lawyer than the nation's top law enforcement officer. But this week, Barr said Mr. Trump's comments and tweets about criminal cases make it impossible for him to do his job. Meanwhile, prosecutors dropped a tough sentencing recommendation for a long time Trump advisor Roger Stone, but decided not to pursue criminal charges against a favorite Trump target, former FBI official Andrew McCabe. In a moment, we'll speak with counselor to the president, Kellyanne Conway. But first, let's bring in Mark Meredith, reporting from the president's retreat at Mar-a-Lago with the latest -- Mark."
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, the White House as the president still has confidence and faith in his attorney general even has multiple congressional Democrats are calling for Bill Barr to resign, amid multiple controversies facing his department."
    },
    {
      "speaker": "BARR",
      "utterance": "I'm not going to be bullied or influenced by anybody."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Attorney General Bill Barr is raising eyebrows for selecting an outside prosecutor to review the case against former national security advisor Michael Flynn. In 2017, Flynn pleaded guilty to lying to the FBI, recently asked to withdraw that plea and is still awaiting sentencing. Meantime, the Justice Department says it's no longer pursuing a case against former FBI Deputy Director Andrew McCabe."
    },
    {
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR",
      "utterance": "It is an absolute disgrace that they took two years before they finally drew the obvious conclusion."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "President Trump repeatedly criticized McCabe over his role in the Russia probe and tweeted Saturday that McCabe, quote, authorized media links to advance personal interest. Last week, the president praised the Justice Department for changing the way it's handling the case against former Trump associate Roger Stone. Stone was convicted in November on multiple counts of lying to Congress. Prosecutors plan to ask for a 7 to 9-year sentence, but senior Justice officials overruled their recommendation and planned to push for a shorter sentence."
    },
    {
      "speaker": "BARR",
      "utterance": "I have not discussed the Roger Stone case at the White House."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Democrats don't buy it and are calling for Barr to step down."
    },
    {
      "speaker": "WARREN",
      "utterance": "Everything that Bill Barr is about right now is just about loyalty to Donald Trump. And we just can't have that. He should not be the attorney general."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Barr will be forced to explain some of his decisions. He's expected to head up to the House Judiciary Committee for a hearing at the end of March -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mark Meredith reporting from Mar-a-Lago -- Mark, thank you. And joining us now, counselor to the president, Kellyanne Conway. Welcome back to \"FOX News Sunday.\""
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Good morning."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What does the president think of the decision to drop the criminal investigation of former FBI official Andrew McCabe? Does he think that McCabe should be prosecuted?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, the president recognizes, as many people do, that it feels like there's a two -- two-tiered criminal justice system. If your President Trump or people associated with him, this prosecution would have gone one way. For you're someone like Andy McCabe, who wasn't just a garden-variety FBI agent just starting out, he was the number two and for a while the acting director of the whole FBI after Comey was fired. No one, including Andy McCabe, his FBI counsel, Lisa Page, familiar name, has denied that he lied, and he didn't lie once, he lied multiple times. What did he lie about? Well, on about October -- at the end of October, 2016, he authorized a leak to Devin Bartlett, then a reporter at \"The Wall Street Journal.\" And the leak was about the ongoing investigation into Hillary Clinton's emails. So he authorizes the leak and then he lies about even knowing about the leak, then he is able to correct that on tape in and on the record, under oath interview in July --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "This is important -- July 2017, and lies again. And so, this is somebody -- he will still be a serial liar whether he's prosecuted or not --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, here, let's get to the bottom line, does the president think --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- does the president think the McCabe case should be reopened and he should be prosecuted?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The president appreciates the fact that this Department of Justice and Attorney General Barr works on any number of issues at this White House that doesn't get any kind of coverage. Sanctuary cities, Texas versus Azar --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Please answer my question."
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- trafficking drugs, humans and guns, for example. Any number of issues you work on with the Department of Justice, this is small potatoes. But people see it from what it is."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The McCabe case is small potatoes?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "He is small potatoes. He will always be seen as a serial liar and a leaker, as will those who covered for him. And what we're most concerned about is making sure that the 35,000 rank- and-file FBI men and women who bravely do their job every day with integrity and fidelity and bravery don't -- aren't being put in that same big toxic stew with those, including Andy McCabe, who are at the top levels of the FBI in 2016 trying to prevent Donald Trump from being president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Simple question. Does the president think the McCabe case should be reopened?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The president thinks that Andy McCabe should have been punished because he lied and he lied several times to the investigators and many people feel the same way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I'm not going to spend a lot more of my life on Andy McCabe."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, and I'm not going to spend anymore of this interview on that."
    },
    {
      "speaker": "Attorney General Barr said this week the president has never asked him to do anything in a criminal case. But Mr. Trump tweeted",
      "utterance": "This doesn't mean that I do not have as president the legal right to do so. I do. But I have so far chosen not to. What does the president think is his legal authority to intervene in criminal cases and to order who should be prosecuted and who should not be prosecuted?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "He didn't say he's ordering who should be prosecuted and who should not be prosecuted. Article II --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I didn't say he didn't. I'm saying, what does he think is his authority?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Article II provides our president, yes, ladies and gentlemen, including President Trump vast powers. And the president is making a point, and the Attorney General Bill Barr is backing him up on this, that he has not interfered in any criminal case. I know people who are trying to bully Bill Barr out of his job, like Elizabeth Warren. Her campaign is dwindling. She is practically disappearing as a viable candidate, so she's got to pick on Bill Barr. He's not going to be bullied by people like Elizabeth Warren. Steve Cohen, the congressman who put a bucket of chicken (INAUDIBLE) didn't show up to the State of the Union."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What does he think is his authority to get involved in criminal cases under Article II?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The president could weigh in, but you see how the president weighs in. The president weighs into the whole world. He didn't have a conversation with Bill Barr about the Roger Stone case. He had a conversation with the whole world. He put it, as he is want to do, on his Twitter feed, on social media. And he expresses himself, cuts at the middlemen -- I know the middlemen don't like that -- in the democratization of information where he tells everybody what he thinks it and a number of issues, including the Stone case."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Bill Barr -- wait a minute -- Bill Barr says that that kind of conversation, even if it's to the whole world, not getting on the phone with Bill Barr undercuts his authority and makes it impossible for him, Bill Barr, to do his job. Listen to what Barr said in that interview with ABC. Here he is."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL",
      "utterance": "If he were to say, you know, go investigate somebody because -- and you sense it's because they're political opponent, then an attorney general shouldn't carry that out, wouldn't carry that out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Since Watergate, presidents have generally, perhaps not always, but generally stayed away from involvement in criminal investigations. Will Mr. Trump, going forward, respect Barr's request for him to stop commenting on current cases, whether it's -- whether it's in terms of on the air, you know, public statements, or tweets?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, a couple things, very different to pick up the phone and ask your attorney general to do something in a criminal case, the president hasn't done that. He had -- he says he hasn't done it, Bill Barr said he hasn't done it, he hasn't done it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Barr said the tweets are making it impossible to do his job."
    },
    {
      "speaker": "CONWAY",
      "utterance": "But no -- and let me say something. It's not correct to say that presidents have not interfered. Bill Clinton pardoned a relative. He pardoned someone who refused to testify against him, that's involving yourself in criminal matters --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, pardoning is different. Wait. It's different, it's after the criminal process has been completed and clearly the --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "President Obama spoke up in the Freddie Gray case in Baltimore. President George Herbert Walker Bush, Bush 41, I think commented on the case in L.A., probably the Rodney King case. So, it's not -- it's disingenuous to say that people -- presidents don't comment on criminal matters. What is most important here -- two things, one is the president of the United States has not asked or directed his attorney general privately to do anything in any criminal matter including Roger Stone. Number two, he works hand and glove with the attorney general, as we all are privileged to do on a number of matters that affect this country. I --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Policy is different than criminal cases. Policy is different than criminal cases."
    },
    {
      "speaker": "CONWAY",
      "utterance": "No policy -- well, the attorney general and Department of Justice cover a lot of territory in this country, Chris --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- and we work very well with them. Again, let me repeat, drug trafficking, human trafficking, gun trafficking, sanctuary cities, Texas versus Azar, eldercare now we do (ph), elder fraud we're doing. I just went to something about law enforcement, a new commission they have. Our law enforcement feel more deeply respected and better resourced because of Donald Trump and Bill Barr."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Can you and I talk about Michael -- can we talk about Michael Bloomberg?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There's been a war of --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Speaking of purity"
    },
    {
      "speaker": "WALLACE",
      "utterance": "There's been a war of words over the past week certainly between the president and former New York City --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "But the war of words is between Michael Bloomberg and the African- American community."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The way he feels about people is so demeaning. The policy may have been stop-and-frisk, but the philosophy was to castigate and denigrate people of color and it's a disgrace."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You were -- you've anticipated where we're going to go because one of the statements back and forth had to do with these comments that Michael Bloomberg made about stop and frisk in 2015. Take a look."
    },
    {
      "speaker": "MICHAEL BLOOMBERG, FORMER NEW YORK CITY MAYOR",
      "utterance": "The way you should get the guns out of the kids' hands is to throw them up against the wall and frisk them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The president tweeted right after that came out: Wow, Bloomberg is a total racist, and he expanded on that in a radio interview with Geraldo Rivera."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "You couldn't go to your house. They were stopping you every day. What Bloomberg did to black -- to the black community was a disgrace."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Kellyanne, candidate Donald Trump supported what Bloomberg did with stop-and-frisk. Here he is in the first debate in 2016 with Hillary Clinton."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It was continued on by Mayor Bloomberg, and it was terminated by a current mayor. But stop-and-frisk had a tremendous impact on the safety of New York City, tremendous beyond belief. So when you say it has no impact, it really did. It had a very, very big impact."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So why was stop-and-frisk tremendous then, and it's racist now?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, he is -- the president is toying with everybody by saying, oh, had he said something like that, had you unearthed a videotape like that of him, everybody would say racist, racist. But look at all the people who were saying, you know what, I think Michael Bloomberg learned his lesson, he's apologized, that was so long ago. Chris, it was a few years ago as mayor of New York. And it wasn't just stop-and- frisk. He said redlining -- canceling redlining started the financial crisis. The African-American community weren't the perpetrators of that financial crisis, many of them were the victims. What is he talking about? This billionaire who's made his life's wealth in the financial services industry is now saying that and, look, this is not -- it's not that Michael Bloomberg was burning a bra or burning the flag at Woodstock when he was a teenager. He said these several years ago, a few short years ago as mayor of New York and it's the way he said it. He said, you can basically Xerox the description of male minorities between the ages of 16 and 25, and hand it over to the cops. That is somebody who looks at people beneath him differently and we can't have that. And I -- I cannot -- I literally this week -- I got pretty big shock absorbers, my friend, I cannot believe all the prominent African- Americans I've seen publicly say, I think we can support Bloomberg because after all, he's electable, he's the one who can beat Donald Trump. Electability was the calling card for Hillary Clinton four years ago, for Joe Biden this entire year. Electability means nothing if the person looks at a large constituency of your electorate, let alone this country that -- wait, look what he said about women. I mean, all this coming out, women and lawsuits --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me ask about women, because there's a long story in \"The Washington Post\" today."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Read it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I did read it."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I did too"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. About Bloomberg's history of sexist comments, about women who work for him at his company. Can -- will President Trump, if it's a Bloomberg-Trump race, will he be able to make an issue of that given President Trump's own long history of sexist comments?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "It should be an issue here and now, today. You don't have to wait for an election to be offended by the fact that Michael Bloomberg, according to other Bloomberg employees, said to a woman who announced she was pregnant, she's been congratulated by her coworkers, says, aren't you going to kill it? This is a woman who relied upon her employment, relied upon Michael Bloomberg for employment, and one would imagine her maternity benefits as she found out the good news. The comments he's made about women -- I mean, \"The Washington Post\" had to bleep out some of the actual words. The comments he's made about women in lawsuits, that is all fair game. And it's fair game because we want to know the person behind the half a billion dollars worth of ads --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But is it fair game for President Trump when he's made sexist comments too?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Oh, please. First of all, I've been working by his side for four years. He's the best boss I've ever had."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There are plenty women who would say the same thing about Michael Bloomberg."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Let them come forward."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Is this any worse -- is this any worse than the \"Access Hollywood\" tapes?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "It's far worse. Oh, my goodness, it's far worse. And, by the way, that was fully litigated. That happened in October 7th. He won a month a later. And --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That doesn't mean -- that doesn't mean it's not an issue. No, here's -- if you're going to do that -- you know what? I'll take that on any time. I'll take a leave of absence from the White House and talk all day long about that stuff."
    },
    {
      "speaker": "Let me tell you something",
      "utterance": "the way Michael Bloomberg treated employees, female employees who were under his wing, who were relying on him for their -- for their livelihood, for their health benefits, for their 401(k)s, to have created that kind of culture, that unsafe workplace, to feel that you're being harassed because of your gender, that is problematic, and I think you're going to hear more of it. The other thing is, I don't understand how the Democratic Party is going to sit back and take it. Is it really worth it to this Democratic Party in the age of the #metoo movement, Black Lives Matter, you had the first African- American president, you have completely squeezed out and spat out the candidates of color this time, Cory Booker. Julian Castro, Kamala Harris, they are out of the race. You're left -- you're left with a bunch of white people, old white people at that with the exception of your next guest, Mayor Buttigieg, and you're going to go backwards because Michael Bloomberg will spend money and will take and will consult Donald Trump? That's why the Bernie voters are not going to take that. I predict. He'll keep winning contests. He's like President Trump in that he's got a committed base of loyal voters who aren't going to go elsewhere."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Thank you very much."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Voters care about what affects them --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll pass your comments later to the Democratic candidates, I'm sure they'll be happy to hear them."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Voters talk about what offends them, but they vote on what affects them. And they have a big decision to make. If you want -- if you want to elevate somebody who has treated people that are less than him, people of color and women, that's a big decision to make. It's a serious consequence in 2020 when our country has such great progress. This president has --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, we're done. Timeout."
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- African-Americans out of jobs (ph) and now out of prison --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Kellyanne Conway, thank you. Always good to talk with you."
    },
    {
      "speaker": "CONWAY",
      "utterance": "You got it. Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wish (ph) you could be talking to the commercial."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I'll be back."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss the new tension between President Trump and his attorney general. Plus, what would you like us the panel about Democrats' calls to investigate political interference at the Department of Justice? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air."
    },
    {
      "speaker": "BARR",
      "utterance": "I cannot do my job here at the department with constant background commentary that undercuts me."
    },
    {
      "speaker": "MCCABE",
      "utterance": "We are seeing things happen every day in this country that many of us never, ever thought we'd see here -- the pursuit of political enemies and the use of the criminal justice system."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Attorney General Barr and former FBI official Andrew McCabe finding one thing they can agree on as both complain about President Trump weighing in on Justice Department investigations. And it's time now for our Sunday group. Guy Benson of FOX News Radio; Charles Lane from \"The Washington Post\"; former DNC chair, Donna Brazile; and former Trump National Security Council spokesman Michael Anton. Michael, let me start with you. You now have the attorney general calling on the president to stop commenting on criminal cases. Should the president listen to Bill Barr, will he listen to Bill Barr?"
    },
    {
      "speaker": "MICHAEL ANTON, FORMER NATIONAL SECURITY COUNCIL SPOKESMAN",
      "utterance": "Well, look, I think he should listen to Bill Barr. The president obviously has confidence in Bill Barr. He appointed him. He has said over the weekend that, you know, he was asked, does this mean there's a rift? Would seem that he had a rift with his prior attorney general and he said, no. So, I think he should listen. But I think this controversy is still overblown in a sense that if the president were really intervening, we know what the president thinks. The president thinks Andrew McCabe probably should have been charged and he thinks Roger Stone is getting railroaded. If he were really intervening, the charges against Roger Stone would have been dropped and Andrew McCabe would be facing charges or maybe have already been tried by now. So, I take Bill Barr's word when he says that the president has never intervened, but that, you know, he finds the comments unhelpful. So, you know, back off a little with the tweets and the comments and take the advice of your attorney general, sure. But the fact of the matter is I think that the president is right in the opinions that he expresses and he's right to be concerned about unequal justice."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Good luck with getting him to back off on the tweets. We asked you for questions for the panel and on this issue of Democratic calls to investigate political interference at the Department of Justice, we got this on Facebook from Mark Davis. How can you interfere in an organization you oversee? It's rhetorical. You can't. Chuck, as I discussed with Kellyanne, under Article Two, the president has tremendous powers to oversee the Justice Department and specifically criminal investigations. So how do you answer Mark?"
    },
    {
      "speaker": "CHUCK LANE, THE WASHINGTON POST",
      "utterance": "It's a fair question. There is a paradox built into our constitutional order. The president is the head of the executive branch and furthermore has the power to pardon, which sort of implies the power to pick and choose who gets prosecuted and put into prison. And that's why since Watergate, we have developed a strong norm, along with a lot of procedural protections, that try to distance presidential political self-interest from the operation of the Justice Department. And broadly speaking, notwithstanding the examples Kellyanne mentioned, that had been respected. Here we have a president who doesn't really I think even know about it, and flouts it through social media, broadcasting his desire to see this or that person benefited by justice, somebody else should go to jail, and that, as Bill Barr said is totally threatening to that norm. But he does it because the base loves it. I'm not even sure he really wants these threats and orders carried out, but the base loves it and that is why he will keep doing it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meanwhile, Democrats are now calling for an investigation of Attorney General Barr. Or even more. Take a look."
    },
    {
      "speaker": "WARREN",
      "utterance": "What the attorney general has done, we should all be calling for the resignation of the attorney general. If he won't resign, remember, the attorney general can be impeached."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Donna, haven't Democrats learned their lesson? Move on from impeachment and investigations?"
    },
    {
      "speaker": "DONNA BRAZILE, FORMER DNC CHAIR",
      "utterance": "Has President Trump learned in any lesson over the last couple of months? He's on a retribution tour. He's on a revenge tour. When career professionals walk out of their job, we all should take notice. What happened? When the U.S. attorney for the District of Columbia, the largest U.S. attorney office, is removed and then a replacement is putting in, and then the sentencing charges are either meddled with -- yes, there needs to be a comprehensive investigation as to what is happening. I want to mention something, Kellyanne talked about George Herbert Walker Bush in the Rodney King case, as well as Barack Obama in the Freddie --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gray case."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "-- Gray case. In both instances, the communities erupted because they were concerned about overzealous policing and what happened in those cases. That's what they got involved. They didn't get in -- they didn't try to tip the scales of justice. They were trying to calm the community after, you know, two very horrific things occurred. So, we shouldn't put the two together. But the president's -- what he's doing with his tweets, he's revealing what's going on in the Justice Department. And I think the House should get to the bottom of it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Guy, first of all, your reaction to Donna, but also, how do you see this playing out? Do you think this is a real rift between the president and his attorney general? Or is it a bit of theater as some people have suggested, where Barr is saying this because he needs to shore up his position at the Justice Department and there's kind of an inside agreement, tacit agreement between the White House and Justice?"
    },
    {
      "speaker": "GUY BENSON, FOX NEWS RADIO",
      "utterance": "Well, first, I would just say to Donna, it's a fair point that she makes about the two examples that she gave. I would also note, that President Obama did make public comments about the Hillary Clinton emails investigation, which was a far cry from Rodney King, right? So there has been some precedent for presidents weighing in. On this broader issue of Barr and the Democratic reaction, I think your question was good. Have the Democrats learned their lesson? We have people talking about impeachment of Bill Barr, which I think is ludicrous. We have heard over and over again from Democrats, people on the left saying, why won't anyone stand up to President Trump? Why won't any of his people stand up to President Trump? Then Bill Barr does that with a brush back pitch that I think was needed and was correct, and people immediately jumped to the conclusion, well, it's fake, it's theater, it's not real. I'm not sure I would call it a rift, but between Bill Barr saying what he said on ABC News, and then his Justice Department declining to prosecute Andrew McCabe, an outcome that I think it's very clear the president wants, to Michael's point -- I think it's been about few days for the narrative that Bill Barr is just a hatchet man for President Trump who will do his bidding."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So what to expect? Do you -- I mean, going forward you expect the president to stay out of these cases?"
    },
    {
      "speaker": "BENSON",
      "utterance": "No."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No?"
    },
    {
      "speaker": "BENSON",
      "utterance": "No, he'll tweet. There's a chance that he'll tweet a little bit less. I think that Mitch McConnell sat in the studio, the Senate majority leader, just a few days ago and urge the president to take the advice of his attorney general. I hope the president does it, even if he just calibrates it slightly differently. What will be interesting is if Trump dials it up and continues to do this even more aggressively, what does Barr do then? Having lay down a marker on this point?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Panel, we have to take a break here. But up next, one of the Democratic front runners, Pete Buttigieg, joins us to discuss the upcoming contest in Nevada and South Carolina, and whether he can build on his early momentum straight through Super Tuesday."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Bernie Sanders' win in New Hampshire put new pressure on Democrats fighting to be the moderate candidate in the race for the White House."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "A fresh outlook is what makes new beginnings possible. It is how we build a new majority."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask Pete Buttigieg how he plans to stand out in the crowded center."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The Democratic race for the White House is gearing up with the votes in Iowa and New Hampshire starting to winnow the field of candidates and establish new frontrunners, but upcoming contest in Nevada and South Carolina, much more diverse states, could reshuffle the race again. Joining us now from Las Vegas, former Mayor Pete Buttigieg. Mayor, let's start with the numbers from the two states which are going to be holding contests over the next few weeks, put them up on the screen. In Nevada, you're in fifth place with 10 percent support. In South Carolina, you're also in fifth place with 7.5 percent support. You're trailing Tom Steyer in both states. How important is it for you to do well, much better than those numbers, in both of those states to show that you can get support in states with a big minority voting bloc?"
    },
    {
      "speaker": "PETE BUTTIGIEG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Well, it's very important for us to do well, and we're on the ground working to earn those good results here in Nevada and we'll be campaigning hard for every vote in South Carolina as well. We've see how fluid it is. Of course I don't have billions of dollars of my own money to pour into the airwaves. But what we do have is a vision that as we've demonstrated in New Hampshire and Iowa, can bring people together in a commitment, as we come to more racially diverse states to speak to the concerns of voters who are here. Here in Nevada, for example, we've got over 100 organizers on the ground, volunteers as we speak getting ready to go out and talk to fellow Nevadans in a state that looks to the future and in a state where I'm encountering a lot of workers concerned about how these political decisions are going to affect them. Whether it's workers who are concerned about health care and how to preserve the health care choice that is so important to them, people concerned about immigration reform and wanting to know that we're seriously going to get something done. And a lot of people looking to the future worried about climate. This is a state that is in many ways reflective of the future of America and I'm really excited to be on the ground here working to earn that support in the week that remains."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How damaging, if you don't show strong support among Latinos in Nevada, African-Americans in South Carolina -- because that question of whether or not you can get support from those minorities, of course, is the big knock on your campaign?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, I'll leave it to pundits due to the political analysis. What I will say is, of course it is extremely important to earn support from voters across the board. And when you look at the way that Latino voters here in Nevada know that they are under siege in this administration, talking to black voters who are sick and tired of the economic disempowerment among the injustices of systemic racism and looking for a president who can actually bring change to Washington and, more than anything, looking for a nominee who can defeat Donald Trump. We are ready to go out and have that conversation. You know, this, more than anything else, I think for so many voters and certainly a lot of voters that -- of color that I talked to across the Latino, the black in the AEPi (ph) communities is about making sure that we get this right. You know, the Senate demonstrated that it's not going to hold this president accountable. It is up to us in 2020. It is our only shot. And as we see this president, as he's demonstrated, interfering in criminal prosecutions, growing more and more emboldened, so much is on the line. We dare not get this wrong. And that means nominating a candidate who can challenge this president on his own terms and put together a big enough winning coalition that we can have some coattails too and make gains in the Senate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to talk about how this race is beginning to shape up because after Tuesday it is beginning to shape up. In New Hampshire, the so-called moderate candidates won more than 50 percent of the vote of voters in that state, but -- which was double what Bernie Sanders got, but he won in New Hampshire because he had that left lane, the more liberal lane, all to himself while the so-called more moderate lane was kind of clogged up by you and -- and Biden and Klobuchar, all of whom split up the votes. How concerned are you that the -- that the moderate lane, if you will, is getting so crowded that you could be leaving the -- the road to the nomination open to Bernie Sanders?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, I think that's what voters right now are in the process of settling. Look, there are a lot of different candidacies with a lot of different visions. But the vision of my candidacy is that we're going to have to bring change to Washington, that we can't confront the most disruptive president in modern times by falling back on the same playbook, just as we also can't do it by telling people that their only options are between a revolution or the status quo. We've been able to demonstrate our ability to get diehard Democrats, yes, but also independents and even some Republicans to cross over a support my vision and what our campaign stands for. And I believe that's going to serve us well here in Nevada, South Carolina and beyond."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And then, despite -- if you're able to winnow your way through all of those folks, that on Super Tuesday you face another centrist candidate in Mayor Mike Bloomberg. And over really the last week, week and a half, there have been a series of stories about his comments on stop and frisk and redlining and, as I discussed with Kellyanne Conway, a big story in \"The Washington Post\" today about a long history of him king sexist, profane comments to women who work for his company and some of whom said that it created a hostile workplace. How troubled are you by these allegations and this evidence of alleged sexism and racism?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, I think he's going to have to answer for that and speak to it. Look, this is a time where voters are looking for a president who can lead us out of the days when it was just commonplace, or accepted to have these kinds of sexist and discriminatory attitudes. And, you know, right now, this is our chance to do something different. Obviously, there is no comparison to this president and the way that he has treated and talked about women and people of color and continues to do so to this day. But we, in our party, hold ourselves to the highest standard. And it is going to be critical for us to have a nominee who cannot authentically lead and who can show growth on these challenges. Look, some of these are issues that our country's about to face are among the most intractable we've ever had, but you've got to arrive at those -- at those challenges with -- with the ability to explain your record and with an ability to explain how you're going to raise the bar at a time when we are finally asking a lot more from our elected leaders."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let me follow up on that because Kellyanne Conway was, I think, trolling Democrats and saying, boy, this part that talks about all of these principles in the Me Too era, are they going to nominate somebody like Michael Bloomberg with his record of things he's done, for instance, towards women in the workplace, just because they think he can beat Donald Trump? What would that say about what the Democratic Party really stands for?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "For a representative of this White House to speak about misogyny, to speak about sexism, to speak about racism is comical. And, you're right, I think it amounts to trolling. Look, the American people are not going to be fooled by anybody from the Trump White House when it comes to these issues. So I'll leave it to my competitors in this race to speak for themselves, but one thing we can all agree on is that we can do a lot better than this president. And, you know, one of the reasons why I'm seeing a lot of folks from the Republican Party or formally from the Republican Party ready to cross over is that they can no longer look their children in the eye and explain the behavior of the current president of the United States."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mayor, you have been very open about the fact that you're gay. And it hasn't been much of an issue in this campaign until now. This week, two conservative supporters of President Trump, Rush Limbaugh and Sebastian Gorka, talked about it on their shows. Take a look."
    },
    {
      "speaker": "RUSH LIMBAUGH, CONSERVATIVE COMMENTATOR",
      "utterance": "A gay guy, 37 years old, loves kissing his husband on debate stages. Can you see Trump have fun with that?"
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "utterance": "Why is a homosexual man lecturing us about the sanctity of life in the womb? Just a little curious there. Strange."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mayor, what's your reaction to those comments?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, I am in a faithful, loving, committed marriage. I'm -- I'm proud of my marriage. And I'm proud of my husband. And I'm not going to be lectured on family values from the likes of Rush Limbaugh or anybody who supports Donald J. Trump as the moral as well as political leader of the United States. America has moved on and we should have politics of belonging that welcomes everybody. That's what the American people are for. And I am saddened for what the Republican Party has become if they embrace that kind of homophobic rhetoric."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And how big an issue do you think this would be in a general election? Clearly they think it would be an issue. The idea that -- that you would need -- and you have reached out to social conservatives, many of whose votes you'd need -- but who might have concerns about your sexual orientation?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, here's my generational -- or general election experience on this. You know, I came out during a general election in south Bend. And this was at a time when Mike Pence was the governor of Indiana. And we didn't know what would happen. I'll tell you what happened, I got re-elected with 80 percent of the vote in my generally Democratic, but socially conservative community. More than I had the first time that I ran for office. This election isn't about any of us candidates. It is about voters' lives. And we're the ones trying to get voters a raise. We're the ones trying to make sure that there is paid family leave, working to end endless war, serious about climate change --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Actually prepared to do something on gun violence. And when it comes to LGBTQ issues, this is, I think, the most important thing is not the treatment of candidates, it's what's happening to individuals and families across the country from brave service members who have their careers threatened --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "By this president, two kids experiencing bullying right now in this climate. We can do better and you don't have to be a diehard Democrat to know that we can do better when it comes to inclusion and equality in this country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mayor, thank you. Thanks for joining us. We'll be watching developments next week out of Nevada. Good to have you."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Thanks. Good to be with you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When we come back, as former New York City Mayor Michael Bloomberg rises in the polls, troubling comments from his past are resurfacing. The Sunday panel will tackle that, next."
    },
    {
      "speaker": "MICHAEL BLOOMBERG (D), PRESIDENTIAL CANDIDATE",
      "utterance": "He sees our poll numbers and I think it's fair to say he is scared because he knows I have the record and the resources to defeat him."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mike Bloomberg reacting to President Trump's barrage of attacks this week, but the former New York City mayor also facing incoming about his long record in public life. And we're back now with the panel. Donna, as we've been saying, Mayor Bloomberg rising in the polls, news stories coming out, old tapes coming out about his record on race and, as we've said several times, a -- a big story, a takeout in \"The Washington Post\" today about his -- and you can see it there, about his long history of sexist comments going back decades at his company and women saying that they believed he created a hostile workplace. How damaging to his campaign?"
    },
    {
      "speaker": "DONNA BRAZILE, FOX NEWS CONTRIBUTOR",
      "utterance": "Extremely. Look, I think there are many people in the Democratic Party who are looking at Mr. Bloomberg because he has the resources to take on President Trump. But the question in my judgment is his record. I mean, I am uncomfortable with his policies in New York. I understand he's apologized. I get that. I'm for forgiveness. But I am extremely dismayed at the information I read over the weekend about his sexist -- the sexist work environment. You know, it's one thing to have this so-called top law enforcement policy of stop and frisk. It was ruled unconstitutional. And it has taken him years to say I'm sorry about that. He has the -- he has the resources, but I'm -- I am very uncomfortable with -- with his record. Very comfortable."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Guy, you could tell that Kellyanne Conway was thoroughly enjoying the predicament, not just for Bloomberg, but for the Democratic Party. Can they nominate -- will they perhaps nominate someone who's got Bloomberg's record? And we should point out, it's a mixed record because there's a lot of things he did in New York, crime did go down. He's given tremendous amounts of money on a lot of issues that Democrats like, climate change, a lot of women's groups. Can, in the Me Too era, the Democratic Party nominate somebody, though, with this downside?"
    },
    {
      "speaker": "GUY BENSON, TOWNHALL.COM",
      "utterance": "No, it could be a gut check moment coming up for the Democratic Party, right? Here is a New York billionaire with potential vulnerabilities on race and sexism, right, which sounds familiar if you're a Democrat, and Mike Bloomberg is the human embodiment of money in politics. All right, this is a party that at least pretends to abhor the influence of money in politics and here's someone who is doing the closest thing you can do to buying a nomination. That combination, is that going to sit well with the Democratic electric? Are they willing to swallow hard and go for it because they think that he's got the money and maybe the moderation relatively to beat President Trump? That's a decision they're going to have to make, but there are no shortage of ironies here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Then there is -- I guess you have to call him the former frontrunner now, Joe Biden, who took it drubbing in Iowa, an even worse drubbing in New Hampshire and is now counting on the votes of minorities, Latinos, African-Americans in South Carolina and Nevada, to -- to rescue him. Take a look."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "I've said many times, you can't be the Democratic nominee and you can't win a general election as a Democrat unless you have overwhelming support from black and brown voters."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Chuck, how much trouble is Biden in with the performance in those other states? Even his one-time overwhelming lead in South Carolina is now beginning to slip away."
    },
    {
      "speaker": "CHARLES LANE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, obviously, he's in a lot of trouble. And let's be candid here, a lot of people foresaw this kind of downward spiral if Biden was unable to up his game on the campaign trail and present as a more dynamic candidate. And he, so far, has not delivered. South Carolina, with its large base of African-American voters is and was his firewall and it will be tested now in a way that is vital to the future of his candidacy. You know, he is not that strong among Latino voters. It's Bernie Sanders who seems to be polling among Latino voters in Nevada, which only heightens the importance of South Carolina. If Biden goes down and we're left with this sort of spread of several candidates, none of whom with a clear majority, then you could be looking at somebody -- or the primary season ending with no one having a majority and then things get really complicated."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, they get really great because you're talking about a brokered convention, which all of us have been looking towards for our entire political lives. But, you know, let me pick up with you, Michael, on the point I was making with Mayor Buttigieg. You've got Bernie Sanders over here on the left and with Elizabeth Warren starting to fade, seeming to have a pretty clear shot in his path. And, meanwhile, you've got this center lane all clogged up with Buttigieg and Klobuchar and Biden and Bloomberg about to get into it. How well is this setting up for Bernie Sanders to be the Democratic nominee?"
    },
    {
      "speaker": "MICHAEL ANTON, FORMER NATIONAL SECURITY COUNCIL SPOKESMAN",
      "utterance": "Well, the fundamental problem the Democrats have is they have a big gap between enthusiasm and electability. So it seems like all the energy on the basis is for Bernie or for somebody on the left side of the party, but then you have an establishment and a leadership in the party who really worries that going that far to the left just guarantees a Trump re-election and we need some more moderate person to play nationwide, but they can't settle on who that more moderate person is. So that lane remains clogged up. I think it's -- it's amazing to me that a -- a mayor of a town of 100,000 is actually in the top two in the Democratic nomination. Keep in mind that no mayor of New York City, population 8 million, the capital of the world, has gone on to higher office, of any higher office, since 1840. Not 1940, but 1840. So that sort of tells against Mike Bloomberg, but it shows that there is still a hunger from at least -- I don't think amongst the voters necessarily so much, but for part of the party to just -- we just need some kind of moderate voice in there. And even if it's the mayor of a small town, you know, we'll take it because they think Bernie's a disaster."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Donna?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Well, the race is far from over. And I know everyone is focused on the four states that ultimately help us to winnow the field. The field has been whittled. And I think what we're left with now is not just left versus right, we're trying to make sure that we elect someone who will give us the kind of country that we deserve, not someone like Donald Trump. And, therefore, it is clogged. It is clogged. But I do believe that we are going to see a clarifying moment that occurs over the next two weeks. And by the time we get to super Tuesday -- I've been to four of the Super Tuesday states. Let me just tell you, Michael Bloomberg is dominating the airwaves. But you're right, I don't know where the energy is on the ground for Michael Bloomberg, but he is dominating the airwaves. At the end of the day, Chris, we're going to have a nominee by the end of March."
    },
    {
      "speaker": "WALLACE",
      "utterance": "By the end of March?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No -- no brokered convention?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Sixty -- 60 percent of the delegates. We're going to have a clear shot at figuring out where the last two or three candidates will be. Yes, we're going to have a nominee."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And -- and in 30 seconds, is Bernie Sanders a suicide pact?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Bernie Sanders is a strong, viable candidate with a lot of support out there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So you think you could legitimately beat Donald Trump?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I'm not there yet because I -- I'm not sure he's going to be the nominee."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, but I'm not asking you that. I'm asking you --"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "Don't try to get me in trouble on a Sunday (ph)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's my job."
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I should be a mess right now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thank you, panel. See you Sunday. Up next, our \"Power Player of the Week.\" He is known for merging punk with piano. Now he's trying to bring a new union between classical and pop."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It's a constant test for symphony orchestra's, how to bring in fresh ideas and fans without alienating the diehards. Well now the guy who brought piano to the punk scene is taking on that challenge. He's our \"Power Player of the Week.\""
    },
    {
      "speaker": "BEN FOLDS, MUSICIAN AND AUTHOR",
      "utterance": "Because there seems to be a hierarchy, which you would think exists where the symphony is the great thing and the -- the -- the rockers of the dumb ones. But it's not that simple and each have something to offer the other."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Ben Folds is all about breaking down barriers. Musical barriers between pop and classical. As artistic adviser to the National Symphony Orchestra in Washington, his late night sold out declassified concerts are the platform for his special mix."
    },
    {
      "speaker": "FOLDS",
      "utterance": "It's about unformalizing the symphony orchestra in a way that doesn't intimidate people. People go to the symphony and they think, oh, how do I dress? They don't even know. So, you know, we make it informal in a way for them to feel comfortable to be there. The next artist that you're about to hear, I just discovered her on YouTube."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He took us backstage as he oversaw his classical pop matchup. Folds admits it can be an uneasy balance."
    },
    {
      "speaker": "FOLDS",
      "utterance": "Orchestral musicians are demoralized by loud music that covers up what they normally do. They're having to do a dumbed down version of it. The rock band goes out thinking, wow, that wasn't loud enough, didn't feel it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Declassified as a means of de-confliction, and it's working."
    },
    {
      "speaker": "FOLDS",
      "utterance": "We've sold out every show we've -- we've done here. People have walked away with a Spotify playlist of classical music, which we can see that they are listening to."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He's been blending genres since the '90s, when he started Ben Folds Five, which hit the charts with the ballad \"Brick.\""
    },
    {
      "speaker": "FOLDS",
      "utterance": "She's a brick and I'm drowning slowly."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "No guitar?"
    },
    {
      "speaker": "FOLDS",
      "utterance": "No guitar. No. In an -- in an era that was all about the guitar. That was the grunge era."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You called it punk rock for sissies."
    },
    {
      "speaker": "FOLDS",
      "utterance": "Yes, maybe nerds would have been a little better word. I realized that everyone could relate to piano music, but it just wasn't cool at the moment."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Walk us through, when you're sitting at a piano, how you come up with an idea."
    },
    {
      "speaker": "FOLDS",
      "utterance": "I don't know. You know, like I'm -- if I was going to say, hello, Chris Wallace, you know, then I find it. So it would be, hello, Chris Wallace, how are you today. You know, like then I would -- I would find it on the piano."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's the Chris Wallace song?"
    },
    {
      "speaker": "FOLDS",
      "utterance": "That's the Chris Wallace song."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let -- let me hear that again."
    },
    {
      "speaker": "FOLDS",
      "utterance": "Here's the happy version. Hello, Chris Wallace, how are you today? We make it minor and it becomes sad because he has more work to do. You know, I just -- you find it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I love that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "(voice over): Folds shares his creative process in this memoir. The title refers to a childhood dream where he spread joy by catching lightning bugs for others."
    },
    {
      "speaker": "FOLDS",
      "utterance": "As an artist, what I do is I capture the thing that I see, the thing that interests me. My job is putting that idea in a bottle, which I've taken my whole life to do, and to share that with other people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He's still sharing his lightning bugs and spreading joy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Folds is also an advocate for music education. His next project is a show with The Mister Rogers Foundation, writing songs with kids. And that's it for today. Have a great week and we'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}