{
  "date": "February 10, 2019",
  "headline": "Fred Dryer breaks down Super Bowl LIII, the state of the NFL and the greatest threat to the game of football",
  "subHeadline": "Former football star and actor Mark Levin for a frank conversation on 'Life, Liberty & Levin.'",
  "url": "https://www.foxnews.com/transcript/fred-dryer-breaks-down-super-bowl-liii-the-state-of-the-nfl-and-the-greatest-threat-to-the-game-of-football",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARK LEVIN, HOST",
      "sentences": "Hello America, I am Mark Levin. This is \"Life, Liberty & Levin. Fred Dryer. It's a great honor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED DRYER, AMERICAN ACTOR AND FORMER FOOTBALL STAR",
      "sentences": "Good to see you, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I feel like I know you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We've talked a few times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But I feel like I know because I watched you play football. I watched on that great series, \"Hunter.\" I am going to get into all of this. You are now a broadcaster, and you're a conservative --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "It's a deadly combination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "That's a great combination. But, very interesting, your conservatism and so forth that I want to get to. But first, I want to start from the beginning, you are a great football player. You started with the Giants for a few years, then you go to the other coast, the LA Rams. You were a defensive end. Did you play any other position in the defensive line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Defensive end. You are 6'6\", what was your highest -- what was your heaviest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I never played a game of football over 228 pounds.   LEVIN; Two hundred and twenty eight pounds. Do you think you could have a line man today who is 228, if they are fast, I guess, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It would be tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "You would have to be on a special nickel package, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Meaning very unlikely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, you know the linebackers today are 6'4\", 240 and they are really fast and so I probably fit in there somewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And you were really good. I remember watching, the LA Rams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Oh, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And the LA Rams were really good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And they never got to the Super Bowl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, we did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You got - you never won the Super Bowl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "In '79, we played - we got beat by Pittsburgh in '79.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And we were talking before the program, I asked if you have any injuries, you are doing well, you're in good shape. You're 215. You stand like a rod, but a lot of your colleagues are not in such great shape. A lot of them really did get whacked pretty good with concussions. You had several concussions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I've had about seven of them recorded concussions that I know of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But it's a real problem for some of these guys, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "It's a very, very big problem. Especially nowadays in college, high school, professional levels. The fundamentals and the techniques of engaging the ball carrier, and bringing them to the ground is lost. If you take that out of football, you don't have football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Now what do you mean by that? The rules are not particularly helpful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, they are not taught. You know, the Title IX years ago in college, all of the coaches just said, \"You guys know how to tackle. Get the guy on the ground. Quit monkeying around with it, if you can get the ball out, that is great.\" But we have got other things to do.  So they spend more time on different parts of the game than they do actual with the fundamentals and teaching you how to engage the ball carrier. They just don't do it. They don't find value in it. Well guess what? As time and generations have changed, you have got new commissioners, you've got new coaches, you've got new owners, and the sport has changed to where -- to my amazement, you don't have any conversation with anybody associated with the sport that's legitimately concerned that you are losing the sport.  If you lose the ability to engage the ball carrier and bring him to the ground, you don't have a sport and that is what they are on the verge of doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So the fundamentals, like people don't talk a lot about the line. And I don't want to spend a lot of time on last Sunday with the Super Bowl, but you indicated to me before the show, that game was won on the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What did you mean by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, the line of scrimmage regardless of who the receivers, the running backs, the quarterback, the coach, the owner is; regardless of where you are playing, what surface you're playing on, it all comes down to the guys at the line of scrimmage. That is where you break your opponent's will, and that is what the sport is about. \"I've got an hour here. I am going to break your will, and I'm going to do it by beating up your big guys. Watch.\" And that is what this is all about and there's different ways of presenting it, doing it, preparing for it to have a telecast. And there's different ways of presenting the sport to a viewing public. But it's all done at the line of scrimmage  In '81, when I left the Rams, I worked the remainder of that year. I did like about 12-13 games for CBS as a color commentator, and what my goal was, as I perceived it at that time, it is even more true now was I would explain to the people what I thought was going to happen, and then I would use instant replay to back up, if I was right or wrong. They don't do that.  So you've got people - and Tony Romo is good, but in the Super Bowl last week, all you hear is a bunch of blabbing that doesn't fit any of visuals that they've set up, that's available for us. They are saying great things, because I know what they're talking about. And I said, \"Okay, good. Now show it. Now back it up. Come out of this commercial and back up what you said clever, smart, informative. Back it up with the visual, so we know what you are talking about.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Let me ask you this. So Super Bowl was won on the line, you say most of these games are big games, they're won on the line. A lot of coaches may not realize that. Does Belichick realize it? Obviously, he does?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "If you take a look at what he did to the Rams. He had two weeks to work against that vaunted offense. The game came down to the line of scrimmage. Goff -- the quarterback for the Rams spent half of his pass plays throwing off his back foot. He was not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "He was running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "He was out of sorts the whole game. And the pre-snap look that Goff was getting was confusing. He is not used to being put on his back on the ground. He away out of the pocket. And when do you that against a team that can run, you've got problems. And so, he is a terrific young quarterback.  I looked at that game as a setback for the organization for the head coach, Sean McVay, who is a good coach, but he ran into a buzz saw, and he got beat at the line of scrimmage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Just quickly, so Belichick, one of the great coaches, whether people like him or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Clearly, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It's obvious and Brady. Greatest quarterback ever?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I'm going to say, probably yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "He seems to be able to read defenses very, very fast, doesn't he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, yes. And that whole sport-- see one of the things -- Romo was a play-by-play guy. He is good. He is a quarterback. I wanted to know -- I wanted to be in Goff's head as a viewer. I wanted Romo to tell me, here is what is going on and why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What about Brady? What was going through his head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, let me just finish this one point. Goff had glazed over by the second quarter. He had a distant look in his eye and he was not self- aware, he was self-conscious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Do we call that choking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, you can put any tag you want on it, but the point was, he was punched and he was in trouble the whole game as was the whole team. They played good defense, the Rams, so they confused Brady a little bit. And as far as Brady goes, not only is he just so sharp, he knows what he wants to do and has the ability to manipulate the defense to get what he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It's remarkable, although I must say from my perspective, as a pedestrian viewer, it was kind of boring, but as you explain it now, the fighting going on in the trenches and so forth, that would have been an interesting and different look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "They don't show anything, Mark. They don't show you the game and that is what is so frustrating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "All right, what about the knee taking? There seems to be a lot less of that and ratings are starting to pick up because people are saying, \"Okay, there is a lot less of that.\" Gladys Knight, magnificent rendition of the national anthem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes, she was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What about those who were taking knees before? Where do you come down on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, here is what is interesting. Kaepernick, a couple of years ago takes a knee. If I am the owner of the 49ers, I'd take the service elevator, I'd go down to the field, I ask him, \"What are you doing?\" He says, \"Well, I am protesting white police officers killing black people,\" I say, \"Good, now leave the field. Take your stuff off. Wait for me until the game it over with. And here is what we'll do, we'll meet the press together.\" You see, it is important for the franchise to support their quarterback because that is the face of the franchise as witness to the Super Bowl and what you want to make sure that you're doing is you give Kaepernick plenty of opportunity to articulate his actions. He was never interviewed after that. We never heard from him, ever. We don't want what his complaint was. We heard it sequiturs' way in a way that said that he was upset because there was such racism. And by the way, you know, there was a comment made that was hilarious, and he said -- he says, \"We're going to kneel until someone solves this race issue.\" They're going to be down there a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But you would have yanked him off the field?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I would have taken him off the field, and would not let it be a spectacle. I would refuse the cameras to continually cut back to him. Get him off the field, get him out of sight, get on with the game. Pay homage to your franchise and to the fans who paid a lot of money to watch that game. So the main issue is, here it is. It is up to the franchise to cultivate the quarterback for the reasons that are obvious, but you want your quarterback to be the leader of the franchise. You want him to be the titular head of the franchise, and therefore, I want my quarterback to be able to articulate specifically what he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But not on the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Not on the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "That is a football game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Let's go and face the press after the game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Do you think he would have said, \"That is okay,\" if he got him off the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I don't know. Who knows? I think the reason he is not in football, Kaepernick is not in football is because the league realizes he is not a leader. He did not handle that thing worth a darn, you know. And I felt sorry for the guy, honestly because he is troubled by something. I wanted to hear from him. I wanted him to have the organization be in control of the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And I just want to be clear. But you're saying there is a place and time for everything. He can do it, but not on the football field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Okay, because he will lose the fans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYVER",
      "sentences": "If I am the owner, I would say, \"Colin, how can I help you? What is it you want to say? Let's go to this room and the press will be back there and many people you want to talk about this. Talk about it and articulate it.\" He could not do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "All right, when we come back, I want to talk about how you got into acting and then I want to talk about -- have you always been a conservative? What does that mean you to? How do you think that President is doing, but before we do, ladies and gentlemen, I just want to remind you to check us out on Levin TV most weeknights on Levin TV, just go to blazetv.com/mark to sign up; blazetv.com/mark or give us a call 844-LEVIN- TV, 844-LEVIN-TV. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Fred Dryer, you are a conservative, I want to get into that, but first, I am curious, you make the transition from football where you're a great football player to acting, and you have this long running series, seven years, \"Hunter.\" I used to watch that show, I love that show. It was one of my favorite shows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "How did you get into that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, look, I was drafted by the Giants in '69 coming out of San Diego State and it doesn't take very long to realize you can't play that sport too long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But you played 13 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I played 13. I always joke, I played 12 too many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Too many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "But it's true and so once you get absorbed in it, and you become proficient at it, then it is like, well, what is next? I have always been a fan of movies. One of the incidents that occurred, we were playing the Jets in Shea Stadium in '74, and we flew back to LA and I got home very late and I couldn't sleep, so I turned the TV on, and there it was, Gene Hackman in \"I Never Sang For My Father.\" And I like Gene Hackman, so I said, \"I'll give this a look.\" And I said, \"You know, why do I like that guy? What is he doing? More importantly, what isn't he doing?\" I was curious about the craft of acting. I had to know what it was like so I became curious because of that and then, I started to get into it and I found an acting coach in Nina Foch. We became great friends. She mentored me and it was -- what was great about my transition was, I was still able to make a living playing football while I was actually making the transition out of that culture into acting. And it worked out great for me, so when I left the Rams in '81, and I went on my own, it was a daunting fact. I remember driving up the 405 freeway up to Hollywood, to read for a show and I realized, \"Gee, this is it.\" You know, \"This is going to be my life now driving up reading for stuff, trying to get jobs.\" And it was exciting, but yet it was intimidating. So I had a good acting coach. I was prepared. It was exciting. It was new. And I got lucky. And I got a couple of shows. I made friends with the network. The network said, \"Yes, we are going to try to find something for you,\" and they were true to their word, and I got on \"Cheers,\" and there was a shot of me getting that job. Ted Danson got it and he was great in it, Shelly Long. But it was those types of things that NBC, Grant Tinker at the time, NBC said, \"We've got to get this guy into a show.\" And it was great, I was being looked after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So you have \"Hunter,\" it starts in 1984 and ends in 1991. It's a big time show and you're Detective Sergeant Hunter, as I recall and there was a lot of physical activity. You were chasing down criminals and all of that sort of thing and driving fast cars and were you surprised you got it? Were you surprised it lasted so long?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "You know something? By the time -- when I went to read for it, I said \"I'm this guy,\" and knowing it, it was just a matter of fact if they see it or not. Sometimes they can miss it, you know, for whatever reasons. But when I walked into those meeting rooms, I must have read for 50 people five times before someone said, \"Okay.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "When you say \"read,\" they hand you something and you read it in front of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "They send you out in a corridor with all these pages and they say, \"Okay, get up on your stuff, and we'll let you know when we want you to come in.\" And there's actors lined up outside, mumbling through their pages. Then they call you in, and you walk in and there's like -- there is a room barely this side of the stage with like 30 people in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "How do you -- do you have to memorize this stuff? Right there ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "... while you're standing in line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes, they call it off script.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Well, how do you do that? I mean, I don't think I could do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "That is what you go to school for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And so you were picked?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I was picked and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "How did you hear about that? They call you up? Send you a note? Call you in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well what happened in this case was they call you, you go out and read. And then I called my agent, I said, \"I think I did pretty well,\" and they said, \"We'll get back to you.\" A couple of hours later, they said, \"Yes, they want you to come back tomorrow.\" So how they start putting these shows together is once they get down to two or three people, they'd bring more people in the room to get a cross section of a decision they are about to make on these two or three people and that just whittles it down. They brought in Brian Dennehy to play the villain. They eventually casted him in the pilot, but they brought Brian in and we did this scene. You know, we're both pretty big guys and you could see it was interesting, the physicality in the room. You know, and because I am keen to that, but it was my football background or whatever it might be, but when you are in a room with people, if you start moving around a little bit, you can control the room, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Seven years, do you miss it? Did you enjoy it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I enjoyed the show tremendously. I mean, it really helped my life and helped, you know, it helped my confidence going forward. I knew it wasn't a fluke. The ratings were there. The network liked me, and fans me more importantly and I had a great opportunity there. I'm still doing stuff, but what happens, it's the same thing that happens in football. I was there three or four years and then I started to want to take a look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And when we come back, I want to talk about why you wanted to take a look and what that is. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN GREEN, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from \"America's News Headquarters,\" I'm Lauren Green. President Trump heading for El Paso, Texas tomorrow for a border wall rally. His trip comes with another government shutdown looming because budget talks to fund the barrier have stalled. President Trump has asked for $5.7 billion, but talks are centered at around $1.6 billion. According to acting White House Chief of Staff Mick Mulvaney, the President is willing to explore funding alternatives.  A driver suspected of being on drugs injuring at least nine people in Fullerton, California earlier this morning. The driver plowed into a crowded sidewalk as people were leaving bars and restaurants, trapping victims underneath his truck. Police say the driver, 22-year-old Christopher Solis is in custody. He is charged with felony DUI and causing great bodily harm. I am Lauren Green, now back to \"Life, Liberty & Levin.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Fred Dryer, football, acting. You are in broadcasting now. But you are conservative, which I want to explore with you. Were you always conservative? Did you not know you were a conservative? When did you decide you wanted to be more outspoken about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I have always been conservative. I always interpreted it or defined it as embracing truth and reason and as I got older, I realized that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "By the way, that's Aristotle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Truth and reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Very good, very good. So I realized probably the Republican -- of the political entities, probably the Republican Party is best for me to look, to see what they are saying. It wasn't that I was eager to join, to be a part of it. I was very skeptical. I don't like joining stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I'm with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I don't want to say. I'm a Democrat. I talk to these people all of the time. I am a Democrat. So what? Can you think for yourself? What do you think? Give me your opinion about that? Well we believe -- Forget it. So I thought that Republican Party might be the best place for me to find a conversation, not to get a Republican badge, to be invited to a luau some place. So I got to the feeling that my interests politically were based on those that believed as I did. I wanted to talk to like-minded people. It's not that I have a political ebb and flow to the things I believed in, it's just that two and two is four, it is not five, and it won't be five any time soon. So don't ask me to pretend we're going to have a conversation in group therapy with being a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So you decided you are going to be a Republican during Reagan's presidency?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "It was when Reagan was governor of California. This is when I was in college. This was in '67-'68, right around that. I was attracted to him and the things he said an the fact that he went to Cal Berkeley one day and got up on the steps of the administration, and told these punks to get back to class. You know, once a politician now breaks the wall of being -- talking to me in a stern, parental way, I have to now say, \"Hey, oh wait a minute, I want to hear more about what this guy has to say,\" and I eventually met him, and Maureen was running for office for Congress in Los Angeles. She invited me to come on down to the rally, and so I did, and her dad showed up. He got out of the car and went, \"God, it's so great to see you.\"  We started talked about the Rams and all of the great games that we played and so forth and so on and it was great to meet him. But for most part --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You liked him? You liked his philosophy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I really liked him -- a common sense and reasonable, not unlike Trump. I like Trump initially because he was common sense and reason. He was also a self-made guy. You know, you've got to doing something to put a hole in the ground on Fifth Avenue and put a building up there. I mean, they've got helicopters landing on that thing all the time and people coming in and out and all around and that is only one building. I mean, this guy has made a livelihood out of being able to do that. I don't see any other politician in my lifetime that has those accomplishments and those qualify him in my book as being ready for the office of the presidency. Now, is he crazy? Then that is another thing. Is he rude? That is another conversation. The fact is, I don't care. You know, I had coaches that I did not like. I had coaches that I used to argue with, had coaches that were competent and good, that is the reason I played for them, not because I liked them or agreed with everything he did or said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Have you ever met him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I have not met him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I will tell you this, I have met Reagan and I have met Trump, and while they have different approaches, they both have strong charisma. They both have principles and they both have courage. And I think that is why so many people who liked Reagan, so many like Trump and see the same thing. I want to pursue this with you a little bit more when we come back. Don't forget ladies and gentlemen, check out my show most weeknights on Levin TV, Levin TV. You can join us by calling us 844- LEVIN-TV, 844-LEVIN-TV or you can contact us at blazetv.com/mark, blazetv.com/mark. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So we were talking about Reagan-Trump, similarities between the two. Obviously though, they are their own men. They are different men, different backgrounds and so on. I think one of the common denominators is you can tell they really love the country. They are not interested in fundamentally transforming it. The President last Tuesday even took on socialists, he said, \"Not while I'm President,\" which was really great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And he says things that I think a lot of people out there are thinking, but the politicians don't say, which drives politicians nuts and their media friends nuts. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, look. It is as if he is saying, I have got eight years to put a building in that hole. I am going to do it, and I am not going to tolerate people stopping me. I know what I've got to do. That building should be there, I'm putting it up there. And in order to get that building there, you have to be truthful, and you have to have reason and common sense. You have to be factual. You have a budget. You have a time frame and this is the job that I have accepted. This is the job that I am going to perform for the people. They elected me to do it, I'm going to do it. My issue with Donald Trump is this. He talked a lot about the swamp. Okay, he has been in office for two years. I have not heard any information coming back to us -- to me -- about what the swamp is? Who is in it? What does it look like? What is the shape of it? Where can I go to get information on it? But here is what I wish he would do. I wish he would get Rudy Giuliani, and he would go down the hall to where Rudy Giuliani put up the dossiers of the five families when he declared --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The Mafia families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "When he declared an all-out war on the Mafia families of New York, he went out and put them up. Here is what he did -- this is my rookie card. Here is the format. My rookie card, there is me and on the back, all the pertinent information. If he would put up a picture of 535 elected officials with a little bit about each one, how much money have they taken since they have been in office? Who have they taken it from? What is the lineup of how they voted? So forth and so on, and exploited who these people are. Also show the lobbyists who they are, how much money they are giving? Who are they in business with? Cross pollenate 535 Republicans and Democrats, it's everybody. The swamp is Washington. Okay, here is the swamp. This is crony capitalism. This is the cross breeding of what has been going on. This is the big business that they hate Trump interrupting. They voted -- people voted for Trump. They don't like that. The powers that be, the elites don't like the fact that Trump has a relationship with the American people that the individual parties don't. And the Clintons are finished and if they would have hired -- if Trump had hired a better Attorney General, who would not recuse himself, by the way, he had to know he was going to recuse himself, he took the job anyway. That is really unconscionable on Sessions part. If they would have brought in the right Attorney General, he would have had people in jail by now. He would have had a two-year head start. He would have been able to do what he should have been doing and that is keep his word to the American people. And he has been great, Trump. He has been great keeping his word to the American people. And I will vote for him again. I think he is going to be one of the greatest Presidents we have ever had, certainly in my lifetime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And those cards will appeal to younger people, too, actually. That would be a way to get it out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "It's a great gag. It's a great gag. You can imagine Rudy Giuliani in there, in front of the press, showing people, \"This is the Gambino family,\" and go right down the list and they've got everything, and you've got the press there. How easy it so to investigate people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "But let me can about that. The press really has double standards here. Are they going to investigate people who are constantly trying to push Trump out of office? Are they going to investigate people who are constantly attacking the President? Who want to investigate the President and his family? There is no indication that they do. Look at this thing in Virginia. You have a guy that ran for Governor. He had been the Lieutenant Governor. He is the Governor now. They have this yearbook with this photo with full Klansman suit, another guy is full blackface. I mean, it is as racist as it could be. The \"Washington Post\" endorsed him for Governor. Meanwhile, you have Kavanaugh, they are going back to you know, when he was born, what did the nurse say? Did he burp up a certain thing when he was three months old and everything. They are looking at his yearbooks, there is no corroboration whatsoever. So you have the media endorsing these Democrats who ran for office. Treat Kavanaugh and Trump completely differently. I don't see the media -- cards or no cards -- I don't see the media really doing a heavy duty investigation of Trump's opponents if they think those opponents are going to be capable of hurting him or bringing him down, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, whether that happens or not, the point is, he has done the work to put it up on the board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "For the rest of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "And anybody can go in that room, the beauty is, there is such great overwhelming visual aid to walk in and say, \"You want know about the crony capitalists?\" Remember, he is talking to us. He is not trying to convince the press of anything. He is not trying to convince the press of anything. He is saying, \"This is what I found out. Here is the crony capitalism. This is the swamp I have been telling you people about and here is how it basically works.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "All right, folks, we'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Fred Dryer, now you had mentioned earlier that you were attracted to the Republican Party, Reagan was Governor, Reagan was President. Are you still a Republican?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "No, I am not a republican, I have no party affiliation. I am not even one of those guys. That is the beauty of Trump. That is why I became optimistic. Remember, we're coming off of Bob Dole. We're coming off of the Clintons. We're coming off of Obama. We're coming off of George W. Bush, and suddenly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You are cringing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Huh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You're cringing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Believe me, I get infuriated with having to eat the slop that the Republican Party is pushing out. And it is just maddening. Now, here comes Donald Trump. I said let's look at this guy. What is this guy about? And how irreverent and matter of fact. He broke the format. He broke the form of what people assume a presidential candidate has to be. Well, he has to be able to tell the truth and figure things out. He has to be able to say what he is going to do and do it. There is a lot of things in there he is required to do and there is a lot of other extracurricular things you get. And with Trump, you get a complete conversation. You don't get a conversation with George W. Bush. You know, one of the interesting dichotomies here is, I used to yell at the Republican Party all the time. There was a guy who was involved with the Republican Party in Los Angeles, and he would say, \"Well, Fred, what do you think? I said, \"Well, I'll tell you what I think,\" I said, \"Remember when a Supreme Court Justice in Alabama who was under fire from the press because he put the 10 Commandments in the rotunda.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Roy Moore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Roy Moore. I said, \"Remember that guy. He was all by himself.\" There was a photograph on the daily news in LA and it was a picture of Roy Moore and the camera was shooting up at him and he had this forlorn, lost, lonely look in his face. And I said, \"This guy is all alone.\" And then I started to think, why didn't George Bush go to Karl Rove's office, and said, \"Karl, I want you to get the helicopter. We're going to Alabama,\" they didn't take a freaking airplane and fly down to Alabama, land on the lawn, sprint because he can. He is a good athlete -- sprint from the helicopter, cross the lawn, up the steps, put your arm around this Justice and tell the world, \"Hey, look, I know this is a states' rights issue, but I flew down here to let you people know I am with this guy, and if you need me, you know where to find me.\" Get back on the helicopter and take off. To me, that's leadership. That's leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And the 10 Commandments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The 10 Commandments which is the basis of our law, thou shall not kill, thou shall not do all of these -- steal, covet, and so forth -- you are not even allowed to have it in a public place any more, and yet, when you go to the Supreme Court, there it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "There it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Chiseled under the Supreme Court, but if you chisel it into another court, you put it in a public square, you put it in a school, suddenly, we're told about separation of Church and state and I'll just add this, there is no separation of church and state in the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "It does not exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "What the framers meant was, you cannot impose your faith on somebody else, but you are not supposed to molest somebody else's faith either, and by putting the 10 Commandments in the public square, as the framers understood, as the founders understood, as it was understood until the 1940s when the court started to turn, what was understood was, if you don't like it, don't look at it. Nobody is telling you what to do. But that is the Judeo Christian foundation of the nation, and I think in many regards, we've lost your way. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Future of the country, positive? Negative? Concerned? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I am all of those things. Rightfully so. I am worried that this country has seen the last of hope from the Office of the Presidency after Trump leaves. What is going to happen when Trump leaves? In two years, I think it will be six years, but when Trump is gone, what is going to happen to the ability for this country to get the candidate they want? I think you're going to see a Republican Party restructure itself to prevent the people from getting what they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Do you think the media will succeed in pushing him out of office with the Democrats, whether it is through impeachment? Which would be quite outrageous or are they trying to really tear him down over reelection? Do you think he can overcome those things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "I think he can overcome them. I mean, I would think that if he has made it this far -- he has taken a beating, this guy -- if he can withstand the next couple of years, then I think he will be fine, but here is what I want him to do. I want him to get those redacted pages and turn them over to the people. I want the people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The FISA applications --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Yes, I want that out. Why he hasn't done that he has not done that? I do not know. I do know that there are some things on his side he should have taken care of that would have helped this country get through what we are going through right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Give me one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, like being aggressive and putting people in his Cabinet that would help him like the correct Attorney General.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I think he is working on that right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Well, he should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "He wasn't in government before. And I think when people come in from the private sector going to the government, they are not used to the - - they are lone knives -- but these are machetes, these are swords, these are cannon fire that a lot of people aren't expecting, but all in all, how is he doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "He's terrific. He is just terrific. I am very, very pleased to have had voted for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "All right, Fred. Great pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Thanks, Mark. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "God bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRYER",
      "sentences": "Thank you. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, HOST",
      "utterance": "Hello America, I am Mark Levin. This is \"Life, Liberty & Levin. Fred Dryer. It's a great honor."
    },
    {
      "speaker": "FRED DRYER, AMERICAN ACTOR AND FORMER FOOTBALL STAR",
      "utterance": "Good to see you, Mark."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I feel like I know you."
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, you do."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We've talked a few times."
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But I feel like I know because I watched you play football. I watched on that great series, \"Hunter.\" I am going to get into all of this. You are now a broadcaster, and you're a conservative --"
    },
    {
      "speaker": "DRYER",
      "utterance": "It's a deadly combination."
    },
    {
      "speaker": "LEVIN",
      "utterance": "That's a great combination. But, very interesting, your conservatism and so forth that I want to get to. But first, I want to start from the beginning, you are a great football player. You started with the Giants for a few years, then you go to the other coast, the LA Rams. You were a defensive end. Did you play any other position in the defensive line?"
    },
    {
      "speaker": "DRYER",
      "utterance": "That's it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Defensive end. You are 6'6\", what was your highest -- what was your heaviest?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I never played a game of football over 228 pounds. LEVIN; Two hundred and twenty eight pounds. Do you think you could have a line man today who is 228, if they are fast, I guess, right?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It would be tough."
    },
    {
      "speaker": "DRYER",
      "utterance": "You would have to be on a special nickel package, I think."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Meaning very unlikely."
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, you know the linebackers today are 6'4\", 240 and they are really fast and so I probably fit in there somewhere."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And you were really good. I remember watching, the LA Rams."
    },
    {
      "speaker": "DRYER",
      "utterance": "Oh, thank you."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And the LA Rams were really good."
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And they never got to the Super Bowl."
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, we did."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You got - you never won the Super Bowl."
    },
    {
      "speaker": "DRYER",
      "utterance": "In '79, we played - we got beat by Pittsburgh in '79."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And we were talking before the program, I asked if you have any injuries, you are doing well, you're in good shape. You're 215. You stand like a rod, but a lot of your colleagues are not in such great shape. A lot of them really did get whacked pretty good with concussions. You had several concussions."
    },
    {
      "speaker": "DRYER",
      "utterance": "I've had about seven of them recorded concussions that I know of."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But it's a real problem for some of these guys, isn't it?"
    },
    {
      "speaker": "DRYER",
      "utterance": "It's a very, very big problem. Especially nowadays in college, high school, professional levels. The fundamentals and the techniques of engaging the ball carrier, and bringing them to the ground is lost. If you take that out of football, you don't have football."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Now what do you mean by that? The rules are not particularly helpful."
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, they are not taught. You know, the Title IX years ago in college, all of the coaches just said, \"You guys know how to tackle. Get the guy on the ground. Quit monkeying around with it, if you can get the ball out, that is great.\" But we have got other things to do. So they spend more time on different parts of the game than they do actual with the fundamentals and teaching you how to engage the ball carrier. They just don't do it. They don't find value in it. Well guess what? As time and generations have changed, you have got new commissioners, you've got new coaches, you've got new owners, and the sport has changed to where -- to my amazement, you don't have any conversation with anybody associated with the sport that's legitimately concerned that you are losing the sport. If you lose the ability to engage the ball carrier and bring him to the ground, you don't have a sport and that is what they are on the verge of doing."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So the fundamentals, like people don't talk a lot about the line. And I don't want to spend a lot of time on last Sunday with the Super Bowl, but you indicated to me before the show, that game was won on the line."
    },
    {
      "speaker": "DRYER",
      "utterance": "That's right."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What did you mean by that?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, the line of scrimmage regardless of who the receivers, the running backs, the quarterback, the coach, the owner is; regardless of where you are playing, what surface you're playing on, it all comes down to the guys at the line of scrimmage. That is where you break your opponent's will, and that is what the sport is about. \"I've got an hour here. I am going to break your will, and I'm going to do it by beating up your big guys. Watch.\" And that is what this is all about and there's different ways of presenting it, doing it, preparing for it to have a telecast. And there's different ways of presenting the sport to a viewing public. But it's all done at the line of scrimmage In '81, when I left the Rams, I worked the remainder of that year. I did like about 12-13 games for CBS as a color commentator, and what my goal was, as I perceived it at that time, it is even more true now was I would explain to the people what I thought was going to happen, and then I would use instant replay to back up, if I was right or wrong. They don't do that. So you've got people - and Tony Romo is good, but in the Super Bowl last week, all you hear is a bunch of blabbing that doesn't fit any of visuals that they've set up, that's available for us. They are saying great things, because I know what they're talking about. And I said, \"Okay, good. Now show it. Now back it up. Come out of this commercial and back up what you said clever, smart, informative. Back it up with the visual, so we know what you are talking about.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "Let me ask you this. So Super Bowl was won on the line, you say most of these games are big games, they're won on the line. A lot of coaches may not realize that. Does Belichick realize it? Obviously, he does?"
    },
    {
      "speaker": "DRYER",
      "utterance": "If you take a look at what he did to the Rams. He had two weeks to work against that vaunted offense. The game came down to the line of scrimmage. Goff -- the quarterback for the Rams spent half of his pass plays throwing off his back foot. He was not --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "He was running."
    },
    {
      "speaker": "DRYER",
      "utterance": "He was out of sorts the whole game. And the pre-snap look that Goff was getting was confusing. He is not used to being put on his back on the ground. He away out of the pocket. And when do you that against a team that can run, you've got problems. And so, he is a terrific young quarterback. I looked at that game as a setback for the organization for the head coach, Sean McVay, who is a good coach, but he ran into a buzz saw, and he got beat at the line of scrimmage."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Just quickly, so Belichick, one of the great coaches, whether people like him or not."
    },
    {
      "speaker": "DRYER",
      "utterance": "Clearly, yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It's obvious and Brady. Greatest quarterback ever?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I'm going to say, probably yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "He seems to be able to read defenses very, very fast, doesn't he?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, yes. And that whole sport-- see one of the things -- Romo was a play-by-play guy. He is good. He is a quarterback. I wanted to know -- I wanted to be in Goff's head as a viewer. I wanted Romo to tell me, here is what is going on and why."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What about Brady? What was going through his head?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, let me just finish this one point. Goff had glazed over by the second quarter. He had a distant look in his eye and he was not self- aware, he was self-conscious."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Do we call that choking?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, you can put any tag you want on it, but the point was, he was punched and he was in trouble the whole game as was the whole team. They played good defense, the Rams, so they confused Brady a little bit. And as far as Brady goes, not only is he just so sharp, he knows what he wants to do and has the ability to manipulate the defense to get what he wants."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It's remarkable, although I must say from my perspective, as a pedestrian viewer, it was kind of boring, but as you explain it now, the fighting going on in the trenches and so forth, that would have been an interesting and different look."
    },
    {
      "speaker": "DRYER",
      "utterance": "They don't show anything, Mark. They don't show you the game and that is what is so frustrating."
    },
    {
      "speaker": "LEVIN",
      "utterance": "All right, what about the knee taking? There seems to be a lot less of that and ratings are starting to pick up because people are saying, \"Okay, there is a lot less of that.\" Gladys Knight, magnificent rendition of the national anthem."
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes, she was great."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What about those who were taking knees before? Where do you come down on that?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, here is what is interesting. Kaepernick, a couple of years ago takes a knee. If I am the owner of the 49ers, I'd take the service elevator, I'd go down to the field, I ask him, \"What are you doing?\" He says, \"Well, I am protesting white police officers killing black people,\" I say, \"Good, now leave the field. Take your stuff off. Wait for me until the game it over with. And here is what we'll do, we'll meet the press together.\" You see, it is important for the franchise to support their quarterback because that is the face of the franchise as witness to the Super Bowl and what you want to make sure that you're doing is you give Kaepernick plenty of opportunity to articulate his actions. He was never interviewed after that. We never heard from him, ever. We don't want what his complaint was. We heard it sequiturs' way in a way that said that he was upset because there was such racism. And by the way, you know, there was a comment made that was hilarious, and he said -- he says, \"We're going to kneel until someone solves this race issue.\" They're going to be down there a long time."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But you would have yanked him off the field?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I would have taken him off the field, and would not let it be a spectacle. I would refuse the cameras to continually cut back to him. Get him off the field, get him out of sight, get on with the game. Pay homage to your franchise and to the fans who paid a lot of money to watch that game. So the main issue is, here it is. It is up to the franchise to cultivate the quarterback for the reasons that are obvious, but you want your quarterback to be the leader of the franchise. You want him to be the titular head of the franchise, and therefore, I want my quarterback to be able to articulate specifically what he wants."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But not on the field."
    },
    {
      "speaker": "DRYER",
      "utterance": "Not on the field."
    },
    {
      "speaker": "LEVIN",
      "utterance": "That is a football game."
    },
    {
      "speaker": "DRYER",
      "utterance": "Let's go and face the press after the game."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Do you think he would have said, \"That is okay,\" if he got him off the field."
    },
    {
      "speaker": "DRYER",
      "utterance": "I don't know. Who knows? I think the reason he is not in football, Kaepernick is not in football is because the league realizes he is not a leader. He did not handle that thing worth a darn, you know. And I felt sorry for the guy, honestly because he is troubled by something. I wanted to hear from him. I wanted him to have the organization be in control of the situation."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And I just want to be clear. But you're saying there is a place and time for everything. He can do it, but not on the football field."
    },
    {
      "speaker": "DRYER",
      "utterance": "Of course."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Okay, because he will lose the fans."
    },
    {
      "speaker": "DRYVER",
      "utterance": "If I am the owner, I would say, \"Colin, how can I help you? What is it you want to say? Let's go to this room and the press will be back there and many people you want to talk about this. Talk about it and articulate it.\" He could not do that."
    },
    {
      "speaker": "LEVIN",
      "utterance": "All right, when we come back, I want to talk about how you got into acting and then I want to talk about -- have you always been a conservative? What does that mean you to? How do you think that President is doing, but before we do, ladies and gentlemen, I just want to remind you to check us out on Levin TV most weeknights on Levin TV, just go to blazetv.com/mark to sign up; blazetv.com/mark or give us a call 844-LEVIN- TV, 844-LEVIN-TV. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Fred Dryer, you are a conservative, I want to get into that, but first, I am curious, you make the transition from football where you're a great football player to acting, and you have this long running series, seven years, \"Hunter.\" I used to watch that show, I love that show. It was one of my favorite shows."
    },
    {
      "speaker": "DRYER",
      "utterance": "Thank you."
    },
    {
      "speaker": "LEVIN",
      "utterance": "How did you get into that?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, look, I was drafted by the Giants in '69 coming out of San Diego State and it doesn't take very long to realize you can't play that sport too long."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But you played 13 years."
    },
    {
      "speaker": "DRYER",
      "utterance": "I played 13. I always joke, I played 12 too many."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Too many."
    },
    {
      "speaker": "DRYER",
      "utterance": "But it's true and so once you get absorbed in it, and you become proficient at it, then it is like, well, what is next? I have always been a fan of movies. One of the incidents that occurred, we were playing the Jets in Shea Stadium in '74, and we flew back to LA and I got home very late and I couldn't sleep, so I turned the TV on, and there it was, Gene Hackman in \"I Never Sang For My Father.\" And I like Gene Hackman, so I said, \"I'll give this a look.\" And I said, \"You know, why do I like that guy? What is he doing? More importantly, what isn't he doing?\" I was curious about the craft of acting. I had to know what it was like so I became curious because of that and then, I started to get into it and I found an acting coach in Nina Foch. We became great friends. She mentored me and it was -- what was great about my transition was, I was still able to make a living playing football while I was actually making the transition out of that culture into acting. And it worked out great for me, so when I left the Rams in '81, and I went on my own, it was a daunting fact. I remember driving up the 405 freeway up to Hollywood, to read for a show and I realized, \"Gee, this is it.\" You know, \"This is going to be my life now driving up reading for stuff, trying to get jobs.\" And it was exciting, but yet it was intimidating. So I had a good acting coach. I was prepared. It was exciting. It was new. And I got lucky. And I got a couple of shows. I made friends with the network. The network said, \"Yes, we are going to try to find something for you,\" and they were true to their word, and I got on \"Cheers,\" and there was a shot of me getting that job. Ted Danson got it and he was great in it, Shelly Long. But it was those types of things that NBC, Grant Tinker at the time, NBC said, \"We've got to get this guy into a show.\" And it was great, I was being looked after."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So you have \"Hunter,\" it starts in 1984 and ends in 1991. It's a big time show and you're Detective Sergeant Hunter, as I recall and there was a lot of physical activity. You were chasing down criminals and all of that sort of thing and driving fast cars and were you surprised you got it? Were you surprised it lasted so long?"
    },
    {
      "speaker": "DRYER",
      "utterance": "You know something? By the time -- when I went to read for it, I said \"I'm this guy,\" and knowing it, it was just a matter of fact if they see it or not. Sometimes they can miss it, you know, for whatever reasons. But when I walked into those meeting rooms, I must have read for 50 people five times before someone said, \"Okay.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "When you say \"read,\" they hand you something and you read it in front of them."
    },
    {
      "speaker": "DRYER",
      "utterance": "They send you out in a corridor with all these pages and they say, \"Okay, get up on your stuff, and we'll let you know when we want you to come in.\" And there's actors lined up outside, mumbling through their pages. Then they call you in, and you walk in and there's like -- there is a room barely this side of the stage with like 30 people in it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "How do you -- do you have to memorize this stuff? Right there ..."
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "... while you're standing in line?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes, they call it off script."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Well, how do you do that? I mean, I don't think I could do that."
    },
    {
      "speaker": "DRYER",
      "utterance": "That is what you go to school for you."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And so you were picked?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I was picked and --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "How did you hear about that? They call you up? Send you a note? Call you in?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well what happened in this case was they call you, you go out and read. And then I called my agent, I said, \"I think I did pretty well,\" and they said, \"We'll get back to you.\" A couple of hours later, they said, \"Yes, they want you to come back tomorrow.\" So how they start putting these shows together is once they get down to two or three people, they'd bring more people in the room to get a cross section of a decision they are about to make on these two or three people and that just whittles it down. They brought in Brian Dennehy to play the villain. They eventually casted him in the pilot, but they brought Brian in and we did this scene. You know, we're both pretty big guys and you could see it was interesting, the physicality in the room. You know, and because I am keen to that, but it was my football background or whatever it might be, but when you are in a room with people, if you start moving around a little bit, you can control the room, you know."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Seven years, do you miss it? Did you enjoy it?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I enjoyed the show tremendously. I mean, it really helped my life and helped, you know, it helped my confidence going forward. I knew it wasn't a fluke. The ratings were there. The network liked me, and fans me more importantly and I had a great opportunity there. I'm still doing stuff, but what happens, it's the same thing that happens in football. I was there three or four years and then I started to want to take a look at that."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And when we come back, I want to talk about why you wanted to take a look and what that is. We'll be right back."
    },
    {
      "speaker": "LAUREN GREEN, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from \"America's News Headquarters,\" I'm Lauren Green. President Trump heading for El Paso, Texas tomorrow for a border wall rally. His trip comes with another government shutdown looming because budget talks to fund the barrier have stalled. President Trump has asked for $5.7 billion, but talks are centered at around $1.6 billion. According to acting White House Chief of Staff Mick Mulvaney, the President is willing to explore funding alternatives. A driver suspected of being on drugs injuring at least nine people in Fullerton, California earlier this morning. The driver plowed into a crowded sidewalk as people were leaving bars and restaurants, trapping victims underneath his truck. Police say the driver, 22-year-old Christopher Solis is in custody. He is charged with felony DUI and causing great bodily harm. I am Lauren Green, now back to \"Life, Liberty & Levin.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "Fred Dryer, football, acting. You are in broadcasting now. But you are conservative, which I want to explore with you. Were you always conservative? Did you not know you were a conservative? When did you decide you wanted to be more outspoken about it?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I have always been conservative. I always interpreted it or defined it as embracing truth and reason and as I got older, I realized that --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "By the way, that's Aristotle."
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Truth and reason."
    },
    {
      "speaker": "DRYER",
      "utterance": "Very good, very good. So I realized probably the Republican -- of the political entities, probably the Republican Party is best for me to look, to see what they are saying. It wasn't that I was eager to join, to be a part of it. I was very skeptical. I don't like joining stuff."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I'm with you."
    },
    {
      "speaker": "DRYER",
      "utterance": "I don't want to say. I'm a Democrat. I talk to these people all of the time. I am a Democrat. So what? Can you think for yourself? What do you think? Give me your opinion about that? Well we believe -- Forget it. So I thought that Republican Party might be the best place for me to find a conversation, not to get a Republican badge, to be invited to a luau some place. So I got to the feeling that my interests politically were based on those that believed as I did. I wanted to talk to like-minded people. It's not that I have a political ebb and flow to the things I believed in, it's just that two and two is four, it is not five, and it won't be five any time soon. So don't ask me to pretend we're going to have a conversation in group therapy with being a Republican."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So you decided you are going to be a Republican during Reagan's presidency?"
    },
    {
      "speaker": "DRYER",
      "utterance": "It was when Reagan was governor of California. This is when I was in college. This was in '67-'68, right around that. I was attracted to him and the things he said an the fact that he went to Cal Berkeley one day and got up on the steps of the administration, and told these punks to get back to class. You know, once a politician now breaks the wall of being -- talking to me in a stern, parental way, I have to now say, \"Hey, oh wait a minute, I want to hear more about what this guy has to say,\" and I eventually met him, and Maureen was running for office for Congress in Los Angeles. She invited me to come on down to the rally, and so I did, and her dad showed up. He got out of the car and went, \"God, it's so great to see you.\" We started talked about the Rams and all of the great games that we played and so forth and so on and it was great to meet him. But for most part --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "You liked him? You liked his philosophy?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I really liked him -- a common sense and reasonable, not unlike Trump. I like Trump initially because he was common sense and reason. He was also a self-made guy. You know, you've got to doing something to put a hole in the ground on Fifth Avenue and put a building up there. I mean, they've got helicopters landing on that thing all the time and people coming in and out and all around and that is only one building. I mean, this guy has made a livelihood out of being able to do that. I don't see any other politician in my lifetime that has those accomplishments and those qualify him in my book as being ready for the office of the presidency. Now, is he crazy? Then that is another thing. Is he rude? That is another conversation. The fact is, I don't care. You know, I had coaches that I did not like. I had coaches that I used to argue with, had coaches that were competent and good, that is the reason I played for them, not because I liked them or agreed with everything he did or said."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Have you ever met him?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I have not met him."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I will tell you this, I have met Reagan and I have met Trump, and while they have different approaches, they both have strong charisma. They both have principles and they both have courage. And I think that is why so many people who liked Reagan, so many like Trump and see the same thing. I want to pursue this with you a little bit more when we come back. Don't forget ladies and gentlemen, check out my show most weeknights on Levin TV, Levin TV. You can join us by calling us 844- LEVIN-TV, 844-LEVIN-TV or you can contact us at blazetv.com/mark, blazetv.com/mark. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So we were talking about Reagan-Trump, similarities between the two. Obviously though, they are their own men. They are different men, different backgrounds and so on. I think one of the common denominators is you can tell they really love the country. They are not interested in fundamentally transforming it. The President last Tuesday even took on socialists, he said, \"Not while I'm President,\" which was really great."
    },
    {
      "speaker": "DRYER",
      "utterance": "Great."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And he says things that I think a lot of people out there are thinking, but the politicians don't say, which drives politicians nuts and their media friends nuts. What do you say?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, look. It is as if he is saying, I have got eight years to put a building in that hole. I am going to do it, and I am not going to tolerate people stopping me. I know what I've got to do. That building should be there, I'm putting it up there. And in order to get that building there, you have to be truthful, and you have to have reason and common sense. You have to be factual. You have a budget. You have a time frame and this is the job that I have accepted. This is the job that I am going to perform for the people. They elected me to do it, I'm going to do it. My issue with Donald Trump is this. He talked a lot about the swamp. Okay, he has been in office for two years. I have not heard any information coming back to us -- to me -- about what the swamp is? Who is in it? What does it look like? What is the shape of it? Where can I go to get information on it? But here is what I wish he would do. I wish he would get Rudy Giuliani, and he would go down the hall to where Rudy Giuliani put up the dossiers of the five families when he declared --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "The Mafia families."
    },
    {
      "speaker": "DRYER",
      "utterance": "When he declared an all-out war on the Mafia families of New York, he went out and put them up. Here is what he did -- this is my rookie card. Here is the format. My rookie card, there is me and on the back, all the pertinent information. If he would put up a picture of 535 elected officials with a little bit about each one, how much money have they taken since they have been in office? Who have they taken it from? What is the lineup of how they voted? So forth and so on, and exploited who these people are. Also show the lobbyists who they are, how much money they are giving? Who are they in business with? Cross pollenate 535 Republicans and Democrats, it's everybody. The swamp is Washington. Okay, here is the swamp. This is crony capitalism. This is the cross breeding of what has been going on. This is the big business that they hate Trump interrupting. They voted -- people voted for Trump. They don't like that. The powers that be, the elites don't like the fact that Trump has a relationship with the American people that the individual parties don't. And the Clintons are finished and if they would have hired -- if Trump had hired a better Attorney General, who would not recuse himself, by the way, he had to know he was going to recuse himself, he took the job anyway. That is really unconscionable on Sessions part. If they would have brought in the right Attorney General, he would have had people in jail by now. He would have had a two-year head start. He would have been able to do what he should have been doing and that is keep his word to the American people. And he has been great, Trump. He has been great keeping his word to the American people. And I will vote for him again. I think he is going to be one of the greatest Presidents we have ever had, certainly in my lifetime."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And those cards will appeal to younger people, too, actually. That would be a way to get it out there."
    },
    {
      "speaker": "DRYER",
      "utterance": "It's a great gag. It's a great gag. You can imagine Rudy Giuliani in there, in front of the press, showing people, \"This is the Gambino family,\" and go right down the list and they've got everything, and you've got the press there. How easy it so to investigate people."
    },
    {
      "speaker": "LEVIN",
      "utterance": "But let me can about that. The press really has double standards here. Are they going to investigate people who are constantly trying to push Trump out of office? Are they going to investigate people who are constantly attacking the President? Who want to investigate the President and his family? There is no indication that they do. Look at this thing in Virginia. You have a guy that ran for Governor. He had been the Lieutenant Governor. He is the Governor now. They have this yearbook with this photo with full Klansman suit, another guy is full blackface. I mean, it is as racist as it could be. The \"Washington Post\" endorsed him for Governor. Meanwhile, you have Kavanaugh, they are going back to you know, when he was born, what did the nurse say? Did he burp up a certain thing when he was three months old and everything. They are looking at his yearbooks, there is no corroboration whatsoever. So you have the media endorsing these Democrats who ran for office. Treat Kavanaugh and Trump completely differently. I don't see the media -- cards or no cards -- I don't see the media really doing a heavy duty investigation of Trump's opponents if they think those opponents are going to be capable of hurting him or bringing him down, do you?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, whether that happens or not, the point is, he has done the work to put it up on the board."
    },
    {
      "speaker": "LEVIN",
      "utterance": "For the rest of us."
    },
    {
      "speaker": "DRYER",
      "utterance": "And anybody can go in that room, the beauty is, there is such great overwhelming visual aid to walk in and say, \"You want know about the crony capitalists?\" Remember, he is talking to us. He is not trying to convince the press of anything. He is not trying to convince the press of anything. He is saying, \"This is what I found out. Here is the crony capitalism. This is the swamp I have been telling you people about and here is how it basically works.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "All right, folks, we'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Fred Dryer, now you had mentioned earlier that you were attracted to the Republican Party, Reagan was Governor, Reagan was President. Are you still a Republican?"
    },
    {
      "speaker": "DRYER",
      "utterance": "No, I am not a republican, I have no party affiliation. I am not even one of those guys. That is the beauty of Trump. That is why I became optimistic. Remember, we're coming off of Bob Dole. We're coming off of the Clintons. We're coming off of Obama. We're coming off of George W. Bush, and suddenly --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "You are cringing?"
    },
    {
      "speaker": "DRYER",
      "utterance": "Huh?"
    },
    {
      "speaker": "LEVIN",
      "utterance": "You're cringing."
    },
    {
      "speaker": "DRYER",
      "utterance": "Believe me, I get infuriated with having to eat the slop that the Republican Party is pushing out. And it is just maddening. Now, here comes Donald Trump. I said let's look at this guy. What is this guy about? And how irreverent and matter of fact. He broke the format. He broke the form of what people assume a presidential candidate has to be. Well, he has to be able to tell the truth and figure things out. He has to be able to say what he is going to do and do it. There is a lot of things in there he is required to do and there is a lot of other extracurricular things you get. And with Trump, you get a complete conversation. You don't get a conversation with George W. Bush. You know, one of the interesting dichotomies here is, I used to yell at the Republican Party all the time. There was a guy who was involved with the Republican Party in Los Angeles, and he would say, \"Well, Fred, what do you think? I said, \"Well, I'll tell you what I think,\" I said, \"Remember when a Supreme Court Justice in Alabama who was under fire from the press because he put the 10 Commandments in the rotunda.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "Roy Moore."
    },
    {
      "speaker": "DRYER",
      "utterance": "Roy Moore. I said, \"Remember that guy. He was all by himself.\" There was a photograph on the daily news in LA and it was a picture of Roy Moore and the camera was shooting up at him and he had this forlorn, lost, lonely look in his face. And I said, \"This guy is all alone.\" And then I started to think, why didn't George Bush go to Karl Rove's office, and said, \"Karl, I want you to get the helicopter. We're going to Alabama,\" they didn't take a freaking airplane and fly down to Alabama, land on the lawn, sprint because he can. He is a good athlete -- sprint from the helicopter, cross the lawn, up the steps, put your arm around this Justice and tell the world, \"Hey, look, I know this is a states' rights issue, but I flew down here to let you people know I am with this guy, and if you need me, you know where to find me.\" Get back on the helicopter and take off. To me, that's leadership. That's leadership."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And the 10 Commandments."
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The 10 Commandments which is the basis of our law, thou shall not kill, thou shall not do all of these -- steal, covet, and so forth -- you are not even allowed to have it in a public place any more, and yet, when you go to the Supreme Court, there it is."
    },
    {
      "speaker": "DRYER",
      "utterance": "There it is."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Chiseled under the Supreme Court, but if you chisel it into another court, you put it in a public square, you put it in a school, suddenly, we're told about separation of Church and state and I'll just add this, there is no separation of church and state in the Constitution."
    },
    {
      "speaker": "DRYER",
      "utterance": "It does not exist."
    },
    {
      "speaker": "LEVIN",
      "utterance": "What the framers meant was, you cannot impose your faith on somebody else, but you are not supposed to molest somebody else's faith either, and by putting the 10 Commandments in the public square, as the framers understood, as the founders understood, as it was understood until the 1940s when the court started to turn, what was understood was, if you don't like it, don't look at it. Nobody is telling you what to do. But that is the Judeo Christian foundation of the nation, and I think in many regards, we've lost your way. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Future of the country, positive? Negative? Concerned? What?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I am all of those things. Rightfully so. I am worried that this country has seen the last of hope from the Office of the Presidency after Trump leaves. What is going to happen when Trump leaves? In two years, I think it will be six years, but when Trump is gone, what is going to happen to the ability for this country to get the candidate they want? I think you're going to see a Republican Party restructure itself to prevent the people from getting what they want."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Do you think the media will succeed in pushing him out of office with the Democrats, whether it is through impeachment? Which would be quite outrageous or are they trying to really tear him down over reelection? Do you think he can overcome those things?"
    },
    {
      "speaker": "DRYER",
      "utterance": "I think he can overcome them. I mean, I would think that if he has made it this far -- he has taken a beating, this guy -- if he can withstand the next couple of years, then I think he will be fine, but here is what I want him to do. I want him to get those redacted pages and turn them over to the people. I want the people --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "The FISA applications --"
    },
    {
      "speaker": "DRYER",
      "utterance": "Yes, I want that out. Why he hasn't done that he has not done that? I do not know. I do know that there are some things on his side he should have taken care of that would have helped this country get through what we are going through right now."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Give me one."
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, like being aggressive and putting people in his Cabinet that would help him like the correct Attorney General."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I think he is working on that right now."
    },
    {
      "speaker": "DRYER",
      "utterance": "Well, he should."
    },
    {
      "speaker": "LEVIN",
      "utterance": "He wasn't in government before. And I think when people come in from the private sector going to the government, they are not used to the - - they are lone knives -- but these are machetes, these are swords, these are cannon fire that a lot of people aren't expecting, but all in all, how is he doing?"
    },
    {
      "speaker": "DRYER",
      "utterance": "He's terrific. He is just terrific. I am very, very pleased to have had voted for him."
    },
    {
      "speaker": "LEVIN",
      "utterance": "All right, Fred. Great pleasure."
    },
    {
      "speaker": "DRYER",
      "utterance": "Thanks, Mark. I appreciate it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "God bless you."
    },
    {
      "speaker": "DRYER",
      "utterance": "Thank you. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}