{
  "date": "February 16, 2018",
  "headline": "McDaniel: Indictments show Obama admin lost sight of Russia",
  "subHeadline": "Russians indicted for 2016 election meddling; RNC chairwoman Ronna McDaniel reacts on 'Your World.'",
  "url": "https://www.foxnews.com/transcript/mcdaniel-indictments-show-obama-admin-lost-sight-of-russia",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RONNA MCDANIEL, CHAIR, REPUBLICAN NATIONAL COMMITTEE",
      "sentences": "Well, I think it's -- it's -- these indictments are very telling that the Obama administration lost sight of Russia during their tenure. I look back at 2012, when Mitt Romney said, hey, our biggest geopolitical foe is Russian. And President Obama laughed at him and said the '80s are calling, they want their foreign policy back.  And now we know that these organizations started in 2014 to put together plans to meddle in our elections, to create chaos. They weren't trying to help Republicans or Democrats. They want to hurt our democracy. And we need to get to the bottom of it. And we need to find out what we can do in 2018 to prevent this from happening in our midterm elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Ronna, the president did tweet a quick response on this, saying that: \"Russia started their anti-U.S. campaign in 2014, long before I announced that I would run for president.\" He went on to say: \"The results of the election were not impacted. The Trump campaign did nothing wrong. No collusion!\"   How can he be so sure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Well, I think that would have come out today. It was very clear in the indictment that they worked on behalf of Republicans and Democrats. They threw an anti-Trump rally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I get that part. I'm not sure if it's clear, because there's this talk of co-conspirators and all. You might be right. But they did not unequivocally say no collusion. They did say -- and you're right -- Rod Rosenstein did say right now no Americans. Unwitting Americans that he referred to could have been co-opted in this. But he did keep mentioning co-conspirators. I guess what I'm asking you is, do you think this resolves the issue or heightens it? Because the president has never discussed the Russians having any role in the election at all. And here it seems like they might have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Well, the Russians tried to meddle in the election. We know this through this indictment. But the president is right. There was no collusion. We need to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I don't know, Ronna, if the president believes that.  I know you just said that. I know that -- everyone else seems to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "The White House statement today said there should be no meddling in our elections. That's the statement from the White House.  But what is interesting is, this happened in the Obama administration. Obama took his eye off the ball. He didn't view Russia as a threat. And they didn't properly take steps to ensure that we had good elections and that Russians weren't getting involved.  And you know how we know he took his eye off the ball? Look at his response in 2012.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I remember that. You're quite right. I do remember his response. You're quite right about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But the fact of the matter is, this is something the president himself has dismissed, that it didn't happen, not happening. Are you saying that he was wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Because the president didn't put this in place.  Listen, it happened under the Obama administration. Democrats want to create this collusion argument. Democrats should be pointing to their previous president, President Obama, and say, how did you miss this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Fine. Fine.   But this president -- I understand what you're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But this president has said that this -- all this stuff wasn't even going on. Now he's acknowledging that it was, not that it changed the election or changed the election result.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "He did acknowledge it in his statement today. He has acknowledged it and he acknowledged it in the statement today, as of the vice president. And he's saying it's totally unacceptable. We need to get through with these investigations, so we can go to governors across the country and secretaries of state across the country...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "And put safeguards in place so it doesn't happen in these midterms.  But make no mistake. Russians were not trying to help Donald Trump. Russians want chaos in this country. They were doing things on behalf of Republicans and Democrats to hurt our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "And we need to figure out ways to safeguard our elections going into 2018 and these midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. I'm just saying that I didn't read how unequivocal that was. But I will take your word for it, your interpretation of those results.  Let me ask you, your uncle Mitt Romney is running for Senate to take Orrin Hatch's seat. And I'm just wondering how he and the president are getting along. Has the president endorsed his run and said he will support him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Well, the president doesn't typically get involved in primaries. Neither does the Republican Party. We want the voters to make that decision.   I know they have had conversations recently. The president considered Mitt to be secretary of state, and the president wants to make sure we keep that Republican seat in Utah. He needs a strong majority going into 2020, so he can keep his agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So he wouldn't back a conservative challenger to Mitt Romney if one should appear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "I don't think the president is going to get involved in those primaries. And we will see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, he has gotten involved in primaries in the past, right? He has gotten involved in Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "He has not indicated any intention to get involved in that primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. All righty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "But we're going to see what happens.  And we want to make sure that we keep that majority. That's the president's number one focus, because look how good our country is doing with Republican leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "We just need more Republicans in the Senate and in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Ronna McDaniel, thank you very much for talking the time.  END  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONNA MCDANIEL, CHAIR, REPUBLICAN NATIONAL COMMITTEE",
      "utterance": "Well, I think it's -- it's -- these indictments are very telling that the Obama administration lost sight of Russia during their tenure. I look back at 2012, when Mitt Romney said, hey, our biggest geopolitical foe is Russian. And President Obama laughed at him and said the '80s are calling, they want their foreign policy back. And now we know that these organizations started in 2014 to put together plans to meddle in our elections, to create chaos. They weren't trying to help Republicans or Democrats. They want to hurt our democracy. And we need to get to the bottom of it. And we need to find out what we can do in 2018 to prevent this from happening in our midterm elections."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Ronna, the president did tweet a quick response on this, saying that: \"Russia started their anti-U.S. campaign in 2014, long before I announced that I would run for president.\" He went on to say: \"The results of the election were not impacted. The Trump campaign did nothing wrong. No collusion!\" How can he be so sure?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Well, I think that would have come out today. It was very clear in the indictment that they worked on behalf of Republicans and Democrats. They threw an anti-Trump rally."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I get that part. I'm not sure if it's clear, because there's this talk of co-conspirators and all. You might be right. But they did not unequivocally say no collusion. They did say -- and you're right -- Rod Rosenstein did say right now no Americans. Unwitting Americans that he referred to could have been co-opted in this. But he did keep mentioning co-conspirators. I guess what I'm asking you is, do you think this resolves the issue or heightens it? Because the president has never discussed the Russians having any role in the election at all. And here it seems like they might have."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Well, the Russians tried to meddle in the election. We know this through this indictment. But the president is right. There was no collusion. We need to move on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I don't know, Ronna, if the president believes that. I know you just said that. I know that -- everyone else seems to say that."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "The White House statement today said there should be no meddling in our elections. That's the statement from the White House. But what is interesting is, this happened in the Obama administration. Obama took his eye off the ball. He didn't view Russia as a threat. And they didn't properly take steps to ensure that we had good elections and that Russians weren't getting involved. And you know how we know he took his eye off the ball? Look at his response in 2012."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I remember that. You're quite right. I do remember his response. You're quite right about that."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But the fact of the matter is, this is something the president himself has dismissed, that it didn't happen, not happening. Are you saying that he was wrong?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Because the president didn't put this in place. Listen, it happened under the Obama administration. Democrats want to create this collusion argument. Democrats should be pointing to their previous president, President Obama, and say, how did you miss this?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Fine. Fine. But this president -- I understand what you're saying."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But this president has said that this -- all this stuff wasn't even going on. Now he's acknowledging that it was, not that it changed the election or changed the election result."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "He did acknowledge it in his statement today. He has acknowledged it and he acknowledged it in the statement today, as of the vice president. And he's saying it's totally unacceptable. We need to get through with these investigations, so we can go to governors across the country and secretaries of state across the country..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "And put safeguards in place so it doesn't happen in these midterms. But make no mistake. Russians were not trying to help Donald Trump. Russians want chaos in this country. They were doing things on behalf of Republicans and Democrats to hurt our democracy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "And we need to figure out ways to safeguard our elections going into 2018 and these midterms."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. I'm just saying that I didn't read how unequivocal that was. But I will take your word for it, your interpretation of those results. Let me ask you, your uncle Mitt Romney is running for Senate to take Orrin Hatch's seat. And I'm just wondering how he and the president are getting along. Has the president endorsed his run and said he will support him?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Well, the president doesn't typically get involved in primaries. Neither does the Republican Party. We want the voters to make that decision. I know they have had conversations recently. The president considered Mitt to be secretary of state, and the president wants to make sure we keep that Republican seat in Utah. He needs a strong majority going into 2020, so he can keep his agenda."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So he wouldn't back a conservative challenger to Mitt Romney if one should appear?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "I don't think the president is going to get involved in those primaries. And we will see what happens."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, he has gotten involved in primaries in the past, right? He has gotten involved in Alabama."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "He has not indicated any intention to get involved in that primary."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. All righty."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "But we're going to see what happens. And we want to make sure that we keep that majority. That's the president's number one focus, because look how good our country is doing with Republican leadership."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "We just need more Republicans in the Senate and in the House."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Ronna McDaniel, thank you very much for talking the time. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}