{
  "date": "February 27, 2020",
  "headline": "Sen. Rick Scott: The government must be transparent with the public regarding coronavirus",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/sen-rick-scott-the-government-must-be-transparent-with-the-public-regarding-coronavirus",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Well, it's still viral, the selling still viral. And it's all about the virus on Wall Street, on Main Street, and, yes, on Pennsylvania Avenue. Busy day. Hi, everyone. Glad to have you. I'm Neil Cavuto. And this is YOUR WORLD.  It is a world turning upside down over a coronavirus outbreak that is not slowing down. On Wall Street, well, as you can see, stocks just down. And this is stunning, because, for a while, they had been up more than 400 points.  So they have not been able to erase the 2,000-point hit we took in the prior days and the better than 7 percent slide we have had over the last four days.  In about two-and-a-half-hours, meanwhile, the president will try to calm everyone down. We're over all of it.  We have got Jackie DeAngelis at the Nasdaq, where stocks, as I say, are still struggling, Kristin Fisher at the White House, where the president is preparing, Jeff Flock in Chicago, where it's shoppers so far not panicking, and Florida Republican Senator Rick Scott in Washington on what he wants airports to be doing. We begin with Jackie.  Hey, Jackie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS CORRESPONDENT",
      "sentences": "Good afternoon to you, Neil. Well, today's session wasn't for the faint of heart. As you mentioned, the Dow was up more than 400 points, 461, to be exact. And then the FDA issued a warning on the coronavirus, and that's when the selling started. So there was this pause and this breath of fresh air this morning, and then investors got nervous all over again. We closed down 119 points, under the 27000 mark. And that is pretty significant.   Now, this is a market that really is headline-driven. And investors have been looking back and forth at these headlines. And this volatility is expected to continue. Remember, two crazy days of selling before this and a negative session today. Still waiting to see if, before the week ends, we're going to hit that correction territory, because we're not that far off. Now, the CDC has been sounding the alarm on the coronavirus, also issuing travel warnings. South Korea is the latest. Then you have got the airline stocks taking a hit as a result of that, with Delta saying it was reducing its flight schedule to South Korea as well, and also saying it's going to waive those change fees for U.S. travelers that had flights to South Korea, China, Italy, those places, of course, all in question, this entire group of stocks getting crushed.  Let's also take a look at the health care stocks, because they have been in flux, first getting sort of penalized because they don't necessarily have the answer to the virus, then looking at those stocks, to be hopeful that, should this become a pandemic, they somehow will be able to take care of people.   But I want to put this all in context when you look at the market. We look back to two other crises, Ebola virus and SARS, and you see that the market managed to claw its way back. When it came to Ebola, from July of 2014 to march of 2016, Neil, the Dow only lost half-a-percent in all. When you look at the SARS dates, November 2002 to July 2003, the Dow actually gained 6 percent. So I'm not saying it's not going to be volatile, but it doesn't always have a terrible ending -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, you have think the long term. Thank you very much, Jackie. Meanwhile, to the White House.  We are just about two-and-a-half-hours away from President Trump facing the media and an anxious public.  Kristin Fisher is there with the latest. Hey, Kristin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil.   Well, after days of downplaying the threat of the coronavirus, today, the White House is really trying to show that is on top of the situation. And we will see that tonight with this big press conference slated for 6:30 p.m. inside the White House in the Briefing Room. And then, today, we saw the head of the president's coronavirus task force, the Health and Human Services secretary, Alex Azar, testifying on Capitol Hill. He says the immediate risk to the American public remains low, but that we can expect to see more cases here in the United States. As for the possibility of the president appointing a coronavirus czar, well, the secretary said this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX AZAR, U.S. HEALTH AND HUMAN SERVICES SECRETARY",
      "sentences": "I don't anticipate one. This is working extremely well. If it doesn't work or if there's a need for a change, as there's, for instance, implication of other emergency support functions under the NRP, and that would be for the president to decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Secretary Azar also testified that the CDC's emergency preparedness fund is out of money. He says that's part of the reason the White House is requesting $2.5 billion in emergency coronavirus funding.  But Democrats and some Republicans are saying that that number is nowhere near enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "This is shameful, puts forth a proposal now that is meager, anemic in terms of addressing the -- with Ebola, we did $5 billion. Now they're trying to take the Ebola money and spend it here. So what he's doing is late, too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now, the White House says that President Trump has already done a lot to contain the spread of the virus from the very beginning of this outbreak, the White House pointing to the fact that the president imposed a mandatory quarantine on any U.S. citizen who was traveling back to the United States after visiting that province in China that was at the center of this outbreak. And he also imposed a ban on foreign nationals traveling to the United States after recently visiting China. So, those are all points that President Trump is likely going to hit when he steps up to the Briefing Room to speak tonight -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Kristin, thank you very much.  The World Health Organization says that the number of new coronavirus cases outside of China now exceeds the cases inside China. So what might the president do tonight to address that. DR. John Zurlo is director of the Infectious Disease Division over at Jefferson Health.  Doctor, thank you for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JOHN ZURLO, JEFFERSON HEALTH INFECTIOUS DISEASE DIVISION DIRECTOR",
      "sentences": "Happy to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let me ask you a little bit about what the FDA has been saying, the CDC, a host of others, saying that this is going to be here in the United States. It's not a matter of if, but when.  Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZURLO",
      "sentences": "You know, I think so, because the symptoms with this virus are unfortunately not very specific. Oftentimes, people just get cold-like symptoms. And so I think it would be easy to miss cases that might come in. And given the fact that it's kind of spreading around the world in unpredictable ways, I think it seems very likely that we're going to see cases get into the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, some have been advocating that, maybe to prepare for something like that, we step away from crowded arenas or people going out into shopping malls. Like, that seems a bit extreme and a bit premature. But what are your thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZURLO",
      "sentences": "I think it is premature at this point in time.   I think it really depends on how this pandemic sort of plays out. It may be that, at some point in hard-hit areas, for example, that we may need to do some kind of control measures like that, and perhaps urge people to stay inside  We're not ready for that yet, but we have to be prepared for that possibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, very smart doctors like yourself remind me that many more people die of the common flu, 18,000 last year, than they do -- have been claimed with this.  But it's the -- maybe the mutating of this. And then it's constant change and acceleration, way beyond China to, I believe, now, Doctor, 31 countries. Does that part alarm you? Or is that what these things do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZURLO",
      "sentences": "Well, I think each of them -- each of these viruses that we have seen over the last 15 to 20 years, starting with SARS and MERS, they each have their own epidemiology, the way that they spread.  And so they're all unique. So what we're finding out about this one is that it has spread rather quickly, in comparison to the others. It's not been as easy to contain. And so you have to take them one by one.  We're concerned that the death rate is somewhat higher than then we would expect, for example, with seasonal influenza. But, frankly, we don't really know what the death rate is, because we don't know the true number of cases out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will watch it closely. Doctor, thank you very much for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZURLO",
      "sentences": "Happy to help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, in the meantime, where do patients go if no one really wants them? The Trump administration canceling plans to send some folks to Alabama, after getting pushback from state officials, including Alabama Republican Senator Richard Shelby, who joins us now. Senator, always good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD SHELBY (R-AL)",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You were concerned, and for good reason.  I'm just wondering, this is something that's popping up in a lot of locales. We will talk to the mayor of a California city facing the same conundrum. What do we do to these people who come here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELBY",
      "sentences": "Well, I think we have to listen to the experts and find out, when you're dealing with a potential epidemic like this that scares everybody in the world, I suppose, that how do we contain this? How do we eradicate it after we contain it? And what do we do in the future to -- not to handle it again? This is new. This is a -- this is a new strain. It's obviously deadly. It's probably being underreported in China. And it's spread faster than most things that we have seen, like flu and Ebola and so forth, in the past.  What we need to do is do everything we can, dealing with people that know something about this, to contain it, and to prevent it, and to protect the American people, at whatever cost, because, if this got to be a pandemic, no telling where it would go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, obviously, the FDA, the CDC, the World Health Organization have been mentioning that word pandemic. That scares a lot of people, Senator. And I'm wondering what you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELBY",
      "sentences": "Well, it scared me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I hear you. What do you want to hear out of the president on this very subject tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELBY",
      "sentences": "Well, I think the president -- I want to always hear the truth. And I think the president's going to speak to the American people, and, unlike a lot of nations in the world, tell the people the truth, that this is a lethal, dangerous disease that could spread like wildfire. It has not yet, but we do have cases. And this is moving fast, and what we want to do or should do, working with administration, to do everything we can to make sure they have the tools, the money to do the job to prevent the spread as much as they can, and, if it spreads, to mitigate it  Let's do not shortchange, as I said, the American people. Let's do not try to lowball it and be penny wise and pound foolish, somebody would say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Senator, we will watch closely for the president. Thank you for taking the time, Richard Shelby of Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHELBY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "By the way, to the senator's point, it is not just Alabama. That fight is extending to California. I want you to meet the mayor of one city fighting to do what the senator just did, keep potential patients out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATRINA FOLEY, MAYOR OF COSTA MESA, CALIFORNIA",
      "sentences": "I think it's reasonable to be fearful. And we want to be able to make sure that we have a plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we had been up, but, in the end, the Dow down about 123 points. That makes it five days in a row. It's pretty much all because of these coronavirus fears and the fact that it could spread globally, already has. It is now down -- that is, the Dow - - about 8.6 percent from its all-time high reached little more than a couple of weeks ago. Now, you hear a lot of people panicking on all that. When I hear that, I always want to talk to someone who has a big picture view, a biggest historic view. And he's a market legend in his own right, legendary investor Byron Wien with us right now. Byron, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON WIEN, VICE CHAIRMAN, BLACKSTONE PRIVATE WEALTH",
      "sentences": "Always good to be with you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How you feeling? I know you had some surgery done. You OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Yes, I'm feeling fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I heard you got in a fight with a journalist or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Well, they beat me up, but I have come back from worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You do. I'm glad you do, Byron. You know why I like you? And I don't like to blow you smoke. You have always been in other crises in which I have chatted you, whether it's after 9/11 or with some of these other viruses and plagues, whatever you want to call them, you have been calm. You have been saying, we will get through this. A lot of people are wondering whether, with this one, we will. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "We will get through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Yes, this is not -- I mean, this is more serious than some of the other disease scares. But I think we will get through it. There are already some drugs that can be used...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To address symptoms, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Yes, to address the symptoms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Look, I'm worried about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you hedge it, right? You said you're worried. What would give you pause?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "What would give me pause, if it really became widespread in the United States. We have I don't know how many cities closed down in China. If production came to a standstill, if -- if everybody were encouraged to work from home, which is sort of the situation you have in China...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "... then real GDP would take a sharp nosedive, and this year, which was going to be 2 percent growth, could turn out to be a recession.  That's what worries me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Over the years, we have learned that the psychology grips people. If they're afraid, they just stop doing what they're doing. They later stabilize a little bit, but it's how long sometimes that can take, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Right. I mean, right now, it's under control. We're fortunate, in that we have some time to get ready for this. We know some of the things we can do to get ready. But it could still spin out of control and be worse than we thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How do you think the markets then respond to it being here? Unequivocally, the pandemic is here, then what do they do? Because, even in percentage terms, it would be a small slice of a small slice of a population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Right, but the market was vulnerable anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "I mean, the market was sitting there at an all-time high, 20 times earnings, 2 percent growth, waiting for something bad to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And now they have got their excuse to sell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "So, we're down 8 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "We can be down some more now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, a lot of people want -- they call that a cleansing, if we get down to 10 percent correction. We got close to that in December 2018, right? What would you think if it got down to 20 percent, and all of a sudden, you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Well, 20 percent is a bear market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You don't have to have it a long time, but you could have it. Then what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Yes. Then it would be a big buying opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. Looking at the market now,and very low interest rates, a lot of the market guys, Byron, have been telling me that is going to put a floor on this. They're very, very low. Mortgages are getting the best and most affordable they have ever been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Gas prices are way, way down. It will benefit the economy and the markets. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "I do, yes. I think the overall economic background is favorable. Housing is turning up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "I don't think we're going to see much life in capital spending. But, generally, I thought the economy wasn't in danger of a recession. This would be a disease-produced recession. If it can be arrested, I think it would be a buying opportunity, if the market gets down 15 to 20 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What did you make of today? I don't want to overstress this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You have taught me all the years don't obsess on a day, but we were up over 400 points, finished down 123. After being down 2,000 points the last couple of days, that's a little weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "The morning was a snapback rally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Everybody figured, gee, that's enough. But the situations are not resolved. By the middle of the day, everybody figured out, hey, wait a minute, we're still in trouble, and it went back down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you just tell investors, sit tight? If you have had some profits, sell them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "I'm not telling anybody to sell into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "I'm telling people to make a list of the stocks you wish you could have earned -- owned at lower prices, because you may get the lower prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "And when they -- when you get the lower prices, take advantage of them. I see this -- my position right now -- and you can embarrass me about this the next time I'm on -- my position right now is, a buying opportunity is developing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's interesting. The only thing that could maybe change that is if this exponentially spreads beyond how it's gone so far. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And we're not there yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WIEN",
      "sentences": "No, we're not there yet. And I'm hopeful we can avoid getting there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Byron, thank you very, very much, my friend. Just to show you -- you might want to listen to that, when everyone was going go-go nuts over the Internet stocks and the big boom, he had doubts, because he said, earnings mattered. They didn't have it. When the housing boom turned bust, he was one of the few to see what was going on, and warning people that you can't buy a home just on a hunch and a promise and just a love of owning at home. So know of what he speaks. In the meantime, looking live right now at Los Angeles International Airport, a flight attendant for Korean Air who worked several flights out of there has now been diagnosed with the coronavirus. So, to a point that Byron was just mentioning, is this the kind of stuff that rattles not only travelers, but investors? What the Republican Senator Rick Scott says the Department of Homeland Security should be doing to avoid all of this -- after this. The facility where the federal government wants to place as many as 50 people who've been exposed to the virus, now, the thing is, it's near a lot of high schools and homes, that sort of thing. And my next guest says it shouldn't be home to these potential patients. The mayor of Costa Mesa, Katrina Foley, joins me right now. Mayor, thank you for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Thank you for having me. This is a very important issue to our community and to the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What have you heard back on the status of these people coming to your town?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Well, right now, we have an injunction in place. The court also felt that there weren't sufficient answers and sufficient planning to allow the transfer of the individuals who had tested positive for coronavirus to come into Costa Mesa. And so she granted our injunction. And we will have another hearing on Monday. But, at this time, we're in a phase of asking questions of both the federal and the state government. What is their plan? We don't know, because we're in the dark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Did anyone ever tell you why Costa Mesa was chosen for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Well, no, that's one of the questions. At the hearing on last Monday, the federal government lawyers said that they had chosen the Alabama site as the place for all individuals to come into the -- that came into the country to go to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "And then they said that California, they chose to keep Californians in California. And so it sounds like it was a combination of both the federal government and the state government deciding this. How they selected Fairview Development Center in the heart of Costa Mesa, in the heart of Orange County, one of the second most populated counties in the country, we don't know. It's just not the right location.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. We had Senator Richard Shelby of Alabama on a short while ago, Mayor, who was among those advocating, not in our state. And now I guess the issue is, how about in your city? How do residents feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "The residents are very concerned, for the same reasons. There's some established emergency response protocols and procedures that are just being ignored. They were planning to move people in, in the dark of night. We were informed on a Thursday night. And then they were expecting to move people in by Sunday, 30 to 50 people. So the residents -- of course, there's tons of residential all surrounding this location, both multifamily and single family. There are -- it's a disability -- a developmentally disabled community. And so there are several group homes serving the needs of developmentally disabled individuals. So, of course, they're concerned, because some of their immune systems are already low. So, we have been putting together questions. We have a meeting with the governing agencies tomorrow at 4:00 p.m., along with a county public health official. And we are expecting to get at least some answers. The court at least directed them to answer our questions that we have submitted in writing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will see this resolve, hopefully, one way or the other, Mayor. Thank you in the meantime. Be well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOLEY",
      "sentences": "Right. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, in the meantime, she didn't make last night's debate, but for Democratic presidential candidate Tulsi Gabbard, maybe that's a good thing. She's here. She's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, our nation's major airports are not seeing a big, big dent in travel right now. But, in China, we have got some figures out that show, from the beginning of the year, it is down 80 percent. That is what they call a hit. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you know, after last night's crazy debate -- it was a shout- fest, really -- it dissolved very, very quickly. Could sitting out something like that actually be helping out? To 2020 Democratic presidential candidate Tulsi Gabbard, who joins us now from Washington. Congresswoman, very good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TULSI GABBARD (D-HI), PRESIDENTIAL CANDIDATE",
      "sentences": "Thank you, Neil. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Maybe it was a good thing you weren't there. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "I couldn't watch much of it, to be honest. And I -- I believe that voters probably walked away not getting much value and feeling pretty frustrated, given the serious, serious challenges that we're facing right now, with things like -- like the coronavirus, something that is threatening the safety, health, and well-being, and lives of the American people, and something that requires all of us, as Americans, coming together, standing together, and standing together just as we would in wartime, except now, in this case, the enemy is a virus. And we have got to make sure that we prevent its spread.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Then, what did you think of Chuck Schumer and some other Democrats, Nancy Pelosi among them, saying -- Republicans argue, playing politics with it, arguing about the amount of money he's committing to this, is it enough, et cetera? Is this the time to be doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Absolutely not. Absolutely not. Now is the time where Democrats and Republicans, whether it's Chuck Schumer, Nancy Pelosi, Donald Trump, Mitch McConnell -- we have got to stand together as Americans and put the health and well-being of the American people first. We cannot afford to be penny wise and pound foolish. We have got to come together and say, OK, what actions are necessary immediately to prevent what some people are saying is inevitable? I think it's wrong for some people to say, well -- well, it's inevitable that this is going to come here and it's going to take the lives of millions of Americans. No, I don't accept that. We have got to take action now to say, all right, let's -- let's mobilize trainers to go and have these boot camps for health care professionals in our hospitals, for first responders, for teachers in our schools, for the private sector, for employers, to make sure that everyone really understands both the seriousness of the threat and the actions that need to be taken individually and collectively to prevent its spread, prevent this pandemic -- or soon-to-be pandemic from reaching that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There is a mentality that the president cited when he was in India, Congress, that, no matter what kind of figure he proposed, Chuck Schumer was going to reject it, and that the politics is alive and well. It sounds like you're saying all of that should cease and desist, like now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Immediately, yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "This should have happened yesterday. The fact that, look, in my home state of Hawaii, they're -- they're not able to get their hands on testing kits. We have this shortage of masks that are not available even to health care professionals who are having folks come into their hospitals or to their E.R.s. We're already behind the curve. We cannot afford for this senseless partisan bickering and putting partisan politics literally ahead of the lives of the American people. This requires leadership. It requires us standing together as Americans, where, when we do this, we know we can accomplish anything. And it requires working with other countries, putting cooperation over conflict, because we're just -- we're just a plane away from many other countries, different regions of the world who are already seeing this virus starting to hit them. We cannot do this alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, it got surprising scant attention in the debate last night, in the scheme of things, Congresswoman. But I'm curious. There did seem to be a pile-on on Bernie Sanders. And some of those on that stage are saying, he's your nominee, you might as well kiss the election goodbye. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Well, first of all, to your point, I agree there was scant attention on this, again, which just shows just how out of touch they are with the reality of this crisis that we're facing before us. Look, there are a lot of -- there -- there are 50 -- what -- seven states now left to vote. I think that the voices of the American people need to be respected. And, as the pundits do their thing, really, it's those votes that people cast that will make that determination about the direction they want for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I believe you meant 47 in the scheme of things. But let me ask you, Congresswoman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Forty-seven. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It does seem that -- that the fear is, Bernie Sanders' views are so out of the mainstream, so out of touch, he becomes the nominee, there's no way in heck he would become president. Do you agree with that? Or would you be supporting any one of those others if they get the nomination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Well, first of all, I'm still running for president. And that's exactly where I'm focused. I think the thing that scares folks is that someone like Bernie Sanders, someone like myself -- I don't agree with all of Bernie Sanders' positions on things. I do agree with some. But I think what's clear is that we don't march to the beat of the warmongering foreign policy establishment in Washington, or the Democratic powerful elite. This is really about putting the interests of the American people first and really working to address those challenges and bringing the different ideas that we all have as Americans to the forefront, whether they are Democrat or Republican or independent ideas, saying, we have got to put country first, because people are suffering and struggling and being left behind, so long as politicians in Washington are playing games with their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, some people look at Bernie Sanders, say, he's too old, too extreme, and that, if he ran and got the nomination, he would need to seek out somebody young, maybe a woman, someone whose views are not quite to that extreme. That's you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "I know you're trying to break news right now here, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, no, no. You kidding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "I'm still -- I'm...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I -- I just look at stocks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, take stock of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "No, I'm still...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "I'm -- again, yes, I am -- Bernie is a friend, but I'm very focused on doing exactly what we're doing, carrying this message that I'm sharing with you and your viewers here today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that would moderate what -- that would moderate what seems an extreme ticket, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Potentially so. But I think what's -- what's most important for us to focus on is, what are voters looking for? When you look at the dissatisfaction they have with the political institutions, the powerful elite who run Washington, they're looking for a champion. They're looking for leaders who will really bring about this vision that our founders had for us, a government of, by, and for the people. And so, really, regardless of party, that is where our focus must be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Tulsi Gabbard, great catching up with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Good to see you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, be well. In the meantime, facing an emergency, preparing for public safety, Florida's Governor Rick Scott no stranger to it. Now with the coronavirus spreading, what is Senator Rick Scott urging the government to do about it? Next. My next guest urging the Department of Homeland Security to step up screenings at airports for cases like this. Florida Republican Senator Rick Scott with us right now. The senator, of course, his claim to fame and his wealth, of course, working in the health care industry before becoming Florida governor and now senator. Senator, always good to have you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICK SCOTT (R-FL)",
      "sentences": "Well, Neil, I had -- I dealt with Zika, which was very scary at the time...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's true. I forgot about that, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Yes. And what I learned in that experience is, be transparent. Get as much information as you can out. The public is smart. They will figure out how to improve the health care. Everybody around -- they will make sure everybody around them improves the health care system. So I have been talking to -- getting constant briefings from the CDC, the NIH, HHS, you know, all the acronyms. I talked to the commissioner of the FDA. He is committed to get the information out about what shortages we might have. He says there's none now, but he anticipates we will have some drug shortage and possibly medical device. I think we need to let the consumers know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sorry, sir. But the FDA also said that this will be a pandemic. It's just a matter of time before it comes here, the CDC saying something fairly similar. That's not necessarily a crisis, but it does escalate this thing in this country. Do you worry about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, Neil, what's what's frustrating is, it's been around for, what, three -- we know at least three months about in China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Their information is so unreliable, that we should know so much more information right now. And because it's communist China, we don't. We're going to get -- we're going to learn a lot because of what's happened in South Korea, actually. But I know the president is going to be talking later. My expectation is that we will have a -- this will be completely organized, we will have a spokesperson, and we will be getting more information out than what we have now. We need to really look at what additional travel bans we should have, because we cannot let this -- we cannot see -- we have to fight to make sure we have as little as possible local transmission in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you worry -- let's say if we keep this contained. But it's already having this economic effect or the fear alone of it spreading has obviously those on Wall Street selling, but, beyond that, a lot of companies already warning about delayed supply of goods, everything from toys to smartphones, to a host of other things. That it's sort of just creating its own viral reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, that's the reason why we have got to have somebody that's constantly putting out, what do we know now, so people can make decisions. And I think the more people can make decisions, whether it's companies or individuals, it will have less of an impact on Americans. So it's clearly - - sure looks like it's going to impact our supply chain. But the more information people know, hopefully, it will have less of an impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I do remember, with Zika a little bit, that people were getting different signals. And it wasn't intentional. It wasn't as if someone was deceiving anyone. But everyone has got to get on the same page. And we do -- you mentioned on a national level with this. I mean, there are different stories coming out of different folks. How is that and should that be handled? The president has ruled out, I guess, for the time being like a czar on this, but what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Well, it doesn't matter whether you call them or a czar or anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "They need to have one person that's putting out -- that's aggregating all the information and is constantly putting out information, so people are following what we know now. And then it -- and the other thing, by doing that, the other thing that happens -- like what happened with me with Zika -- you find out what are people's individual concerns? Like, with Zika, we had so many pregnant women. So we said we will pay at the state.-- I said, I will pay at the state level for all screenings for pregnant women. Well, when we hear our citizens' concerns, you can address them. That's why I think we have to have somebody out there that's constantly updating and putting out accurate information, so there's no -- it's -- we don't deal with rumors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Those aren't bad ideas. Senator, thank you very, very much. Good talking to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Scott.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Meanwhile, as the senator and I were speaking, we're getting word out of Milwaukee, where authorities are saying that they are responding to an incident at the MillerCoors building in Milwaukee, Wisconsin, the Chicago Bureau of Alcohol, Tobacco and Firearms calling it a case of an active shooter. We don't know much more than that. We're monitoring it. We will have more after this. Our Jeff Flock is saying all this coronavirus news could put a chill on shopping there as well. He's policing it closely for us. Jeff, what's the story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF FLOCK, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "Neil, I come to you from, well, I guess it's the Rodeo Drive of Chicago, if you will. This is the Oak Street shopping district. It tends to be the high-end stores. Not a lot of people out on the street. I wouldn't, however, attribute that to coronavirus. But if you spend any time talking to the people out here today that are walking these streets, you will find some people -- well, we found one woman who said she was on her way to buy a mask, another fellow who said, I don't care what you say about this thing. We don't know about it and I'm scared. And other folks, as you might guess, not so much. Take a listen .",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is absolutely keeping me from doing some shopping that I really want to do. But I'm scared of getting a package from any place right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No fears just yet. I think we still got some ways to go. I'm curious to see how we're going to control it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "Interesting, Neil, if you track this over some time, where, from day to day, you ask people, oh, is it on your mind, that sort of thing, today more so than it had been. I think yesterday and the market moves may have been the turning point. As I said, this is a street where, well, you tend to be -- have a few dollars if you're shopping in the Oak Street shops in Chicago, and those folks certainly keep their eye on the markets. And, if nothing else, that's gotten their attention -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, justifiably so. Jeff, thank you very much, my friend. By the way, we are just learning as Jeff was wrapping up there -- this is out of Orange County, California -- that officials there are planning to declare a local emergency and a local health emergency in response to the coronavirus, which has infected over 80,000 people worldwide. This would be something on this large a scale has been planned for certainly any county in the United States, let alone Orange County in California. We will keep you posted on that. Meanwhile, in charge and taking charge. As we wait to hear from the president on this, why he might take a cue from past presidents on stuff just like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A little over an hour away from hearing the president in his news conference on the coronavirus outbreak and what he and the administration are doing about it. This is a big test for leaders, how to handle what is deemed to be certainly a crisis in the eyes of the financial community. He can calm us down. The pressure right now has been proven that presidents and others meet the task, Lincoln, of course, during the Civil War, Franklin Roosevelt during the Great Depression, World War II. In the corporate world, we saw Jim Burke at Johnson & Johnson with the whole Tylenol tampering crisis. Number that? Lee Iacocca, Chrysler, when that company was given up for dead, he lifted the workers and the nation in doing it. That's important. Historian and bestselling author Evan Thomas on all of that. So, he's got a rally people around or at least show he's on top of things, relate to them, but not scare them, I guess, Evan, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EVAN THOMAS, HISTORIAN",
      "sentences": "Well, that's the trick. The balancing act is, you got to be really engaged, really on it, but at the same time not unnecessarily scare people. That's tough to get that balance right. You just mentioned some of the people who were good at it. FDR stepped up and he said, obviously, the banks -- there were runs on banks. This is the Depression in 1932. But he also said, we have nothing to fear but fear itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "He was reassuring at the same time as he showed that he was engaged. That's the trick. And Ronald Reagan was able to do the same thing. In 1980, we forget, but the country was pretty bad shape in 1980.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "High inflation, high unemployment. Reagan comes in, and he was -- this is sort of an important point maybe for President Trump. Reagan was able to smile in crisis and reassure and be optimistic, but, at the same time, we're on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you don't want to go too, too far and freak people out. So how do you balance that? And I think of that, because, even in the corporate world, when Lee Iacocca came to Chrysler, it was really a metaphor for everything that seemed wrong with America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We were losing to the Japanese. The American auto industry was imploding, particularly Chrysler. He comes on board and said, if you can find a better-built car, buy it. I know it has nothing to do with a virus, Evan, but it has everything to do with rebuilding people's confidence and allaying them of their fears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "It does. And that's huge, because we don't know much about this, but partly because the Chinese covered it up. But there are a lot of unanswered questions about just how bad this is going to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Obviously, the government's got to take it seriously. But at the same time, we can't -- the real problem -- and this is a political problem for Trump. If the economy freaks out, and people stop doing things and stop going places, that is going to hurt him politically. That could cost him the reelection. So he's got a huge political stake here. And keeping people from panicking, I think -- well, Senator Scott earlier talked about it. He's got to be transparent. He's got to at least give the impression that he's transparent, that the government is leveling with people, that we're telling you the truth. And we don't know the whole truth. But, as we learn it, we're going to tell you, so that so the conspiracy mill, the rumor mill doesn't take over from him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, also -- and I want to keep politics out of this, if I can. But the arguing back and forth, $2.5 billion, Mr. President, was that enough, and Chuck Schumer jumping on him, Nancy Pelosi, the president jumping on them. We heard the president earlier in India predicted criticism. Wherever you are in the political ledger here, I always think that it's best that everyone kind of be on the same page. They don't have to be advocating the same thing. But we all have to be speaking with kind of one voice on this, don't we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Well, this is actually an opportunity for President Trump, because we live in a partisan time, obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Things are over-hyperpartisan. And here's a chance for the president to say, hey, let's get beyond politics. It's actually a politically shrewd thing to do. It's a little counterintuitive. But this would -- it would help him politically, I think, for him to say, hey, let's get beyond politics. This is a national -- actually, a global problem. And let's try to transcend politics here. And we're going to work together, and we're going to have fights and disagreements, but let's work together. I think that would help. It certainly would help the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, it's always interesting. When you look at these crises in the past, there is a hope that -- you mentioned the FDR, the only thing we have to fear is fear itself. And then there's the Churchill extreme, blood, sweat and tears to deal with something that could go on presumably longer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it has to be a delicate balance, and you have to be constantly updating. And the CDC, the FDA, all those key officials in these high-ranking positions have to kind of be saying the same thing, or people will freak out, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Yes. And it's tough to get everybody on the same page...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "... because we have a big sprawling government, and the agencies don't all agree with each other, and there are rivalries and conflicts between the agencies. The State Department might not get along with -- endless. So, the president has a chance to come in on top of this and say, let's pull together here and, when there are conflicts, to try to step in and resolve them. But it's this delicate -- as you say, a delicate balance between being engaged and scaring people. And I think the way you thread that needle is through transparency, by saying, look, we don't know everything, but, as we learn it, we are going to tell you. And if we make mistakes, we're going to correct them. FDR tried -- his basic approach to the Depression was to try lots of different things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "And some of them didn't work. And he was willing to say, OK, this doesn't work. Now we're going to try something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "But let's not freak out about it. Let's do this together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, it was like Abraham Lincoln in the Civil War. Eventually, I will find a general who gets the job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Yes, exactly, a general who will fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's right. Very well said, my friend. Thank you for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Bestselling historian Evan Thomas. All right, in the meantime, stocks down on the day, so they need to be reassured here, investors, but, more important, just average folks. Here comes \"THE FIVE.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Well, it's still viral, the selling still viral. And it's all about the virus on Wall Street, on Main Street, and, yes, on Pennsylvania Avenue. Busy day. Hi, everyone. Glad to have you. I'm Neil Cavuto. And this is YOUR WORLD. It is a world turning upside down over a coronavirus outbreak that is not slowing down. On Wall Street, well, as you can see, stocks just down. And this is stunning, because, for a while, they had been up more than 400 points. So they have not been able to erase the 2,000-point hit we took in the prior days and the better than 7 percent slide we have had over the last four days. In about two-and-a-half-hours, meanwhile, the president will try to calm everyone down. We're over all of it. We have got Jackie DeAngelis at the Nasdaq, where stocks, as I say, are still struggling, Kristin Fisher at the White House, where the president is preparing, Jeff Flock in Chicago, where it's shoppers so far not panicking, and Florida Republican Senator Rick Scott in Washington on what he wants airports to be doing. We begin with Jackie. Hey, Jackie."
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS CORRESPONDENT",
      "utterance": "Good afternoon to you, Neil. Well, today's session wasn't for the faint of heart. As you mentioned, the Dow was up more than 400 points, 461, to be exact. And then the FDA issued a warning on the coronavirus, and that's when the selling started. So there was this pause and this breath of fresh air this morning, and then investors got nervous all over again. We closed down 119 points, under the 27000 mark. And that is pretty significant. Now, this is a market that really is headline-driven. And investors have been looking back and forth at these headlines. And this volatility is expected to continue. Remember, two crazy days of selling before this and a negative session today. Still waiting to see if, before the week ends, we're going to hit that correction territory, because we're not that far off. Now, the CDC has been sounding the alarm on the coronavirus, also issuing travel warnings. South Korea is the latest. Then you have got the airline stocks taking a hit as a result of that, with Delta saying it was reducing its flight schedule to South Korea as well, and also saying it's going to waive those change fees for U.S. travelers that had flights to South Korea, China, Italy, those places, of course, all in question, this entire group of stocks getting crushed. Let's also take a look at the health care stocks, because they have been in flux, first getting sort of penalized because they don't necessarily have the answer to the virus, then looking at those stocks, to be hopeful that, should this become a pandemic, they somehow will be able to take care of people. But I want to put this all in context when you look at the market. We look back to two other crises, Ebola virus and SARS, and you see that the market managed to claw its way back. When it came to Ebola, from July of 2014 to march of 2016, Neil, the Dow only lost half-a-percent in all. When you look at the SARS dates, November 2002 to July 2003, the Dow actually gained 6 percent. So I'm not saying it's not going to be volatile, but it doesn't always have a terrible ending -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, you have think the long term. Thank you very much, Jackie. Meanwhile, to the White House. We are just about two-and-a-half-hours away from President Trump facing the media and an anxious public. Kristin Fisher is there with the latest. Hey, Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Well, after days of downplaying the threat of the coronavirus, today, the White House is really trying to show that is on top of the situation. And we will see that tonight with this big press conference slated for 6:30 p.m. inside the White House in the Briefing Room. And then, today, we saw the head of the president's coronavirus task force, the Health and Human Services secretary, Alex Azar, testifying on Capitol Hill. He says the immediate risk to the American public remains low, but that we can expect to see more cases here in the United States."
    },
    {
      "speaker": "As for the possibility of the president appointing a coronavirus czar, well, the secretary said this",
      "utterance": ""
    },
    {
      "speaker": "ALEX AZAR, U.S. HEALTH AND HUMAN SERVICES SECRETARY",
      "utterance": "I don't anticipate one. This is working extremely well. If it doesn't work or if there's a need for a change, as there's, for instance, implication of other emergency support functions under the NRP, and that would be for the president to decide."
    },
    {
      "speaker": "FISHER",
      "utterance": "Secretary Azar also testified that the CDC's emergency preparedness fund is out of money. He says that's part of the reason the White House is requesting $2.5 billion in emergency coronavirus funding. But Democrats and some Republicans are saying that that number is nowhere near enough."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "This is shameful, puts forth a proposal now that is meager, anemic in terms of addressing the -- with Ebola, we did $5 billion. Now they're trying to take the Ebola money and spend it here. So what he's doing is late, too late."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now, the White House says that President Trump has already done a lot to contain the spread of the virus from the very beginning of this outbreak, the White House pointing to the fact that the president imposed a mandatory quarantine on any U.S. citizen who was traveling back to the United States after visiting that province in China that was at the center of this outbreak. And he also imposed a ban on foreign nationals traveling to the United States after recently visiting China. So, those are all points that President Trump is likely going to hit when he steps up to the Briefing Room to speak tonight -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Kristin, thank you very much. The World Health Organization says that the number of new coronavirus cases outside of China now exceeds the cases inside China. So what might the president do tonight to address that. DR. John Zurlo is director of the Infectious Disease Division over at Jefferson Health. Doctor, thank you for taking the time."
    },
    {
      "speaker": "DR. JOHN ZURLO, JEFFERSON HEALTH INFECTIOUS DISEASE DIVISION DIRECTOR",
      "utterance": "Happy to be here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let me ask you a little bit about what the FDA has been saying, the CDC, a host of others, saying that this is going to be here in the United States. It's not a matter of if, but when. Do you agree with that?"
    },
    {
      "speaker": "ZURLO",
      "utterance": "You know, I think so, because the symptoms with this virus are unfortunately not very specific. Oftentimes, people just get cold-like symptoms. And so I think it would be easy to miss cases that might come in. And given the fact that it's kind of spreading around the world in unpredictable ways, I think it seems very likely that we're going to see cases get into the United States."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, some have been advocating that, maybe to prepare for something like that, we step away from crowded arenas or people going out into shopping malls. Like, that seems a bit extreme and a bit premature. But what are your thoughts on that?"
    },
    {
      "speaker": "ZURLO",
      "utterance": "I think it is premature at this point in time. I think it really depends on how this pandemic sort of plays out. It may be that, at some point in hard-hit areas, for example, that we may need to do some kind of control measures like that, and perhaps urge people to stay inside We're not ready for that yet, but we have to be prepared for that possibility."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, very smart doctors like yourself remind me that many more people die of the common flu, 18,000 last year, than they do -- have been claimed with this. But it's the -- maybe the mutating of this. And then it's constant change and acceleration, way beyond China to, I believe, now, Doctor, 31 countries. Does that part alarm you? Or is that what these things do?"
    },
    {
      "speaker": "ZURLO",
      "utterance": "Well, I think each of them -- each of these viruses that we have seen over the last 15 to 20 years, starting with SARS and MERS, they each have their own epidemiology, the way that they spread. And so they're all unique. So what we're finding out about this one is that it has spread rather quickly, in comparison to the others. It's not been as easy to contain. And so you have to take them one by one. We're concerned that the death rate is somewhat higher than then we would expect, for example, with seasonal influenza. But, frankly, we don't really know what the death rate is, because we don't know the true number of cases out there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will watch it closely. Doctor, thank you very much for taking the time."
    },
    {
      "speaker": "ZURLO",
      "utterance": "Happy to help."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, in the meantime, where do patients go if no one really wants them? The Trump administration canceling plans to send some folks to Alabama, after getting pushback from state officials, including Alabama Republican Senator Richard Shelby, who joins us now. Senator, always good to have you."
    },
    {
      "speaker": "SEN. RICHARD SHELBY (R-AL)",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You were concerned, and for good reason. I'm just wondering, this is something that's popping up in a lot of locales. We will talk to the mayor of a California city facing the same conundrum. What do we do to these people who come here?"
    },
    {
      "speaker": "SHELBY",
      "utterance": "Well, I think we have to listen to the experts and find out, when you're dealing with a potential epidemic like this that scares everybody in the world, I suppose, that how do we contain this? How do we eradicate it after we contain it? And what do we do in the future to -- not to handle it again? This is new. This is a -- this is a new strain. It's obviously deadly. It's probably being underreported in China. And it's spread faster than most things that we have seen, like flu and Ebola and so forth, in the past. What we need to do is do everything we can, dealing with people that know something about this, to contain it, and to prevent it, and to protect the American people, at whatever cost, because, if this got to be a pandemic, no telling where it would go."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, obviously, the FDA, the CDC, the World Health Organization have been mentioning that word pandemic. That scares a lot of people, Senator. And I'm wondering what you..."
    },
    {
      "speaker": "SHELBY",
      "utterance": "Well, it scared me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I hear you. What do you want to hear out of the president on this very subject tonight?"
    },
    {
      "speaker": "SHELBY",
      "utterance": "Well, I think the president -- I want to always hear the truth. And I think the president's going to speak to the American people, and, unlike a lot of nations in the world, tell the people the truth, that this is a lethal, dangerous disease that could spread like wildfire. It has not yet, but we do have cases. And this is moving fast, and what we want to do or should do, working with administration, to do everything we can to make sure they have the tools, the money to do the job to prevent the spread as much as they can, and, if it spreads, to mitigate it Let's do not shortchange, as I said, the American people. Let's do not try to lowball it and be penny wise and pound foolish, somebody would say."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Senator, we will watch closely for the president. Thank you for taking the time, Richard Shelby of Alabama."
    },
    {
      "speaker": "SHELBY",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "By the way, to the senator's point, it is not just Alabama. That fight is extending to California. I want you to meet the mayor of one city fighting to do what the senator just did, keep potential patients out."
    },
    {
      "speaker": "KATRINA FOLEY, MAYOR OF COSTA MESA, CALIFORNIA",
      "utterance": "I think it's reasonable to be fearful. And we want to be able to make sure that we have a plan."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we had been up, but, in the end, the Dow down about 123 points. That makes it five days in a row. It's pretty much all because of these coronavirus fears and the fact that it could spread globally, already has. It is now down -- that is, the Dow - - about 8.6 percent from its all-time high reached little more than a couple of weeks ago. Now, you hear a lot of people panicking on all that. When I hear that, I always want to talk to someone who has a big picture view, a biggest historic view. And he's a market legend in his own right, legendary investor Byron Wien with us right now. Byron, good to have you."
    },
    {
      "speaker": "BYRON WIEN, VICE CHAIRMAN, BLACKSTONE PRIVATE WEALTH",
      "utterance": "Always good to be with you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How you feeling? I know you had some surgery done. You OK?"
    },
    {
      "speaker": "WIEN",
      "utterance": "Yes, I'm feeling fine."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I heard you got in a fight with a journalist or something."
    },
    {
      "speaker": "WIEN",
      "utterance": "Well, they beat me up, but I have come back from worse."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You do. I'm glad you do, Byron. You know why I like you? And I don't like to blow you smoke. You have always been in other crises in which I have chatted you, whether it's after 9/11 or with some of these other viruses and plagues, whatever you want to call them, you have been calm. You have been saying, we will get through this. A lot of people are wondering whether, with this one, we will. What do you think?"
    },
    {
      "speaker": "WIEN",
      "utterance": "We will get through it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "WIEN",
      "utterance": "Yes, this is not -- I mean, this is more serious than some of the other disease scares. But I think we will get through it. There are already some drugs that can be used..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To address symptoms, right?"
    },
    {
      "speaker": "WIEN",
      "utterance": "Yes, to address the symptoms."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But..."
    },
    {
      "speaker": "WIEN",
      "utterance": "Look, I'm worried about it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you hedge it, right? You said you're worried. What would give you pause?"
    },
    {
      "speaker": "WIEN",
      "utterance": "What would give me pause, if it really became widespread in the United States. We have I don't know how many cities closed down in China. If production came to a standstill, if -- if everybody were encouraged to work from home, which is sort of the situation you have in China..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WIEN",
      "utterance": "... then real GDP would take a sharp nosedive, and this year, which was going to be 2 percent growth, could turn out to be a recession. That's what worries me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Over the years, we have learned that the psychology grips people. If they're afraid, they just stop doing what they're doing. They later stabilize a little bit, but it's how long sometimes that can take, right?"
    },
    {
      "speaker": "WIEN",
      "utterance": "Right. I mean, right now, it's under control. We're fortunate, in that we have some time to get ready for this. We know some of the things we can do to get ready. But it could still spin out of control and be worse than we thought."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How do you think the markets then respond to it being here? Unequivocally, the pandemic is here, then what do they do? Because, even in percentage terms, it would be a small slice of a small slice of a population."
    },
    {
      "speaker": "WIEN",
      "utterance": "Right, but the market was vulnerable anyway."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WIEN",
      "utterance": "I mean, the market was sitting there at an all-time high, 20 times earnings, 2 percent growth, waiting for something bad to happen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And now they have got their excuse to sell."
    },
    {
      "speaker": "WIEN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So..."
    },
    {
      "speaker": "WIEN",
      "utterance": "So, we're down 8 percent."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "WIEN",
      "utterance": "We can be down some more now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, a lot of people want -- they call that a cleansing, if we get down to 10 percent correction. We got close to that in December 2018, right? What would you think if it got down to 20 percent, and all of a sudden, you..."
    },
    {
      "speaker": "WIEN",
      "utterance": "Well, 20 percent is a bear market."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know."
    },
    {
      "speaker": "WIEN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You don't have to have it a long time, but you could have it. Then what?"
    },
    {
      "speaker": "WIEN",
      "utterance": "Yes. Then it would be a big buying opportunity."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. Looking at the market now,and very low interest rates, a lot of the market guys, Byron, have been telling me that is going to put a floor on this. They're very, very low. Mortgages are getting the best and most affordable they have ever been."
    },
    {
      "speaker": "WIEN",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Gas prices are way, way down. It will benefit the economy and the markets. Do you agree with that?"
    },
    {
      "speaker": "WIEN",
      "utterance": "I do, yes. I think the overall economic background is favorable. Housing is turning up."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "WIEN",
      "utterance": "I don't think we're going to see much life in capital spending. But, generally, I thought the economy wasn't in danger of a recession. This would be a disease-produced recession. If it can be arrested, I think it would be a buying opportunity, if the market gets down 15 to 20 percent."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What did you make of today? I don't want to overstress this."
    },
    {
      "speaker": "WIEN",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You have taught me all the years don't obsess on a day, but we were up over 400 points, finished down 123. After being down 2,000 points the last couple of days, that's a little weird."
    },
    {
      "speaker": "WIEN",
      "utterance": "The morning was a snapback rally."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WIEN",
      "utterance": "Everybody figured, gee, that's enough. But the situations are not resolved. By the middle of the day, everybody figured out, hey, wait a minute, we're still in trouble, and it went back down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you just tell investors, sit tight? If you have had some profits, sell them?"
    },
    {
      "speaker": "WIEN",
      "utterance": "I'm not telling anybody to sell into this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK?"
    },
    {
      "speaker": "WIEN",
      "utterance": "I'm telling people to make a list of the stocks you wish you could have earned -- owned at lower prices, because you may get the lower prices."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "WIEN",
      "utterance": "And when they -- when you get the lower prices, take advantage of them. I see this -- my position right now -- and you can embarrass me about this the next time I'm on -- my position right now is, a buying opportunity is developing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's interesting. The only thing that could maybe change that is if this exponentially spreads beyond how it's gone so far. Right?"
    },
    {
      "speaker": "WIEN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And we're not there yet."
    },
    {
      "speaker": "WIEN",
      "utterance": "No, we're not there yet. And I'm hopeful we can avoid getting there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Byron, thank you very, very much, my friend. Just to show you -- you might want to listen to that, when everyone was going go-go nuts over the Internet stocks and the big boom, he had doubts, because he said, earnings mattered. They didn't have it. When the housing boom turned bust, he was one of the few to see what was going on, and warning people that you can't buy a home just on a hunch and a promise and just a love of owning at home. So know of what he speaks. In the meantime, looking live right now at Los Angeles International Airport, a flight attendant for Korean Air who worked several flights out of there has now been diagnosed with the coronavirus. So, to a point that Byron was just mentioning, is this the kind of stuff that rattles not only travelers, but investors? What the Republican Senator Rick Scott says the Department of Homeland Security should be doing to avoid all of this -- after this. The facility where the federal government wants to place as many as 50 people who've been exposed to the virus, now, the thing is, it's near a lot of high schools and homes, that sort of thing. And my next guest says it shouldn't be home to these potential patients. The mayor of Costa Mesa, Katrina Foley, joins me right now. Mayor, thank you for taking the time."
    },
    {
      "speaker": "FOLEY",
      "utterance": "Thank you for having me. This is a very important issue to our community and to the country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What have you heard back on the status of these people coming to your town?"
    },
    {
      "speaker": "FOLEY",
      "utterance": "Well, right now, we have an injunction in place. The court also felt that there weren't sufficient answers and sufficient planning to allow the transfer of the individuals who had tested positive for coronavirus to come into Costa Mesa. And so she granted our injunction. And we will have another hearing on Monday. But, at this time, we're in a phase of asking questions of both the federal and the state government. What is their plan? We don't know, because we're in the dark."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Did anyone ever tell you why Costa Mesa was chosen for this?"
    },
    {
      "speaker": "FOLEY",
      "utterance": "Well, no, that's one of the questions. At the hearing on last Monday, the federal government lawyers said that they had chosen the Alabama site as the place for all individuals to come into the -- that came into the country to go to."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "FOLEY",
      "utterance": "And then they said that California, they chose to keep Californians in California. And so it sounds like it was a combination of both the federal government and the state government deciding this. How they selected Fairview Development Center in the heart of Costa Mesa, in the heart of Orange County, one of the second most populated counties in the country, we don't know. It's just not the right location."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. We had Senator Richard Shelby of Alabama on a short while ago, Mayor, who was among those advocating, not in our state. And now I guess the issue is, how about in your city? How do residents feel?"
    },
    {
      "speaker": "FOLEY",
      "utterance": "The residents are very concerned, for the same reasons. There's some established emergency response protocols and procedures that are just being ignored. They were planning to move people in, in the dark of night. We were informed on a Thursday night. And then they were expecting to move people in by Sunday, 30 to 50 people. So the residents -- of course, there's tons of residential all surrounding this location, both multifamily and single family. There are -- it's a disability -- a developmentally disabled community. And so there are several group homes serving the needs of developmentally disabled individuals. So, of course, they're concerned, because some of their immune systems are already low. So, we have been putting together questions. We have a meeting with the governing agencies tomorrow at 4:00 p.m., along with a county public health official. And we are expecting to get at least some answers. The court at least directed them to answer our questions that we have submitted in writing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will see this resolve, hopefully, one way or the other, Mayor. Thank you in the meantime. Be well."
    },
    {
      "speaker": "FOLEY",
      "utterance": "Right. Thank you so much."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, in the meantime, she didn't make last night's debate, but for Democratic presidential candidate Tulsi Gabbard, maybe that's a good thing. She's here. She's next."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, our nation's major airports are not seeing a big, big dent in travel right now. But, in China, we have got some figures out that show, from the beginning of the year, it is down 80 percent. That is what they call a hit. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you know, after last night's crazy debate -- it was a shout- fest, really -- it dissolved very, very quickly. Could sitting out something like that actually be helping out? To 2020 Democratic presidential candidate Tulsi Gabbard, who joins us now from Washington. Congresswoman, very good to have you."
    },
    {
      "speaker": "REP. TULSI GABBARD (D-HI), PRESIDENTIAL CANDIDATE",
      "utterance": "Thank you, Neil. Good to see you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Maybe it was a good thing you weren't there. What do you think?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "I couldn't watch much of it, to be honest. And I -- I believe that voters probably walked away not getting much value and feeling pretty frustrated, given the serious, serious challenges that we're facing right now, with things like -- like the coronavirus, something that is threatening the safety, health, and well-being, and lives of the American people, and something that requires all of us, as Americans, coming together, standing together, and standing together just as we would in wartime, except now, in this case, the enemy is a virus. And we have got to make sure that we prevent its spread."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Then, what did you think of Chuck Schumer and some other Democrats, Nancy Pelosi among them, saying -- Republicans argue, playing politics with it, arguing about the amount of money he's committing to this, is it enough, et cetera? Is this the time to be doing that?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Absolutely not. Absolutely not. Now is the time where Democrats and Republicans, whether it's Chuck Schumer, Nancy Pelosi, Donald Trump, Mitch McConnell -- we have got to stand together as Americans and put the health and well-being of the American people first. We cannot afford to be penny wise and pound foolish. We have got to come together and say, OK, what actions are necessary immediately to prevent what some people are saying is inevitable? I think it's wrong for some people to say, well -- well, it's inevitable that this is going to come here and it's going to take the lives of millions of Americans. No, I don't accept that. We have got to take action now to say, all right, let's -- let's mobilize trainers to go and have these boot camps for health care professionals in our hospitals, for first responders, for teachers in our schools, for the private sector, for employers, to make sure that everyone really understands both the seriousness of the threat and the actions that need to be taken individually and collectively to prevent its spread, prevent this pandemic -- or soon-to-be pandemic from reaching that point."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There is a mentality that the president cited when he was in India, Congress, that, no matter what kind of figure he proposed, Chuck Schumer was going to reject it, and that the politics is alive and well. It sounds like you're saying all of that should cease and desist, like now."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Immediately, yesterday."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GABBARD",
      "utterance": "This should have happened yesterday. The fact that, look, in my home state of Hawaii, they're -- they're not able to get their hands on testing kits. We have this shortage of masks that are not available even to health care professionals who are having folks come into their hospitals or to their E.R.s. We're already behind the curve. We cannot afford for this senseless partisan bickering and putting partisan politics literally ahead of the lives of the American people. This requires leadership. It requires us standing together as Americans, where, when we do this, we know we can accomplish anything. And it requires working with other countries, putting cooperation over conflict, because we're just -- we're just a plane away from many other countries, different regions of the world who are already seeing this virus starting to hit them. We cannot do this alone."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, it got surprising scant attention in the debate last night, in the scheme of things, Congresswoman. But I'm curious. There did seem to be a pile-on on Bernie Sanders. And some of those on that stage are saying, he's your nominee, you might as well kiss the election goodbye. Do you agree with that?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Well, first of all, to your point, I agree there was scant attention on this, again, which just shows just how out of touch they are with the reality of this crisis that we're facing before us. Look, there are a lot of -- there -- there are 50 -- what -- seven states now left to vote. I think that the voices of the American people need to be respected. And, as the pundits do their thing, really, it's those votes that people cast that will make that determination about the direction they want for our country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I believe you meant 47 in the scheme of things. But let me ask you, Congresswoman."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Forty-seven. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It does seem that -- that the fear is, Bernie Sanders' views are so out of the mainstream, so out of touch, he becomes the nominee, there's no way in heck he would become president. Do you agree with that? Or would you be supporting any one of those others if they get the nomination?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Well, first of all, I'm still running for president. And that's exactly where I'm focused. I think the thing that scares folks is that someone like Bernie Sanders, someone like myself -- I don't agree with all of Bernie Sanders' positions on things. I do agree with some. But I think what's clear is that we don't march to the beat of the warmongering foreign policy establishment in Washington, or the Democratic powerful elite. This is really about putting the interests of the American people first and really working to address those challenges and bringing the different ideas that we all have as Americans to the forefront, whether they are Democrat or Republican or independent ideas, saying, we have got to put country first, because people are suffering and struggling and being left behind, so long as politicians in Washington are playing games with their lives."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, some people look at Bernie Sanders, say, he's too old, too extreme, and that, if he ran and got the nomination, he would need to seek out somebody young, maybe a woman, someone whose views are not quite to that extreme. That's you."
    },
    {
      "speaker": "GABBARD",
      "utterance": "I know you're trying to break news right now here, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, no, no. You kidding?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "I'm still -- I'm..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I -- I just look at stocks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, take stock of that."
    },
    {
      "speaker": "GABBARD",
      "utterance": "No, I'm still..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you think?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "I'm -- again, yes, I am -- Bernie is a friend, but I'm very focused on doing exactly what we're doing, carrying this message that I'm sharing with you and your viewers here today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that would moderate what -- that would moderate what seems an extreme ticket, right?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Potentially so. But I think what's -- what's most important for us to focus on is, what are voters looking for? When you look at the dissatisfaction they have with the political institutions, the powerful elite who run Washington, they're looking for a champion. They're looking for leaders who will really bring about this vision that our founders had for us, a government of, by, and for the people. And so, really, regardless of party, that is where our focus must be."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Tulsi Gabbard, great catching up with you."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Good to see you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, be well. In the meantime, facing an emergency, preparing for public safety, Florida's Governor Rick Scott no stranger to it. Now with the coronavirus spreading, what is Senator Rick Scott urging the government to do about it? Next. My next guest urging the Department of Homeland Security to step up screenings at airports for cases like this. Florida Republican Senator Rick Scott with us right now. The senator, of course, his claim to fame and his wealth, of course, working in the health care industry before becoming Florida governor and now senator. Senator, always good to have you. Thank you."
    },
    {
      "speaker": "SEN. RICK SCOTT (R-FL)",
      "utterance": "Well, Neil, I had -- I dealt with Zika, which was very scary at the time..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's true. I forgot about that, yes."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Yes. And what I learned in that experience is, be transparent. Get as much information as you can out. The public is smart. They will figure out how to improve the health care. Everybody around -- they will make sure everybody around them improves the health care system. So I have been talking to -- getting constant briefings from the CDC, the NIH, HHS, you know, all the acronyms. I talked to the commissioner of the FDA. He is committed to get the information out about what shortages we might have. He says there's none now, but he anticipates we will have some drug shortage and possibly medical device. I think we need to let the consumers know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sorry, sir. But the FDA also said that this will be a pandemic. It's just a matter of time before it comes here, the CDC saying something fairly similar. That's not necessarily a crisis, but it does escalate this thing in this country. Do you worry about that?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, Neil, what's what's frustrating is, it's been around for, what, three -- we know at least three months about in China."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Right."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Their information is so unreliable, that we should know so much more information right now. And because it's communist China, we don't. We're going to get -- we're going to learn a lot because of what's happened in South Korea, actually. But I know the president is going to be talking later. My expectation is that we will have a -- this will be completely organized, we will have a spokesperson, and we will be getting more information out than what we have now. We need to really look at what additional travel bans we should have, because we cannot let this -- we cannot see -- we have to fight to make sure we have as little as possible local transmission in this country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you worry -- let's say if we keep this contained. But it's already having this economic effect or the fear alone of it spreading has obviously those on Wall Street selling, but, beyond that, a lot of companies already warning about delayed supply of goods, everything from toys to smartphones, to a host of other things. That it's sort of just creating its own viral reaction?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, that's the reason why we have got to have somebody that's constantly putting out, what do we know now, so people can make decisions. And I think the more people can make decisions, whether it's companies or individuals, it will have less of an impact on Americans. So it's clearly - - sure looks like it's going to impact our supply chain. But the more information people know, hopefully, it will have less of an impact."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I do remember, with Zika a little bit, that people were getting different signals. And it wasn't intentional. It wasn't as if someone was deceiving anyone. But everyone has got to get on the same page. And we do -- you mentioned on a national level with this. I mean, there are different stories coming out of different folks. How is that and should that be handled? The president has ruled out, I guess, for the time being like a czar on this, but what do you think?"
    },
    {
      "speaker": "SCOTT",
      "utterance": "Well, it doesn't matter whether you call them or a czar or anything else."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "SCOTT",
      "utterance": "They need to have one person that's putting out -- that's aggregating all the information and is constantly putting out information, so people are following what we know now. And then it -- and the other thing, by doing that, the other thing that happens -- like what happened with me with Zika -- you find out what are people's individual concerns? Like, with Zika, we had so many pregnant women. So we said we will pay at the state.-- I said, I will pay at the state level for all screenings for pregnant women. Well, when we hear our citizens' concerns, you can address them. That's why I think we have to have somebody out there that's constantly updating and putting out accurate information, so there's no -- it's -- we don't deal with rumors."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Those aren't bad ideas. Senator, thank you very, very much. Good talking to you."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Scott."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Meanwhile, as the senator and I were speaking, we're getting word out of Milwaukee, where authorities are saying that they are responding to an incident at the MillerCoors building in Milwaukee, Wisconsin, the Chicago Bureau of Alcohol, Tobacco and Firearms calling it a case of an active shooter. We don't know much more than that. We're monitoring it. We will have more after this. Our Jeff Flock is saying all this coronavirus news could put a chill on shopping there as well. He's policing it closely for us. Jeff, what's the story?"
    },
    {
      "speaker": "JEFF FLOCK, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "Neil, I come to you from, well, I guess it's the Rodeo Drive of Chicago, if you will. This is the Oak Street shopping district. It tends to be the high-end stores. Not a lot of people out on the street. I wouldn't, however, attribute that to coronavirus. But if you spend any time talking to the people out here today that are walking these streets, you will find some people -- well, we found one woman who said she was on her way to buy a mask, another fellow who said, I don't care what you say about this thing. We don't know about it and I'm scared. And other folks, as you might guess, not so much. Take a listen ."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It is absolutely keeping me from doing some shopping that I really want to do. But I'm scared of getting a package from any place right now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No fears just yet. I think we still got some ways to go. I'm curious to see how we're going to control it."
    },
    {
      "speaker": "FLOCK",
      "utterance": "Interesting, Neil, if you track this over some time, where, from day to day, you ask people, oh, is it on your mind, that sort of thing, today more so than it had been. I think yesterday and the market moves may have been the turning point. As I said, this is a street where, well, you tend to be -- have a few dollars if you're shopping in the Oak Street shops in Chicago, and those folks certainly keep their eye on the markets. And, if nothing else, that's gotten their attention -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, justifiably so. Jeff, thank you very much, my friend. By the way, we are just learning as Jeff was wrapping up there -- this is out of Orange County, California -- that officials there are planning to declare a local emergency and a local health emergency in response to the coronavirus, which has infected over 80,000 people worldwide. This would be something on this large a scale has been planned for certainly any county in the United States, let alone Orange County in California. We will keep you posted on that. Meanwhile, in charge and taking charge. As we wait to hear from the president on this, why he might take a cue from past presidents on stuff just like this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A little over an hour away from hearing the president in his news conference on the coronavirus outbreak and what he and the administration are doing about it. This is a big test for leaders, how to handle what is deemed to be certainly a crisis in the eyes of the financial community. He can calm us down. The pressure right now has been proven that presidents and others meet the task, Lincoln, of course, during the Civil War, Franklin Roosevelt during the Great Depression, World War II. In the corporate world, we saw Jim Burke at Johnson & Johnson with the whole Tylenol tampering crisis. Number that? Lee Iacocca, Chrysler, when that company was given up for dead, he lifted the workers and the nation in doing it. That's important. Historian and bestselling author Evan Thomas on all of that. So, he's got a rally people around or at least show he's on top of things, relate to them, but not scare them, I guess, Evan, right?"
    },
    {
      "speaker": "EVAN THOMAS, HISTORIAN",
      "utterance": "Well, that's the trick. The balancing act is, you got to be really engaged, really on it, but at the same time not unnecessarily scare people. That's tough to get that balance right. You just mentioned some of the people who were good at it. FDR stepped up and he said, obviously, the banks -- there were runs on banks. This is the Depression in 1932. But he also said, we have nothing to fear but fear itself."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's right."
    },
    {
      "speaker": "THOMAS",
      "utterance": "He was reassuring at the same time as he showed that he was engaged. That's the trick. And Ronald Reagan was able to do the same thing. In 1980, we forget, but the country was pretty bad shape in 1980."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're right."
    },
    {
      "speaker": "THOMAS",
      "utterance": "High inflation, high unemployment. Reagan comes in, and he was -- this is sort of an important point maybe for President Trump. Reagan was able to smile in crisis and reassure and be optimistic, but, at the same time, we're on this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you don't want to go too, too far and freak people out. So how do you balance that? And I think of that, because, even in the corporate world, when Lee Iacocca came to Chrysler, it was really a metaphor for everything that seemed wrong with America."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We were losing to the Japanese. The American auto industry was imploding, particularly Chrysler. He comes on board and said, if you can find a better-built car, buy it. I know it has nothing to do with a virus, Evan, but it has everything to do with rebuilding people's confidence and allaying them of their fears."
    },
    {
      "speaker": "THOMAS",
      "utterance": "It does. And that's huge, because we don't know much about this, but partly because the Chinese covered it up. But there are a lot of unanswered questions about just how bad this is going to be."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Obviously, the government's got to take it seriously. But at the same time, we can't -- the real problem -- and this is a political problem for Trump. If the economy freaks out, and people stop doing things and stop going places, that is going to hurt him politically. That could cost him the reelection. So he's got a huge political stake here. And keeping people from panicking, I think -- well, Senator Scott earlier talked about it. He's got to be transparent. He's got to at least give the impression that he's transparent, that the government is leveling with people, that we're telling you the truth. And we don't know the whole truth. But, as we learn it, we're going to tell you, so that so the conspiracy mill, the rumor mill doesn't take over from him."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, also -- and I want to keep politics out of this, if I can. But the arguing back and forth, $2.5 billion, Mr. President, was that enough, and Chuck Schumer jumping on him, Nancy Pelosi, the president jumping on them. We heard the president earlier in India predicted criticism. Wherever you are in the political ledger here, I always think that it's best that everyone kind of be on the same page. They don't have to be advocating the same thing. But we all have to be speaking with kind of one voice on this, don't we?"
    },
    {
      "speaker": "THOMAS",
      "utterance": "Well, this is actually an opportunity for President Trump, because we live in a partisan time, obviously."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Things are over-hyperpartisan. And here's a chance for the president to say, hey, let's get beyond politics. It's actually a politically shrewd thing to do. It's a little counterintuitive. But this would -- it would help him politically, I think, for him to say, hey, let's get beyond politics. This is a national -- actually, a global problem. And let's try to transcend politics here. And we're going to work together, and we're going to have fights and disagreements, but let's work together. I think that would help. It certainly would help the country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, it's always interesting. When you look at these crises in the past, there is a hope that -- you mentioned the FDR, the only thing we have to fear is fear itself. And then there's the Churchill extreme, blood, sweat and tears to deal with something that could go on presumably longer."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it has to be a delicate balance, and you have to be constantly updating. And the CDC, the FDA, all those key officials in these high-ranking positions have to kind of be saying the same thing, or people will freak out, right?"
    },
    {
      "speaker": "THOMAS",
      "utterance": "Yes. And it's tough to get everybody on the same page..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "THOMAS",
      "utterance": "... because we have a big sprawling government, and the agencies don't all agree with each other, and there are rivalries and conflicts between the agencies. The State Department might not get along with -- endless. So, the president has a chance to come in on top of this and say, let's pull together here and, when there are conflicts, to try to step in and resolve them. But it's this delicate -- as you say, a delicate balance between being engaged and scaring people. And I think the way you thread that needle is through transparency, by saying, look, we don't know everything, but, as we learn it, we are going to tell you. And if we make mistakes, we're going to correct them. FDR tried -- his basic approach to the Depression was to try lots of different things."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "THOMAS",
      "utterance": "And some of them didn't work. And he was willing to say, OK, this doesn't work. Now we're going to try something else."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very good point."
    },
    {
      "speaker": "THOMAS",
      "utterance": "But let's not freak out about it. Let's do this together."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, it was like Abraham Lincoln in the Civil War. Eventually, I will find a general who gets the job done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Yes, exactly, a general who will fight."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's right. Very well said, my friend. Thank you for taking the time."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Bestselling historian Evan Thomas. All right, in the meantime, stocks down on the day, so they need to be reassured here, investors, but, more important, just average folks. Here comes \"THE FIVE.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}