{
  "date": "February 17, 2021",
  "headline": "Sean Hannity remembers Rush Limbaugh: 'He was a great patriot'",
  "subHeadline": "Guests: Newt Gingrich, Mark Levin, Dan Bongino, Donald Trump, Neal Boortz, Dennis Prager",
  "url": "https://www.foxnews.com/transcript/sean-hannity-remembers-rush-limbaugh-he-was-a-great-patriot",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Welcome to HANNITY. We begin tonight, a FOX News alert -- God, faith, family, country, this is what Rush Limbaugh embodied. And tens of millions of Americans listened.  He was an innovator. He was a pioneer. He was a trailblazer. He was a great patriot. He fought every single day to make this country a more perfect union and a better place.  Now, Neal Boortz used to call him, and he'll join us later, the Babe Ruth of talk radio. He's right. But I think you could probably add Babe Ruth, Lou Gehrig, Hank Aaron, Derek Jeter, pretty much the entire team for all of us in talk radio.  Rush was as my friend says, Jim Greg (ph) book says, the GOAT of radio broadcasting, the greatest of all time. He revolutionized talk radio. He single-handedly saved the A.M. band and later, even the FM band in radio. And in doing so, he forged a path, a path for people like me, the great one, Mark Levin, people like Glenn Beck that you just heard form, and others.  When Rush Limbaugh first syndicated, the year, 1988, Ronald Reagan was president. Nobody thought it would ever work. They thought it was impossible, a daytime syndicated talk show. There were less than 200 talk radio stations in the entire country, now I believe there's well over 4,000 stations. Talk radio is by far the largest format in all of radio. We had podcasting, website listening, XM listening, it's a lot. He also paved the way even for this network, FOX News and even opinion shows on left-wing networks, not that they'd ever acknowledge it.  More importantly, over five decades, it was his words, his principles, his ideals, his spirit. It shaped the soul of a nation, generations of Americans.   Now, Rush truly believed in this country, its goodness, its greatness, the greatness of you, we, the American people. He believed always that this is the greatest country God ever gave man. He believed deeply in the principles outlined in our Constitution. He was an unyielding champion for freedom for all, for decades. And this is important, it wasn't just a conservative or a Republican. His love for country and the people who live here was boundless. And, by the way, he never wanted to cancel anybody, ever. He stood up for the likes of Bill Maher.   His impact on this country, this land, our kids, generations, grandkids, guess what, this place we call home is beyond anything words frankly can even begin to describe. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Liberals, they think it's morally superior to redistribute wealth and take from one group of people and give it to another group of people. Isn't it always conservatives, aren't we the ones that are often told we're imposing values, but it's the left that's always done that? This is common, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, TALK RADIO HOST",
      "sentences": "Yeah, you're exactly right. You know, conservatism has been so maligned in state-run media for so many years. All we want is success for everybody. We want freedom for everybody. We understand that a great nation is made up of great people doing great things, ordinary people accomplishing extraordinary things. We don't look at the American population with contempt and derision. We don't look at a group of people and take out the number of blacks, and the number of whites, a number of women. We see Americans. We see human beings. We see potential.  Liberals look at a group of people and they see incompetence. They see people that can't overcome the obstacles of life, want a government program to help them. Yeah, it's -- it's somewhat frustrating because conservatism, I think we talked about this last time. Conservatism is in a process, some people say, needed to be redefined or modernized, or whatever, era of Reagan is over. No, no, no. I mean, freedom will never go out of style and that's the foundation of conservatism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thirty-one years, I think, Mary Mat --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "Thirty-one years, I mean, it's flat-out amazing, time has it's like everything, time has raised by on certain things and other days it's just been slow and plodding, but, man, am I blessed? We all are. This is -- it's such a great opportunity to have to be able to talk about these things that really matter to the future of the country with so many millions of people. It's really, really, really been an honor, and it's ongoing. It's -- there is still nothing I do, Sean, that I get more enjoyment out of them this.  So -- and also, appearing on FOX, you know? I've been -- I've been very blessed to be invited here by you, and I can't thank you enough for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Whenever he spoke, tens and tens of millions of Americans listened. He had an amazing unapologetic presence, was always authentic, a true original, genuine, never ever let his detractors slow him down. He did it with his mischievous humor, people get upset, bubble and fizz, snowflakes and the day. When Rush would say, with talent alone from God, that's -- that is so arrogant. Not really, he's admitting all great talent comes from God. And he always fought for what he believed in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "By virtue of you're listening to my radio show and being active in this movement we all cherish and love, you have meant more to me, my family, and my life than whatever it is I might mean to you, even though I know that's considerable.   You still -- you still can't -- you can't outdo the absolute joy and awe and thanks I feel for all of you. The fact that I've been doing this for 20 years, and the numbers just keep growing and I can't tell you how appreciative I am and proud to be in a movement with the same passions, desires and core beliefs that all of you have because we know that it is right for the country, and we know it's right for people. It's not something that has to be forced on them. It's not something that has to be authoritatively pressed on them. We are what is, and that's why we are in enemy, because we're effective. The people that do want to control, look at us as the enemy.  We're always going to be, don't ever measure your success by how many drive-by media reports you see that are fair to us. It's never going to happen. Don't measure your success by how many people like you. Just worry about how they vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And America, it's a better place because the conservatism was never that hard and for all the years he was on the air, he never changed. Conservatism was simple. What are -- conservatives believe in liberty, they believe in freedom, limited government, they believe in less bureaucracy so we can let business and American invention and ingenuity thrive in this country, lower taxes, less bureaucracy. You wanted -- let's see -- law and order, safety, security, every town, every city. School choice for every child so they can get the quality education they deserve. Secure borders, energy independence, constitutionalists on the bench. Peace through strength, we need peace through strength.   These are not complicated issues. He believed in our Second Amendment as well, but it wasn't just his unapologetic (ph) patriotism that made him great. Rush was also incredibly funny, incredibly entertaining, fun to be around I can tell you from my own personal experience, uplifting, he could put things in a perspective.  He'd have a take on something that always say I wish I thought of that, that no one else on Earth would have. Even during some of his toughest moments while battling cancer, Rush was finding the good in life. The amazing thing is, probably all of us have watched the movie \"The Bucket List\", and it's a great movie. Morgan Freeman, Jack Nicholson, they -- this is what I'm going to do, if I only have a year to live or whatever. Rush's bucket list was to be with all of you, his listeners. His bucket list was to do what he was born to do.  And he did even fighting through the -- you know what cancer treatments are like, we've all know -- we all know somebody who's been through it, it's hell on Earth, and he'd go through the treatment, get well, as soon as he got well enough, he'd raced to the studio to follow his bucket list, being on the air.  And here is one of his final radio broadcasts from just a few weeks ago. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIMBAUGH",
      "sentences": "The day that Lou Gehrig announced that he had his disease that was forcing him to retire from Major League Baseball, he said to the sold- out Yankee Stadium, today, I feel like the luckiest man on the face of the Earth. I didn't understand that. I mean, here is a guy that had been just diagnosed with the most terminal of terminal diseases. And I said, this -- this can't be re -- he really think he's the luckiest guy in the world. This is just something that he's saying because it will play well.   I don't mean to be insulting Lou Gehrig, don't misunderstand, but if your being honest how can you feel like you're the luckiest man on the face of the earth.  Well, when I got my diagnosis and when I began to receive all of the outpouring of love and affection from everywhere in my life, from so many of you, in so many ways, and from our family who, man, they have supported me my entire career, even during times -- it would've been understandable and easy for them to say, Rush who? We don't know this guy. But that never happened. I mean, I have been totally supported by virtually everybody in my family. I've been propped up, I've been defended, I've been made to look better than I am. My lovely wife Kathryn has done so much in that regard, she has done so much in the charitable efforts we have engaged in, and all of it has been to my benefit, all of it has been for the -- and yours, it's the benefit of people who are the recipients of our efforts. So many people have put me first in all of this. I understand now, what Lou Gehrig meant because I certainly feel like that. I feel extremely fortunate and lucky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, even during his hardest moments, Rush Limbaugh felt like the luckiest guy on earth, through the treatments, through the pain, he fought on. He fought on, his bucket list was to be with you, to fight for the country he loves. And in the final days, he wanted to be with all of us, all of you , he wanted to do that which I warn argue he was born to do to the very end, a man who cherish life, humble, grateful, generous, thankful, and loved his family, loved God, loved this country.   I was lucky to know Rush. I know his wonderful family. My prayers are with his wife, his brother, his brother's wife, this long extended family in Cape Girardeau, Missouri. His nephews and nieces.  I want to extend my deepest sympathy to his radio staff, you know, Bo Snerdley, James Golden, Cookie, Kathleen, George, Mike Memon (ph), Don, I can't mention everybody, but you know where thinking about you,. Along the way, he loved all of you more than anything. He loved his wife Kathryn. Kathryn was the love of his life as he just said, who earlier deliver today delivered a powerful and I'm sure as Rush would wanted, stoic, yet so difficult, but powerful tribute. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHRYN LIMBAUGH, RUSH LIMBAUGH'S WIFE",
      "sentences": "From today on, there will be a tremendous void in our life, and, of course, on the radio. Rush loved our miraculous country beyond measure, an unwavering patriot. He loved our United States military, our flag, our Constitution, our Founding Fathers.  He proudly fought and defended conservative values in a way that no one else can. Rush often stood up and took arrows on his own because he knew it was the right thing to do. Rush encouraged so many of us to think for ourselves, to learn, and to lead.  He often said it does not matter where you started, or what you look like, as Americans, we all have endless opportunities like nowhere else in the world. Rush gave us hope that through hard work, and determination, we can overcome the obstacles in our lives and be our best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tonight, we'll honor Rush. We'll have full coverage of the life, his legacy, President Trump will join us, the great one Mark Levin will also be here.  First, joining us now, FOX News contributor and former speaker of the House, Newt Gingrich. You know, we all kind of intersected in 1994, although we both met in 1990 in a holiday inn hotel room where you were giving a speech and I was a local host in Huntsville, Alabama. And then I was a local host in Atlanta. And you often talked about Rush's impact, we have three ways of conservatism and that would be Reagan, the contract, you, and Donald Trump, you always gave him credit for being a big part of his success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "sentences": "Now, look, I think there are a lot of things to be said about Rush more than we have time for before the president comes on. Let me just say that Ronald Reagan after he left the White House, sent a note to Rush saying, I'm happy to acknowledge that you are now the leading articulator of conservatism. Man, I think it was true.  By 19 -- it became national in 1988. By 1993, he played an integral role with what we were trying to do, and developing the Contract with America. I don't think we would have won control of the House that year without Rush's support.  I will also say I don't think Donald Trump would have won the Republican nomination without Rush's support. Rush had billed much like you, sort of the next generation, but Rush is a pioneer. He built an army of 20 million or 25 million people who more than that because they would listen to him, and then they would go talk to their friends over coffee or at the office or after Sunday school. And so, probably Rush was impacting 50 million to, I'd say, 70 million people every single week. And he was a clear articulator. When Reagan left, nobody in the Republican Party understood what Reagan achieved, and they didn't understand how to talk about it, they didn't understand conservatism, and Rush filled the vacuum, and enabled a generation to learn how to think about these things and to learn how to stand up to the left, and to learn how to use language that was effective.  And I think historians will look back and realize that he as one of the great cultural figures in American political history, and that his total impact is almost beyond measure. Beyond that, if I might, Sean, because you and I both know and loved him, and knowing him as a person, not just an icon or a national figure, I found Rush to be very personable. I've always said, you know, he left Cape Girardeau, but he never left Cape Girardeau in his heart. This is the Rush who was still here just a few days ago, was somebody whose heart, whose patriotism, whose core values, came out of Cape Girardeau and he knew it. He was never affected when he lived in New York. He never became a New Yorker. He always thought people up there were weird. That's part of why he went ultimately down with -- his family getting to Palm Beach, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You made me laugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "You know, if you're out on Long Island, let's be honest here, people on the island are often weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm an idiot for staying up here, I'm admitting it. The guy, you know, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Yeah. But there was something about him that was so down-to- earth, so practical. Now, he had a lot of bombast for practical reason, it worked. He was in a sense a great vaudevillian. He knew how to keep you entertain. He knew how to keep you tuned in. He knew how to make sure you wanted to listen what he's going to do next.  But that was also the professional Rush -- the personal Rush, and I had the remarkable experience of being with Callista had lunch with Rush one day. It turned out they had both been high school radio disc jockeys for their respective small-town radio stations. Listen, and Rush dropped completely the national figure. He went right back to what it was like in high school. They were swapping ideas, and I just thought this guy is so natural. I think it's one of the things that's very hard for the media to capture. But he, in fact, loved people, and in a very real sense, and I think that he loved America. He was convinced in the end that freedom defeats slavery and therefore, free people will defeat the socialist and all the other people that wanted to control our lives.  So, he's in the enormous laws, but at the same time, he has been an enormous gift to all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, it's interesting because a lot of people call my radio show today and I talked to a lot of people, and I talked to all of the staff. I mean, they are like family, a lot of them. And I've known them for years. And, you know, a lot of -- he is just the type of person, Mr. Speaker, that he is irreplaceable. Nobody can replace him. We all -- and what he want for us, this much I know, he's want us all to up our game and take the mantle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Kayleigh McEnany tweeted today. She says -- it was kind of funny, that she was like a Rush baby, next generation. But he actually educated generations of Americans and what it mean to be a conservative. That's profound.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, in all fairness, I think what Rush would say is he doesn't want Sean Hannity to try to become the next Rush Limbaugh. He wants Sean Hannity to be the best possible --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Be yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "-- Sean Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "You know? Because I think he understood that authenticity is at the heart of freedom. You have to be an authentic person if you're going to truly be free. So, he would have cherished every single commit no matter how strange you were, no matter how different your views were, he cherished each individual as somebody he could interact with and have a great time with and argue with, and sometimes educate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. Speaker, thank you for sharing your memories. I don't know if you filled in for him, but you occasionally filled in and Neal Boortz will join us later in the program too. You occasionally filled in on the radio, it's like, you know, a reunion, but you did fill in and host radio shows. How did you like it when you did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Let me tell you, I've said this to Callista this afternoon, until you have tried to fill three hours, and to fill it well enough that the audience stays with you, you have no idea. You're the same way, I regard you and Rush as the two great leaders in both radio and, of course, also the television, but this ability, and Rush always felt deeply. I remember one time talking with him, he was really mad because somebody said to him, oh, I could talk, and Rush has gone, I spent my whole lifetime learning to do this, I know how hard it is. This guy hasn't got a clue. And, by the way, the guy didn't do very well because he didn't have a clue.  Talk radio at the level of Rush is a lot like football that we just saw with Tampa Bay. I mean, there are -- Brady and Rush are very similar. I would say Tiger Woods and Rush are very similar. He is the peak of the game, and he is a model that people should study but never pretend that they could be that good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I can't imagine going through any election cycle without him. It's going to be hard. Mr. Speaker, thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "I can't either. I can't either. Well, you better -- you better up your game, Hannity, because you got no choice now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, nobody could fill those shoes, and we've been blessed to have him all these years. Mr. Speaker, thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now with more on the person who did pave the way.  When Rush started, he opened the door, it was a big forest and there wasn't a single tree cut down. All of us that followed after, that path was made so much easier, the slings, the arrows, the attacks that he took his entire career paving the way for the rest of us and making it easier for the rest of us. I'm the product of that and so is that guy on the screen with me. I call him the great one, Mark Levin. Mark, you and Rush had various bush special close relationship. You knew the man, you knew the person. Tell us the other side of Rush that some people don't know. You told a good story on my radio show today. MARK LEVIN, \"UNFREEDOM OF THE PRESS\" AUTHOR: You know, first of all, I want to wish his family the best. This is very, very hard thing. You know, you and I would talk about this day coming and we dreaded it, but we knew it was coming. Rush is the kindest, most decent, thoughtful person. Every birthday, September 21, he would fire off an e-mail, happy birthday, Flee. He would call me \"Flea\" because many years ago, I would send him some legal information or constitutional information when I was listening to him, maybe it's 25 years ago. And the wonderful Cookie, he would call her, Kathleen, she would run it down with a fax because we read really didn't do e-mails back then to Rush. He would look at it. And one day, all of a sudden, he called me the director of his legal division, Flea Iffley Levin. I said, oh, that's pretty cool. And he gave me his personal e-mail address and that was really cool. We became very, very close friends. We would e-mail and text as time went on a lot. In fact every day and every night, we would discuss the issues and so forth. He would send gifts to my kids around Christmas time. Just so thoughtful.  Sent a -- what does my son Chase, what does Chase want, does he want an iPad? What does Lauren want? Does she want X, Y, Z? He would have us to his house from time to time. He was such a -- just a wonderful nice man. But I want to mention a few other things too. I want the people watching to understand something. You were his family. He loved you. You could tell by the way he got behind that microphone every day, you could tell he fought with cancer because he wanted to keep talking to you. He wanted to be with his magnificent family, Dave and Kathryn, and just fantastic people. But he wanted to talk to his audience. This was his passion. This was his love, radio, not TV, not writing, but that. You should also know he was a voracious reader. He had a huge library. He would read the classics. He would read philosophy. He'd read about economics. When he prepared for this shows, I know what he did. Many years ago, he had me at his house where he would broadcasting, they eventually forced him into a studio, that is a town, and he said, Flea, sit next to me. So, I sat next to while he was doing the radio show, he had stacks of stuff, and he made -- he was like -- he was just perfection.  And he's turned to me and he said you're studying me, aren't you, Flea? You're studying me. I said, yeah, yeah. And he said, do you want to get into radio? I said no, not really, but I enjoyed watching him, I enjoy watching you as well. I would call him -- people have come up with a lots of names, and rightly so. I would call him the Thomas Paine of our era. He didn't have you know, the parchment, the brochures, but every day, even bigger than Thomas Paine, he would be preaching the case for America. He was America's spokesman. He knew the Constitution backwards and forwards. He knew the Declaration backwards and forwards. He was self-taught. He didn't like school because he didn't like the bureaucracy. He didn't want to be hemmed in. He was an American. He wanted his independence and fell as many times as he did, he fell to the point where he wildly succeeded. And so, he created this industry, nationally syndicated talk radio, and it's not that you and even think about competing with Rush or beating Rush or anything like that, and Rush would want us to. Rush can only fill three hours a day. But Rush would want and be so proud and was so proud of all the people who were also working in the talk radio. He never said nasty thing about another talk radio host, I never heard him say a nasty thing about too many people. I think it's very, very important that we ignore everything the left is saying and is going to say, whether it's \"The New York Times\" or \"The Washington Post\", because they didn't know Rush. They didn't want to know Rush. They never engaged with Rush, they never discuss the ideas with Rush.  So they are not legitimate sources of information. And so, I think the people who love Rush and listen to Rush, his audience, it is we who are dealing with this irreplaceable loss. I also think as you pointed out earlier, he would want us to carry on. He would want us to fight for liberty. He would want us to make sure that the next generation is in a better situation than we are in. This is what he believed in. This is a man without children who was fighting for our children, and fighting for our grandchildren. He had nieces and nephews, but here's a man who understood. And by the way, I know I'm rambling a little, he was great with children. He was terrific with children, too. So, when it comes to Rush Limbaugh, I not only think I and you and others have lost a dear friend, I think the listeners have lost a dear friend. I think they viewed Rush Limbaugh as their friend, some of them as a father figure, a son brother figure, a brother figure. But they lost a friend. And, Sean, you and I know when there was some big hot issue going on, we in the country wanted to hear first, what would Rush say. What would Rush say? Those were the big forwards. What would Rush say. What is Rush thinking? Because he was so out-of-the-box, he was so point of the spear. I've been thinking about his adoration for President Trump and he really did love President Trump. And I think in part, not only because he loved the fact that they both golf, that he was charismatic, that he was conservative and so many ways, that the Bushes weren't, and the Romneys weren't, and the others weren't. But I was thinking about this today. Rush Limbaugh is considered at least at the beginning an outsider. Rush Limbaugh was independent, he was his own man. He didn't follow the rules. He was told you must follow these rules. He broke them and look what he created? Rush Limbaugh would speak his mind, and Rush Limbaugh would be attacked from the left. I think he saw the same thing in Trump, an outsider, independent, who spoke his mind, attacked from the left, and, by the way, attack from the Republican establishment.  And, you know, for a period of time, Rush was attacked by the Republican establishment too. But, anyway, I've got to tell you, we have a broken heart here in the Levin family, and I'm sure across the nation, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well said. Mark Levin, he loved you too. Great one, thank you. We -- you know, I have a lot of anecdotal stories that I could tell myself, I actually had the honor of filling in for Rush on my radio show, you know? And one day come out when I first filled in, I had been on WABC in New York, and they gave me the opportunity to fill in. I'm thinking oh my gosh, 21 million people, 600 plus radio stations, and, you know, it was a pretty daunting moment. I'm in the middle of the opening monologue on the show, and in the middle of that opening monologue, the golden EIB microphone dropped right onto the desk. As it dropped on the desk, it sort of come straight down like this, and I'm doing the rest of the monologue like this sweating profusely and having a full on panic attack, and you know I try to do my little Clinton voices. I want to say hi to all the girls, and I do my Mark Levin voice. Thank me, I'll say it, and nobody else say it. Rush comes back from vacation or at the next day that he was on and he goes, Sean Hannity dented the golden EIB microphone, which it really was gold which is a pretty amazing thing. A true original. Joining us now on the phone is President Donald Trump. Mr. President, I know that the honor of his life came from you, and what that Medal of Freedom meant to him. I know the behind-the-scenes story. I know -- I know who made the first call to me anyway was Matt Drudge and Jared Kushner.  And I know you made your decision in -- with Melania there in about five seconds. And you said, that's a great idea. Tell us about it. DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (via telephone): Well, it was an idea that we had that a lot of people suggested to me, frankly, a lot of great people of our country, largely Republicans. It was an amazing night, because the Republicans went wild. And the Democrats sat there, but they all respected Rush. And I think it was one of the great honors of his life, the Presidential Medal of Freedom. It's a big deal. And he -- he was very honored by it. And he was a great gentleman, just like Mark said. I listened to Mark. And Mark is so terrific. But he said he's special. And Rush was really special. He was a very special guy. And you said irreplaceable. And it's true. He's irreplaceable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I remember discussions that we would have. I'd often ask you, if you come on my radio show, we're on 600 stations, and you would always ask me about, well, the -- why are radio numbers so massive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Rush had 21-million-plus listeners. And you would always ask me about Rush. And I'd explain it to you. And you didn't -- you would never -- for a while, I don't think you've -- and I knew you knew radio, because you used to go on Howard Stern. You would come on my radio show years and years ago. And -- but you were surprised that there wasn't this competitive thing going on. And I kept telling you, there's no competition. There's nobody in his league.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, that's right. You did say that. And radio is big stuff. And he made it that way. He was the -- he was the king. And, by the way, congratulations, because I looked at some numbers, you do real well on radio. But you would be the first one to say and -- that he was there first. And he was a brilliant guy, just a totally brilliant guy. And he could do things that a lot of people couldn't do. He could just talk for three hours, no phone calls, no anything, just talk. And everybody found it spellbinding. So, it was -- it was an honor to know him. I got to know him right after coming down the escalator with Melania. He was -- he was there right from the beginning, like you. You were so great. And Rush was so great. And it was -- it was something very special to know him, very, very terrific man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, there's this side of you that I know a lot of Americans don't know. And I know many people that this story holds true for, and I know in the case of Rush. And when Rush had his diagnosis a little over a year ago, I knew you were calling him regularly, minimum of once a month, often much more than that. And you would always be checking in with him. How are you feeling? How are the treatments? How's everything going? And I know you talked to him a lot. What were those conversations like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, it was interesting, because I didn't know Rush at all, as you know. I didn't know him at all, until I had gotten word that -- from somebody that Rush was with us all the way. He was -- we have this guy who was so big on radio. I knew a lot about Rush, but I didn't know him. And he was with me all the way. And it was sort of incredible. I got to know him after that. And he was much different, actually. You know, when you were -- he was a very, very -- I wouldn't say not outgoing, but he was very, very warm. He was just a very warm person. And when people got to know him -- I loved playing golf with Rush. And I used to call him the bull, because he was actually a very strong guy, physically very strong guy. And he hit the ball a long way. When he hit it, it went a long way. And -- but you got to know him. And he loved this country, and he loved his wife, because Kathryn did -- she was -- she was fantastic, the job. She had a -- this last period of time, which you know better than almost anybody, this last period of time was rough, very rough for him, very, very rough for him. So, he really -- he really adored her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's interesting. On Rush's show today -- and I was listening before I began my radio program -- and they played a segment of Rush. And, in that segment, he said, if you took tapes of him when he started in 1988 in syndication -- again, nobody thought that anyone can syndicate during the daytime and be successful, and he proved all the naysayers wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And if you look at where he stood, conservative justices, liberty, freedom, less government intrusion -- intrusion, less regulation, less taxes, lower taxes, energy independence --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- secure borders, choice in schools, the Second Amendment, free and fair trade, peace through strength, sound familiar? Because that's your agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's what you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He was right there. He understood it. He got it. And he's been that way for a long time. He hasn't been somebody that's changed. He didn't go from being a liberal to being a conservative. I mean, he was there from the beginning. And he hasn't changed. His views hadn't changed very much. And his audience -- as you know better than probably anybody, the loyalty of his audience was just incredible. It was staggering. Nobody had seen anything like it. So, he was just a very special guy. And he's going to be missed by you and by me and by, as you said, 21 million people, and I guess a lot more than that even. He will be missed by a lot of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And millions, the most loyal audience, generations. Your own Kayleigh McEnany, I mentioned earlier, tweeted that she was a Rush baby. Her dad would be listening in the car. And it shaped her viewpoint to conservatism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And he did that for so many of us and so many around the country. I want to thank you. I appreciate you being on the program. I know -- I read your statement the other day. And I know you said, in the months ahead, you have a lot you want to tell us. And we won't do it tonight, obviously. But when that -- when that time comes, we're looking forward to hearing what your future plans are and what you are planning to do. I have a funny feeling we're going to hear a lot more from Donald Trump. Are my instincts correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, there's a lot to talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And our country is a great place. And we're going to make it even greater, as the expression goes. But we have a lot to talk about. But today's all about Rush, don't you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And he -- I don't know, what he left behind. And he will never be forgotten. He's one of the people will not be forgotten. Big impact. Great guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mr. President, we always appreciate you being with us. Thank you for your time tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you very much, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And coming up, Dan Bongino will join, Dennis Prager, Neal Boortz -- fellow talk show host reflecting on the legacy of radio giant, legend, one-of-a-kind, true original, Rush Limbaugh as we continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, a little more than a year ago, Rush Limbaugh received the Medal of Freedom from President Trump. This is what happened that night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And, Rush, in recognition of all that you have done for our nation, the millions of people a day that you speak to you and that you inspire, and all of the incredible work that you have done for charity, I am proud to announce tonight that you will be receiving our country's highest civilian honor, the Presidential Medal of Freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here with more reaction to the incredible life and legacy of Rush, FOX News contributor, our other good friend, we have a lot of good friends tonight, Dan Bongino is with us. You know, Dan, I look at your success and I champion your success. Rush championed all of our success. He never thought it was a zero-sum game. His answer was I'm only on three hours a day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "An entire industry built up, all of us, you know, followed that forged path that he trail-blazed for us, and took a lot of heat for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yeah. You know, Sean, your reverence for Rush, you know, if I may, I won't share any of the details, but I talk to you once in a while and whenever I ask you for advice on TV or radio, or my career, I just started a few years ago and you've been in the industry decades now, like Rush, you would always say to me and I know you say, well, here's what Rush would say. I mean, you said that so often, and so did Levin, and it was interesting watching you three titans of radio. I mean, you were from 12:00 noon Eastern until 9:00 at night, what was the meat and potatoes of radio? It was Limbaugh, Hannity, and Levin. And to hear both of you and Mark, always, who've taken me under your wing and both given me amazing advice, we've always cite Rush really says a lot. And, you know, it's interesting, neither you nor Mark would ever mention Rush in his final weeks or days, never mention his past, I just a member of the conversations. You never mention anything about successors because it was verboten. It really again speaks to the reverence. But can I -- can I make another point, Sean? You know, the greatness of Rush Limbaugh, it's really tough to talk about and I think sports analogy works best for us, right? Remember, Willie Mays was a great baseball player, so was Mickey Mantle and they probably had good 10-year runs when they were best in the business. But Willie Mays didn't invent baseball. Rush Limbaugh invented the conservative national talk radio space. Before him there was talk radio, but the national talk radio space that you and Mark, and Glenn, and other titans of the industry took from, took from Rush, he created the game. And not only did he create the game, he was number one in the game, not for a decade, not for two decades, but more than two decades. That's an absolutely phenomenal achievement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, it is. I look at somebody, we are close friends. I'm not hiding the fact, we are close friends. And I look at every platform that kind of built. Remember, I mentioned at the beginning of the program, Ron indicates, nobody thought he'd succeed, 200 talk radio stations, less than that in the country. Now, it was over 4,000, saves the A.M. band, the F.M. band. And then you've got web streaming, then you've got podcasting where you're one of the most successful podcasters out there. Then you got FOX News, and how that was built. This model just grew and grew and grew, and the appetite for news and information especially in light of the fact that journalism is dead and the media mob is corrupt, and he always understood that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the one thing they have in common, they hate us all. I mean, the people that didn't like Rush, we always wear it as a badge of honor and kind of like rolls off us like water off a ducks back, and it did Rush too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yeah. Rush was around eight years before FOX News even went on the air. I mean, before FOX News, there was only Rush, that was it. And what was about Rush? Like that's a fascinating question. You know, the French have that term, right, we've kind of adopted into English, je ne sais pas, you know, I don't know what it is, that characteristic. What was it about? It wasn't that he told story, Sean. You and I tell stories at our show. Everybody tells stories. It's talk radio. Was it that he was funny? Well, I'm not funny at all. You all pretty funny. Mark is very funny. But Rush, everybody's funny. What was it about Rush? The answer is, who the hell knows? He was just unbelievably special. And, Sean, one thing, again, you've been in radio a long time, from the local level to one of the biggest radio hosts in the world, everybody dials it in once or twice. Everybody, in radio, you're sick, you don't feel good , you take a lot of calls, whatever it may be. Not Rush. If he didn't commit you could never tell. I would listen on apps, I'd go to rushlimbaugh.com, I listen on the WCBM map, WMAL, wherever I was, and I'm telling you, I never heard a time where I could tell you, alright, today he is dialing it in. Not once in 20-plus years, and we all remember the first time we heard Rush Limbaugh, sadly I remember the last time two, December 23rd. If I only would've known as I was listening I was actually brushing my teeth listening on December 23rd, in my bathroom that those were the last moments that we were going to hear Rush Limbaugh on the radio, you know, I would have treated those moments a little differently, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yeah, I think we all would have. I mean, I don't think the country ever took him for granted. You know, it's funny because after every political cycle and Rush experienced this a lot too, he started when Reagan was president, he was there for Bush 41, eight years of Clinton, Mary Matalin said and I mentioned this with Harris Faulkner and Bill Hemmer earlier today, you know, Mary Matalin said, well, how would we have survived without Rush during that years because he lifted everybody up? Well, then, that resulted in 43, then 43 led to Obama then we had Donald Trump, and now we have somebody who's cognitively struggling. And you know, you think about it, people would always say what is Rush going to talk about now? A Democrat is elected, or what's -- what are you guys and talk radio going to talk about now, now a Republican is elected? There's always a lot to talk about because the battles and the principles that we care about as conservatives that we care deeply about, they never change, they stay the same. And if I think one thing that Mark said that I agree with and I was saying on my radio show, and I mentioned it with Newt, is that I know that Rush would want all of us, nobody can ever replace him, but he would want all of us that care about these issues, that learned so much from him, to up our game, and he would want us to fight for everything he believed in and his bucket list was to stay on the air to keep fighting until the very last day, which is a lesson also I think for a lot of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, Sean, you mentioned Kayleigh McEnany saying that she was a Rush baby. I consider myself the same. I mean, for a lot of us, I'm in my mid-40s. The first time, Sean, we ever heard the true essence of conservatism was when we accidentally flipped on the radio and heard, talent on loan from God. You heard that and you said who's this guy? That's the first time. The first time was about how awful --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Half my brain tied behind my back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "I mean, the first, I didn't even know Rio Linda was a place before Rush Limbaugh. I don't even think Rio Lindans knew Rio Linda was a place before Rush Limbaugh. I mean, he was a legend, the first time I heard the essence of conservatism and it woke me from the doldrums of my college years, where I'd been indoctrinated by a bunch of liberal lunatics was sitting outside of Queens College and flipping on the dial and hearing the incredible what voice of Rush Limbaugh. And it changed my life. I would not be here talking to you tonight, no doubt without Rush Limbaugh. God rest his soul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Amen. Great job, good and faithful servant. Thank you, Dan. Joining us now, syndicated radio host Dennis Prager, and he shouldn't be retired, but he is retired in spite of all my admonitions to get back on the air, traveling the world, syndicated host Neal Boortz. Neal, you were the one, I always gave you attributes when you said he is the Babe Ruth, you only get one Babe Ruth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEAL BOORTZ, FORMER RADO TALK SHOW HOST",
      "sentences": "Well, he -- then the Arnold Palmer, and he did for radio what Arnold palmer did for golf. I was practicing law, there was no way I could make a career out of radio until Rush Limbaugh came along and boosted -- just lifted the water under everyone's boat. Sean, I don't know, I have so many great, I could go for an hour with anecdotal stories about Rush Limbaugh, and I know you do not want me to do this story about women applying makeup in their cars, on their way to work. Do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know exactly, a certain word that is associated that with that that blew up into a big controversy I remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I can see you've changed ever since you've gotten on the Boortz bus, you haven't changed a bit. You are still rattling every cage you can, you cannot help yourself. Dennis Prager --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOORTZ",
      "sentences": "No, I can't. The greatest story, I have to say this, and this involves you. 2009, I'm inducted into the radio hall of fame, and years earlier, Rush Limbaugh had said to me, Neal, if you ever go into the Hall of Fame, I want to deliver your induction speech. Well, 2009, I sent him an e-mail, I reminded him. And never heard back from him for the longest time, meanwhile you stepped up and said, Neal, if he doesn't respond, I'll come to Chicago and deliver your induction speech. Then about a week before, the induction ceremony, Rush said, look, that's my golf weekend down here in Palm Beach, but I'm going to load all my golfing buddies in the plane, and were flying up to Chicago together and I'm going to deliver your induction speech. He really stepped forward on that promise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He was always a good man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOORTZ",
      "sentences": "I admired him so greatly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We all did. Dennis, your memories?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DENNIS PRAGER, NATIONALLY-SYNDICATED RADIO TALK SHOW HOST",
      "sentences": "Well, quickly here, I know there's not a lot of time, but Dan mentioned his joy in the success of the rest of us in talk radio. So, about, you know, even two months ago, I broadcast at the exact same time, I have from the 20 years of my syndication. I broadcast at the same time Rush does. Rush, of course, with a much larger audience, I loved his success and he loved my success. So, I find out, on his show he is reading my column allowed, my weekly column, he is reading it aloud. Who else would do that? This -- the guy on at the same time, and he's extolling, you know, so to speak, my virtues, that gives you a sense of the type of man he was because he loved America and he loved conservatism more than he loved Rush Limbaugh. And I believe that, everyone of us who knew him, also believes that. One more point. Whenever I have a guest from European countries on the show, I always tell them you know what the big difference between America in your country? We have talk radio and you don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dennis, thank you. Neal, thank you. I might let you tell the show on my radio show tomorrow. More HANNITY after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Before we go, one more note about Rush, our thoughts and prayers are with Kathryn, his wife, his brother David, his entire family, and in December, he reminded his listeners, quote, there is good that happens in everything, even in the toughest moments. He was always able to see the beautiful forest through the trees and once all of us to pick up that mantle. Our thoughts and prayers are with his family and loved ones. I'll be on with Laura next. Rush, we'll miss you. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Welcome to HANNITY. We begin tonight, a FOX News alert -- God, faith, family, country, this is what Rush Limbaugh embodied. And tens of millions of Americans listened. He was an innovator. He was a pioneer. He was a trailblazer. He was a great patriot. He fought every single day to make this country a more perfect union and a better place. Now, Neal Boortz used to call him, and he'll join us later, the Babe Ruth of talk radio. He's right. But I think you could probably add Babe Ruth, Lou Gehrig, Hank Aaron, Derek Jeter, pretty much the entire team for all of us in talk radio. Rush was as my friend says, Jim Greg (ph) book says, the GOAT of radio broadcasting, the greatest of all time. He revolutionized talk radio. He single-handedly saved the A.M. band and later, even the FM band in radio. And in doing so, he forged a path, a path for people like me, the great one, Mark Levin, people like Glenn Beck that you just heard form, and others. When Rush Limbaugh first syndicated, the year, 1988, Ronald Reagan was president. Nobody thought it would ever work. They thought it was impossible, a daytime syndicated talk show. There were less than 200 talk radio stations in the entire country, now I believe there's well over 4,000 stations. Talk radio is by far the largest format in all of radio. We had podcasting, website listening, XM listening, it's a lot. He also paved the way even for this network, FOX News and even opinion shows on left-wing networks, not that they'd ever acknowledge it. More importantly, over five decades, it was his words, his principles, his ideals, his spirit. It shaped the soul of a nation, generations of Americans. Now, Rush truly believed in this country, its goodness, its greatness, the greatness of you, we, the American people. He believed always that this is the greatest country God ever gave man. He believed deeply in the principles outlined in our Constitution. He was an unyielding champion for freedom for all, for decades. And this is important, it wasn't just a conservative or a Republican. His love for country and the people who live here was boundless. And, by the way, he never wanted to cancel anybody, ever. He stood up for the likes of Bill Maher. His impact on this country, this land, our kids, generations, grandkids, guess what, this place we call home is beyond anything words frankly can even begin to describe. Take a look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Liberals, they think it's morally superior to redistribute wealth and take from one group of people and give it to another group of people. Isn't it always conservatives, aren't we the ones that are often told we're imposing values, but it's the left that's always done that? This is common, right?"
    },
    {
      "speaker": "RUSH LIMBAUGH, TALK RADIO HOST",
      "utterance": "Yeah, you're exactly right. You know, conservatism has been so maligned in state-run media for so many years. All we want is success for everybody. We want freedom for everybody. We understand that a great nation is made up of great people doing great things, ordinary people accomplishing extraordinary things. We don't look at the American population with contempt and derision. We don't look at a group of people and take out the number of blacks, and the number of whites, a number of women. We see Americans. We see human beings. We see potential. Liberals look at a group of people and they see incompetence. They see people that can't overcome the obstacles of life, want a government program to help them. Yeah, it's -- it's somewhat frustrating because conservatism, I think we talked about this last time. Conservatism is in a process, some people say, needed to be redefined or modernized, or whatever, era of Reagan is over. No, no, no. I mean, freedom will never go out of style and that's the foundation of conservatism."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thirty-one years, I think, Mary Mat --"
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "Thirty-one years, I mean, it's flat-out amazing, time has it's like everything, time has raised by on certain things and other days it's just been slow and plodding, but, man, am I blessed? We all are. This is -- it's such a great opportunity to have to be able to talk about these things that really matter to the future of the country with so many millions of people. It's really, really, really been an honor, and it's ongoing. It's -- there is still nothing I do, Sean, that I get more enjoyment out of them this. So -- and also, appearing on FOX, you know? I've been -- I've been very blessed to be invited here by you, and I can't thank you enough for having me on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Whenever he spoke, tens and tens of millions of Americans listened. He had an amazing unapologetic presence, was always authentic, a true original, genuine, never ever let his detractors slow him down. He did it with his mischievous humor, people get upset, bubble and fizz, snowflakes and the day. When Rush would say, with talent alone from God, that's -- that is so arrogant. Not really, he's admitting all great talent comes from God. And he always fought for what he believed in."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "By virtue of you're listening to my radio show and being active in this movement we all cherish and love, you have meant more to me, my family, and my life than whatever it is I might mean to you, even though I know that's considerable. You still -- you still can't -- you can't outdo the absolute joy and awe and thanks I feel for all of you. The fact that I've been doing this for 20 years, and the numbers just keep growing and I can't tell you how appreciative I am and proud to be in a movement with the same passions, desires and core beliefs that all of you have because we know that it is right for the country, and we know it's right for people. It's not something that has to be forced on them. It's not something that has to be authoritatively pressed on them. We are what is, and that's why we are in enemy, because we're effective. The people that do want to control, look at us as the enemy. We're always going to be, don't ever measure your success by how many drive-by media reports you see that are fair to us. It's never going to happen. Don't measure your success by how many people like you. Just worry about how they vote."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And America, it's a better place because the conservatism was never that hard and for all the years he was on the air, he never changed. Conservatism was simple. What are -- conservatives believe in liberty, they believe in freedom, limited government, they believe in less bureaucracy so we can let business and American invention and ingenuity thrive in this country, lower taxes, less bureaucracy. You wanted -- let's see -- law and order, safety, security, every town, every city. School choice for every child so they can get the quality education they deserve. Secure borders, energy independence, constitutionalists on the bench. Peace through strength, we need peace through strength. These are not complicated issues. He believed in our Second Amendment as well, but it wasn't just his unapologetic (ph) patriotism that made him great. Rush was also incredibly funny, incredibly entertaining, fun to be around I can tell you from my own personal experience, uplifting, he could put things in a perspective. He'd have a take on something that always say I wish I thought of that, that no one else on Earth would have. Even during some of his toughest moments while battling cancer, Rush was finding the good in life. The amazing thing is, probably all of us have watched the movie \"The Bucket List\", and it's a great movie. Morgan Freeman, Jack Nicholson, they -- this is what I'm going to do, if I only have a year to live or whatever. Rush's bucket list was to be with all of you, his listeners. His bucket list was to do what he was born to do. And he did even fighting through the -- you know what cancer treatments are like, we've all know -- we all know somebody who's been through it, it's hell on Earth, and he'd go through the treatment, get well, as soon as he got well enough, he'd raced to the studio to follow his bucket list, being on the air. And here is one of his final radio broadcasts from just a few weeks ago. Take a look."
    },
    {
      "speaker": "LIMBAUGH",
      "utterance": "The day that Lou Gehrig announced that he had his disease that was forcing him to retire from Major League Baseball, he said to the sold- out Yankee Stadium, today, I feel like the luckiest man on the face of the Earth. I didn't understand that. I mean, here is a guy that had been just diagnosed with the most terminal of terminal diseases. And I said, this -- this can't be re -- he really think he's the luckiest guy in the world. This is just something that he's saying because it will play well. I don't mean to be insulting Lou Gehrig, don't misunderstand, but if your being honest how can you feel like you're the luckiest man on the face of the earth. Well, when I got my diagnosis and when I began to receive all of the outpouring of love and affection from everywhere in my life, from so many of you, in so many ways, and from our family who, man, they have supported me my entire career, even during times -- it would've been understandable and easy for them to say, Rush who? We don't know this guy. But that never happened. I mean, I have been totally supported by virtually everybody in my family. I've been propped up, I've been defended, I've been made to look better than I am. My lovely wife Kathryn has done so much in that regard, she has done so much in the charitable efforts we have engaged in, and all of it has been to my benefit, all of it has been for the -- and yours, it's the benefit of people who are the recipients of our efforts. So many people have put me first in all of this. I understand now, what Lou Gehrig meant because I certainly feel like that. I feel extremely fortunate and lucky."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, even during his hardest moments, Rush Limbaugh felt like the luckiest guy on earth, through the treatments, through the pain, he fought on. He fought on, his bucket list was to be with you, to fight for the country he loves. And in the final days, he wanted to be with all of us, all of you , he wanted to do that which I warn argue he was born to do to the very end, a man who cherish life, humble, grateful, generous, thankful, and loved his family, loved God, loved this country. I was lucky to know Rush. I know his wonderful family. My prayers are with his wife, his brother, his brother's wife, this long extended family in Cape Girardeau, Missouri. His nephews and nieces. I want to extend my deepest sympathy to his radio staff, you know, Bo Snerdley, James Golden, Cookie, Kathleen, George, Mike Memon (ph), Don, I can't mention everybody, but you know where thinking about you,. Along the way, he loved all of you more than anything. He loved his wife Kathryn. Kathryn was the love of his life as he just said, who earlier deliver today delivered a powerful and I'm sure as Rush would wanted, stoic, yet so difficult, but powerful tribute. Listen."
    },
    {
      "speaker": "KATHRYN LIMBAUGH, RUSH LIMBAUGH'S WIFE",
      "utterance": "From today on, there will be a tremendous void in our life, and, of course, on the radio. Rush loved our miraculous country beyond measure, an unwavering patriot. He loved our United States military, our flag, our Constitution, our Founding Fathers. He proudly fought and defended conservative values in a way that no one else can. Rush often stood up and took arrows on his own because he knew it was the right thing to do. Rush encouraged so many of us to think for ourselves, to learn, and to lead. He often said it does not matter where you started, or what you look like, as Americans, we all have endless opportunities like nowhere else in the world. Rush gave us hope that through hard work, and determination, we can overcome the obstacles in our lives and be our best."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tonight, we'll honor Rush. We'll have full coverage of the life, his legacy, President Trump will join us, the great one Mark Levin will also be here. First, joining us now, FOX News contributor and former speaker of the House, Newt Gingrich. You know, we all kind of intersected in 1994, although we both met in 1990 in a holiday inn hotel room where you were giving a speech and I was a local host in Huntsville, Alabama. And then I was a local host in Atlanta. And you often talked about Rush's impact, we have three ways of conservatism and that would be Reagan, the contract, you, and Donald Trump, you always gave him credit for being a big part of his success."
    },
    {
      "speaker": "NEWT GINGRICH, FOX NEWS CONTRIBUTOR",
      "utterance": "Now, look, I think there are a lot of things to be said about Rush more than we have time for before the president comes on. Let me just say that Ronald Reagan after he left the White House, sent a note to Rush saying, I'm happy to acknowledge that you are now the leading articulator of conservatism. Man, I think it was true. By 19 -- it became national in 1988. By 1993, he played an integral role with what we were trying to do, and developing the Contract with America. I don't think we would have won control of the House that year without Rush's support. I will also say I don't think Donald Trump would have won the Republican nomination without Rush's support. Rush had billed much like you, sort of the next generation, but Rush is a pioneer. He built an army of 20 million or 25 million people who more than that because they would listen to him, and then they would go talk to their friends over coffee or at the office or after Sunday school. And so, probably Rush was impacting 50 million to, I'd say, 70 million people every single week. And he was a clear articulator. When Reagan left, nobody in the Republican Party understood what Reagan achieved, and they didn't understand how to talk about it, they didn't understand conservatism, and Rush filled the vacuum, and enabled a generation to learn how to think about these things and to learn how to stand up to the left, and to learn how to use language that was effective. And I think historians will look back and realize that he as one of the great cultural figures in American political history, and that his total impact is almost beyond measure. Beyond that, if I might, Sean, because you and I both know and loved him, and knowing him as a person, not just an icon or a national figure, I found Rush to be very personable. I've always said, you know, he left Cape Girardeau, but he never left Cape Girardeau in his heart. This is the Rush who was still here just a few days ago, was somebody whose heart, whose patriotism, whose core values, came out of Cape Girardeau and he knew it. He was never affected when he lived in New York. He never became a New Yorker. He always thought people up there were weird. That's part of why he went ultimately down with -- his family getting to Palm Beach, you know?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You made me laugh."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "You know, if you're out on Long Island, let's be honest here, people on the island are often weird."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm an idiot for staying up here, I'm admitting it. The guy, you know, but --"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Yeah. But there was something about him that was so down-to- earth, so practical. Now, he had a lot of bombast for practical reason, it worked. He was in a sense a great vaudevillian. He knew how to keep you entertain. He knew how to keep you tuned in. He knew how to make sure you wanted to listen what he's going to do next. But that was also the professional Rush -- the personal Rush, and I had the remarkable experience of being with Callista had lunch with Rush one day. It turned out they had both been high school radio disc jockeys for their respective small-town radio stations. Listen, and Rush dropped completely the national figure. He went right back to what it was like in high school. They were swapping ideas, and I just thought this guy is so natural. I think it's one of the things that's very hard for the media to capture. But he, in fact, loved people, and in a very real sense, and I think that he loved America. He was convinced in the end that freedom defeats slavery and therefore, free people will defeat the socialist and all the other people that wanted to control our lives. So, he's in the enormous laws, but at the same time, he has been an enormous gift to all of us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, it's interesting because a lot of people call my radio show today and I talked to a lot of people, and I talked to all of the staff. I mean, they are like family, a lot of them. And I've known them for years. And, you know, a lot of -- he is just the type of person, Mr. Speaker, that he is irreplaceable. Nobody can replace him. We all -- and what he want for us, this much I know, he's want us all to up our game and take the mantle."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Kayleigh McEnany tweeted today. She says -- it was kind of funny, that she was like a Rush baby, next generation. But he actually educated generations of Americans and what it mean to be a conservative. That's profound."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, in all fairness, I think what Rush would say is he doesn't want Sean Hannity to try to become the next Rush Limbaugh. He wants Sean Hannity to be the best possible --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Be yourself."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "-- Sean Hannity."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "You know? Because I think he understood that authenticity is at the heart of freedom. You have to be an authentic person if you're going to truly be free. So, he would have cherished every single commit no matter how strange you were, no matter how different your views were, he cherished each individual as somebody he could interact with and have a great time with and argue with, and sometimes educate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. Speaker, thank you for sharing your memories. I don't know if you filled in for him, but you occasionally filled in and Neal Boortz will join us later in the program too. You occasionally filled in on the radio, it's like, you know, a reunion, but you did fill in and host radio shows. How did you like it when you did it?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Let me tell you, I've said this to Callista this afternoon, until you have tried to fill three hours, and to fill it well enough that the audience stays with you, you have no idea. You're the same way, I regard you and Rush as the two great leaders in both radio and, of course, also the television, but this ability, and Rush always felt deeply. I remember one time talking with him, he was really mad because somebody said to him, oh, I could talk, and Rush has gone, I spent my whole lifetime learning to do this, I know how hard it is. This guy hasn't got a clue. And, by the way, the guy didn't do very well because he didn't have a clue. Talk radio at the level of Rush is a lot like football that we just saw with Tampa Bay. I mean, there are -- Brady and Rush are very similar. I would say Tiger Woods and Rush are very similar. He is the peak of the game, and he is a model that people should study but never pretend that they could be that good."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I can't imagine going through any election cycle without him. It's going to be hard. Mr. Speaker, thanks."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "I can't either. I can't either. Well, you better -- you better up your game, Hannity, because you got no choice now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, nobody could fill those shoes, and we've been blessed to have him all these years. Mr. Speaker, thanks for being with us."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now with more on the person who did pave the way. When Rush started, he opened the door, it was a big forest and there wasn't a single tree cut down. All of us that followed after, that path was made so much easier, the slings, the arrows, the attacks that he took his entire career paving the way for the rest of us and making it easier for the rest of us. I'm the product of that and so is that guy on the screen with me. I call him the great one, Mark Levin. Mark, you and Rush had various bush special close relationship. You knew the man, you knew the person. Tell us the other side of Rush that some people don't know. You told a good story on my radio show today. MARK LEVIN, \"UNFREEDOM OF THE PRESS\" AUTHOR: You know, first of all, I want to wish his family the best. This is very, very hard thing. You know, you and I would talk about this day coming and we dreaded it, but we knew it was coming. Rush is the kindest, most decent, thoughtful person. Every birthday, September 21, he would fire off an e-mail, happy birthday, Flee. He would call me \"Flea\" because many years ago, I would send him some legal information or constitutional information when I was listening to him, maybe it's 25 years ago. And the wonderful Cookie, he would call her, Kathleen, she would run it down with a fax because we read really didn't do e-mails back then to Rush. He would look at it. And one day, all of a sudden, he called me the director of his legal division, Flea Iffley Levin. I said, oh, that's pretty cool. And he gave me his personal e-mail address and that was really cool. We became very, very close friends. We would e-mail and text as time went on a lot. In fact every day and every night, we would discuss the issues and so forth. He would send gifts to my kids around Christmas time. Just so thoughtful. Sent a -- what does my son Chase, what does Chase want, does he want an iPad? What does Lauren want? Does she want X, Y, Z? He would have us to his house from time to time. He was such a -- just a wonderful nice man. But I want to mention a few other things too. I want the people watching to understand something. You were his family. He loved you. You could tell by the way he got behind that microphone every day, you could tell he fought with cancer because he wanted to keep talking to you. He wanted to be with his magnificent family, Dave and Kathryn, and just fantastic people. But he wanted to talk to his audience. This was his passion. This was his love, radio, not TV, not writing, but that. You should also know he was a voracious reader. He had a huge library. He would read the classics. He would read philosophy. He'd read about economics. When he prepared for this shows, I know what he did. Many years ago, he had me at his house where he would broadcasting, they eventually forced him into a studio, that is a town, and he said, Flea, sit next to me. So, I sat next to while he was doing the radio show, he had stacks of stuff, and he made -- he was like -- he was just perfection. And he's turned to me and he said you're studying me, aren't you, Flea? You're studying me. I said, yeah, yeah. And he said, do you want to get into radio? I said no, not really, but I enjoyed watching him, I enjoy watching you as well. I would call him -- people have come up with a lots of names, and rightly so. I would call him the Thomas Paine of our era. He didn't have you know, the parchment, the brochures, but every day, even bigger than Thomas Paine, he would be preaching the case for America. He was America's spokesman. He knew the Constitution backwards and forwards. He knew the Declaration backwards and forwards. He was self-taught. He didn't like school because he didn't like the bureaucracy. He didn't want to be hemmed in. He was an American. He wanted his independence and fell as many times as he did, he fell to the point where he wildly succeeded. And so, he created this industry, nationally syndicated talk radio, and it's not that you and even think about competing with Rush or beating Rush or anything like that, and Rush would want us to. Rush can only fill three hours a day. But Rush would want and be so proud and was so proud of all the people who were also working in the talk radio. He never said nasty thing about another talk radio host, I never heard him say a nasty thing about too many people. I think it's very, very important that we ignore everything the left is saying and is going to say, whether it's \"The New York Times\" or \"The Washington Post\", because they didn't know Rush. They didn't want to know Rush. They never engaged with Rush, they never discuss the ideas with Rush. So they are not legitimate sources of information. And so, I think the people who love Rush and listen to Rush, his audience, it is we who are dealing with this irreplaceable loss. I also think as you pointed out earlier, he would want us to carry on. He would want us to fight for liberty. He would want us to make sure that the next generation is in a better situation than we are in. This is what he believed in. This is a man without children who was fighting for our children, and fighting for our grandchildren. He had nieces and nephews, but here's a man who understood. And by the way, I know I'm rambling a little, he was great with children. He was terrific with children, too. So, when it comes to Rush Limbaugh, I not only think I and you and others have lost a dear friend, I think the listeners have lost a dear friend. I think they viewed Rush Limbaugh as their friend, some of them as a father figure, a son brother figure, a brother figure. But they lost a friend. And, Sean, you and I know when there was some big hot issue going on, we in the country wanted to hear first, what would Rush say. What would Rush say? Those were the big forwards. What would Rush say. What is Rush thinking? Because he was so out-of-the-box, he was so point of the spear. I've been thinking about his adoration for President Trump and he really did love President Trump. And I think in part, not only because he loved the fact that they both golf, that he was charismatic, that he was conservative and so many ways, that the Bushes weren't, and the Romneys weren't, and the others weren't. But I was thinking about this today. Rush Limbaugh is considered at least at the beginning an outsider. Rush Limbaugh was independent, he was his own man. He didn't follow the rules. He was told you must follow these rules. He broke them and look what he created? Rush Limbaugh would speak his mind, and Rush Limbaugh would be attacked from the left. I think he saw the same thing in Trump, an outsider, independent, who spoke his mind, attacked from the left, and, by the way, attack from the Republican establishment. And, you know, for a period of time, Rush was attacked by the Republican establishment too. But, anyway, I've got to tell you, we have a broken heart here in the Levin family, and I'm sure across the nation, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well said. Mark Levin, he loved you too. Great one, thank you. We -- you know, I have a lot of anecdotal stories that I could tell myself, I actually had the honor of filling in for Rush on my radio show, you know? And one day come out when I first filled in, I had been on WABC in New York, and they gave me the opportunity to fill in. I'm thinking oh my gosh, 21 million people, 600 plus radio stations, and, you know, it was a pretty daunting moment. I'm in the middle of the opening monologue on the show, and in the middle of that opening monologue, the golden EIB microphone dropped right onto the desk. As it dropped on the desk, it sort of come straight down like this, and I'm doing the rest of the monologue like this sweating profusely and having a full on panic attack, and you know I try to do my little Clinton voices. I want to say hi to all the girls, and I do my Mark Levin voice. Thank me, I'll say it, and nobody else say it. Rush comes back from vacation or at the next day that he was on and he goes, Sean Hannity dented the golden EIB microphone, which it really was gold which is a pretty amazing thing. A true original. Joining us now on the phone is President Donald Trump. Mr. President, I know that the honor of his life came from you, and what that Medal of Freedom meant to him. I know the behind-the-scenes story. I know -- I know who made the first call to me anyway was Matt Drudge and Jared Kushner. And I know you made your decision in -- with Melania there in about five seconds. And you said, that's a great idea. Tell us about it."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES (via telephone)",
      "utterance": "Well, it was an idea that we had that a lot of people suggested to me, frankly, a lot of great people of our country, largely Republicans. It was an amazing night, because the Republicans went wild. And the Democrats sat there, but they all respected Rush. And I think it was one of the great honors of his life, the Presidential Medal of Freedom. It's a big deal. And he -- he was very honored by it. And he was a great gentleman, just like Mark said. I listened to Mark. And Mark is so terrific. But he said he's special. And Rush was really special. He was a very special guy. And you said irreplaceable. And it's true. He's irreplaceable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I remember discussions that we would have. I'd often ask you, if you come on my radio show, we're on 600 stations, and you would always ask me about, well, the -- why are radio numbers so massive?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Rush had 21-million-plus listeners. And you would always ask me about Rush. And I'd explain it to you. And you didn't -- you would never -- for a while, I don't think you've -- and I knew you knew radio, because you used to go on Howard Stern. You would come on my radio show years and years ago. And -- but you were surprised that there wasn't this competitive thing going on. And I kept telling you, there's no competition. There's nobody in his league."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, that's right. You did say that. And radio is big stuff. And he made it that way. He was the -- he was the king. And, by the way, congratulations, because I looked at some numbers, you do real well on radio. But you would be the first one to say and -- that he was there first. And he was a brilliant guy, just a totally brilliant guy. And he could do things that a lot of people couldn't do. He could just talk for three hours, no phone calls, no anything, just talk. And everybody found it spellbinding. So, it was -- it was an honor to know him. I got to know him right after coming down the escalator with Melania. He was -- he was there right from the beginning, like you. You were so great. And Rush was so great. And it was -- it was something very special to know him, very, very terrific man."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, there's this side of you that I know a lot of Americans don't know. And I know many people that this story holds true for, and I know in the case of Rush. And when Rush had his diagnosis a little over a year ago, I knew you were calling him regularly, minimum of once a month, often much more than that. And you would always be checking in with him. How are you feeling? How are the treatments? How's everything going? And I know you talked to him a lot. What were those conversations like?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, it was interesting, because I didn't know Rush at all, as you know. I didn't know him at all, until I had gotten word that -- from somebody that Rush was with us all the way. He was -- we have this guy who was so big on radio. I knew a lot about Rush, but I didn't know him. And he was with me all the way. And it was sort of incredible. I got to know him after that. And he was much different, actually. You know, when you were -- he was a very, very -- I wouldn't say not outgoing, but he was very, very warm. He was just a very warm person. And when people got to know him -- I loved playing golf with Rush. And I used to call him the bull, because he was actually a very strong guy, physically very strong guy. And he hit the ball a long way. When he hit it, it went a long way. And -- but you got to know him. And he loved this country, and he loved his wife, because Kathryn did -- she was -- she was fantastic, the job. She had a -- this last period of time, which you know better than almost anybody, this last period of time was rough, very rough for him, very, very rough for him. So, he really -- he really adored her."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's interesting. On Rush's show today -- and I was listening before I began my radio program -- and they played a segment of Rush. And, in that segment, he said, if you took tapes of him when he started in 1988 in syndication -- again, nobody thought that anyone can syndicate during the daytime and be successful, and he proved all the naysayers wrong."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And if you look at where he stood, conservative justices, liberty, freedom, less government intrusion -- intrusion, less regulation, less taxes, lower taxes, energy independence --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- secure borders, choice in schools, the Second Amendment, free and fair trade, peace through strength, sound familiar? Because that's your agenda."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's what you did."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He was right there. He understood it. He got it. And he's been that way for a long time. He hasn't been somebody that's changed. He didn't go from being a liberal to being a conservative. I mean, he was there from the beginning. And he hasn't changed. His views hadn't changed very much. And his audience -- as you know better than probably anybody, the loyalty of his audience was just incredible. It was staggering. Nobody had seen anything like it. So, he was just a very special guy. And he's going to be missed by you and by me and by, as you said, 21 million people, and I guess a lot more than that even. He will be missed by a lot of people."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And millions, the most loyal audience, generations. Your own Kayleigh McEnany, I mentioned earlier, tweeted that she was a Rush baby. Her dad would be listening in the car. And it shaped her viewpoint to conservatism."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And he did that for so many of us and so many around the country. I want to thank you. I appreciate you being on the program. I know -- I read your statement the other day. And I know you said, in the months ahead, you have a lot you want to tell us. And we won't do it tonight, obviously. But when that -- when that time comes, we're looking forward to hearing what your future plans are and what you are planning to do. I have a funny feeling we're going to hear a lot more from Donald Trump. Are my instincts correct?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, there's a lot to talk about."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And our country is a great place. And we're going to make it even greater, as the expression goes. But we have a lot to talk about. But today's all about Rush, don't you think?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And he -- I don't know, what he left behind. And he will never be forgotten. He's one of the people will not be forgotten. Big impact. Great guy."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mr. President, we always appreciate you being with us. Thank you for your time tonight."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you very much, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And coming up, Dan Bongino will join, Dennis Prager, Neal Boortz -- fellow talk show host reflecting on the legacy of radio giant, legend, one-of-a-kind, true original, Rush Limbaugh as we continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, a little more than a year ago, Rush Limbaugh received the Medal of Freedom from President Trump. This is what happened that night."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And, Rush, in recognition of all that you have done for our nation, the millions of people a day that you speak to you and that you inspire, and all of the incredible work that you have done for charity, I am proud to announce tonight that you will be receiving our country's highest civilian honor, the Presidential Medal of Freedom."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here with more reaction to the incredible life and legacy of Rush, FOX News contributor, our other good friend, we have a lot of good friends tonight, Dan Bongino is with us. You know, Dan, I look at your success and I champion your success. Rush championed all of our success. He never thought it was a zero-sum game. His answer was I'm only on three hours a day."
    },
    {
      "speaker": "DAN BONGINO, FOX NEWS CONTRIBUTOR",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "An entire industry built up, all of us, you know, followed that forged path that he trail-blazed for us, and took a lot of heat for."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yeah. You know, Sean, your reverence for Rush, you know, if I may, I won't share any of the details, but I talk to you once in a while and whenever I ask you for advice on TV or radio, or my career, I just started a few years ago and you've been in the industry decades now, like Rush, you would always say to me and I know you say, well, here's what Rush would say. I mean, you said that so often, and so did Levin, and it was interesting watching you three titans of radio. I mean, you were from 12:00 noon Eastern until 9:00 at night, what was the meat and potatoes of radio? It was Limbaugh, Hannity, and Levin. And to hear both of you and Mark, always, who've taken me under your wing and both given me amazing advice, we've always cite Rush really says a lot. And, you know, it's interesting, neither you nor Mark would ever mention Rush in his final weeks or days, never mention his past, I just a member of the conversations. You never mention anything about successors because it was verboten. It really again speaks to the reverence. But can I -- can I make another point, Sean? You know, the greatness of Rush Limbaugh, it's really tough to talk about and I think sports analogy works best for us, right? Remember, Willie Mays was a great baseball player, so was Mickey Mantle and they probably had good 10-year runs when they were best in the business. But Willie Mays didn't invent baseball. Rush Limbaugh invented the conservative national talk radio space. Before him there was talk radio, but the national talk radio space that you and Mark, and Glenn, and other titans of the industry took from, took from Rush, he created the game. And not only did he create the game, he was number one in the game, not for a decade, not for two decades, but more than two decades. That's an absolutely phenomenal achievement."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, it is. I look at somebody, we are close friends. I'm not hiding the fact, we are close friends. And I look at every platform that kind of built. Remember, I mentioned at the beginning of the program, Ron indicates, nobody thought he'd succeed, 200 talk radio stations, less than that in the country. Now, it was over 4,000, saves the A.M. band, the F.M. band. And then you've got web streaming, then you've got podcasting where you're one of the most successful podcasters out there. Then you got FOX News, and how that was built. This model just grew and grew and grew, and the appetite for news and information especially in light of the fact that journalism is dead and the media mob is corrupt, and he always understood that, too."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the one thing they have in common, they hate us all. I mean, the people that didn't like Rush, we always wear it as a badge of honor and kind of like rolls off us like water off a ducks back, and it did Rush too."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yeah. Rush was around eight years before FOX News even went on the air. I mean, before FOX News, there was only Rush, that was it. And what was about Rush? Like that's a fascinating question. You know, the French have that term, right, we've kind of adopted into English, je ne sais pas, you know, I don't know what it is, that characteristic. What was it about? It wasn't that he told story, Sean. You and I tell stories at our show. Everybody tells stories. It's talk radio. Was it that he was funny? Well, I'm not funny at all. You all pretty funny. Mark is very funny. But Rush, everybody's funny. What was it about Rush? The answer is, who the hell knows? He was just unbelievably special. And, Sean, one thing, again, you've been in radio a long time, from the local level to one of the biggest radio hosts in the world, everybody dials it in once or twice. Everybody, in radio, you're sick, you don't feel good , you take a lot of calls, whatever it may be. Not Rush. If he didn't commit you could never tell. I would listen on apps, I'd go to rushlimbaugh.com, I listen on the WCBM map, WMAL, wherever I was, and I'm telling you, I never heard a time where I could tell you, alright, today he is dialing it in. Not once in 20-plus years, and we all remember the first time we heard Rush Limbaugh, sadly I remember the last time two, December 23rd. If I only would've known as I was listening I was actually brushing my teeth listening on December 23rd, in my bathroom that those were the last moments that we were going to hear Rush Limbaugh on the radio, you know, I would have treated those moments a little differently, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yeah, I think we all would have. I mean, I don't think the country ever took him for granted. You know, it's funny because after every political cycle and Rush experienced this a lot too, he started when Reagan was president, he was there for Bush 41, eight years of Clinton, Mary Matalin said and I mentioned this with Harris Faulkner and Bill Hemmer earlier today, you know, Mary Matalin said, well, how would we have survived without Rush during that years because he lifted everybody up? Well, then, that resulted in 43, then 43 led to Obama then we had Donald Trump, and now we have somebody who's cognitively struggling. And you know, you think about it, people would always say what is Rush going to talk about now? A Democrat is elected, or what's -- what are you guys and talk radio going to talk about now, now a Republican is elected? There's always a lot to talk about because the battles and the principles that we care about as conservatives that we care deeply about, they never change, they stay the same. And if I think one thing that Mark said that I agree with and I was saying on my radio show, and I mentioned it with Newt, is that I know that Rush would want all of us, nobody can ever replace him, but he would want all of us that care about these issues, that learned so much from him, to up our game, and he would want us to fight for everything he believed in and his bucket list was to stay on the air to keep fighting until the very last day, which is a lesson also I think for a lot of us."
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, Sean, you mentioned Kayleigh McEnany saying that she was a Rush baby. I consider myself the same. I mean, for a lot of us, I'm in my mid-40s. The first time, Sean, we ever heard the true essence of conservatism was when we accidentally flipped on the radio and heard, talent on loan from God. You heard that and you said who's this guy? That's the first time. The first time was about how awful --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Half my brain tied behind my back."
    },
    {
      "speaker": "BONGINO",
      "utterance": "I mean, the first, I didn't even know Rio Linda was a place before Rush Limbaugh. I don't even think Rio Lindans knew Rio Linda was a place before Rush Limbaugh. I mean, he was a legend, the first time I heard the essence of conservatism and it woke me from the doldrums of my college years, where I'd been indoctrinated by a bunch of liberal lunatics was sitting outside of Queens College and flipping on the dial and hearing the incredible what voice of Rush Limbaugh. And it changed my life. I would not be here talking to you tonight, no doubt without Rush Limbaugh. God rest his soul."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Amen. Great job, good and faithful servant. Thank you, Dan. Joining us now, syndicated radio host Dennis Prager, and he shouldn't be retired, but he is retired in spite of all my admonitions to get back on the air, traveling the world, syndicated host Neal Boortz. Neal, you were the one, I always gave you attributes when you said he is the Babe Ruth, you only get one Babe Ruth."
    },
    {
      "speaker": "NEAL BOORTZ, FORMER RADO TALK SHOW HOST",
      "utterance": "Well, he -- then the Arnold Palmer, and he did for radio what Arnold palmer did for golf. I was practicing law, there was no way I could make a career out of radio until Rush Limbaugh came along and boosted -- just lifted the water under everyone's boat. Sean, I don't know, I have so many great, I could go for an hour with anecdotal stories about Rush Limbaugh, and I know you do not want me to do this story about women applying makeup in their cars, on their way to work. Do you?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know exactly, a certain word that is associated that with that that blew up into a big controversy I remember."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I can see you've changed ever since you've gotten on the Boortz bus, you haven't changed a bit. You are still rattling every cage you can, you cannot help yourself. Dennis Prager --"
    },
    {
      "speaker": "BOORTZ",
      "utterance": "No, I can't. The greatest story, I have to say this, and this involves you. 2009, I'm inducted into the radio hall of fame, and years earlier, Rush Limbaugh had said to me, Neal, if you ever go into the Hall of Fame, I want to deliver your induction speech. Well, 2009, I sent him an e-mail, I reminded him. And never heard back from him for the longest time, meanwhile you stepped up and said, Neal, if he doesn't respond, I'll come to Chicago and deliver your induction speech. Then about a week before, the induction ceremony, Rush said, look, that's my golf weekend down here in Palm Beach, but I'm going to load all my golfing buddies in the plane, and were flying up to Chicago together and I'm going to deliver your induction speech. He really stepped forward on that promise."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He was always a good man."
    },
    {
      "speaker": "BOORTZ",
      "utterance": "I admired him so greatly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We all did. Dennis, your memories?"
    },
    {
      "speaker": "DENNIS PRAGER, NATIONALLY-SYNDICATED RADIO TALK SHOW HOST",
      "utterance": "Well, quickly here, I know there's not a lot of time, but Dan mentioned his joy in the success of the rest of us in talk radio. So, about, you know, even two months ago, I broadcast at the exact same time, I have from the 20 years of my syndication. I broadcast at the same time Rush does. Rush, of course, with a much larger audience, I loved his success and he loved my success. So, I find out, on his show he is reading my column allowed, my weekly column, he is reading it aloud. Who else would do that? This -- the guy on at the same time, and he's extolling, you know, so to speak, my virtues, that gives you a sense of the type of man he was because he loved America and he loved conservatism more than he loved Rush Limbaugh. And I believe that, everyone of us who knew him, also believes that. One more point. Whenever I have a guest from European countries on the show, I always tell them you know what the big difference between America in your country? We have talk radio and you don't."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dennis, thank you. Neal, thank you. I might let you tell the show on my radio show tomorrow. More HANNITY after this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Before we go, one more note about Rush, our thoughts and prayers are with Kathryn, his wife, his brother David, his entire family, and in December, he reminded his listeners, quote, there is good that happens in everything, even in the toughest moments. He was always able to see the beautiful forest through the trees and once all of us to pick up that mantle. Our thoughts and prayers are with his family and loved ones. I'll be on with Laura next. Rush, we'll miss you. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}