{
  "date": "February 22, 2018",
  "headline": "Trump promotes arming teachers, ending gun-free zones",
  "subHeadline": "President floats ideas to prevent future mass school shootings; reaction and analysis from the 'Special Report' All-Star panel.",
  "url": "https://www.foxnews.com/transcript/trump-promotes-arming-teachers-ending-gun-free-zones",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We have to harden our schools, not soften them up. A gun free zone to a killer or somebody that wants to be a killer, that's like going in for the ice cream. If they really have that aptitude, because not everybody has an aptitude for a gun, but if they have the aptitude, I think a concealed permit for having teachers and letting people know that there are people in the building with a gun, you won't have, in my opinion, you won't have these shootings. What I recommend doing is the people that do carry, we give them a bonus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDON THOMPSON, FRIENDSHIP TECH PREP",
      "sentences": "I'm against having a teacher with a gun in the building. Teachers are emotional. People are emotional. So I think that is a huge factor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "As the debate continues about securing schools around the nation, specifically this idea of arming either teachers or personnel some way, we're get the breaking news from the sheriff in Broward County that there was an armed officer down there. The sheriff, Israel, saying, Scott Israel, saying that deputy Scott Peterson was outside and never went inside the building during the shooting. It lasted six minutes and there is video of him standing outside. He was suspended without pay but he chose to resign after this came out. The sheriff noted the investigation will continue but he was armed and outside the school as the shooting was happening. It's another element to this particular shooting as the discussion broadly continues about what to do next.  Let's bring our panel: Steve Hayes, editor in chief for The Weekly Standard; Mara Liasson, national political correspondent for National Public Radio, and Mollie Hemingway, senior editor at The Federalist. Mara, it's an interesting development in that there was someone there armed but did not act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "sentences": "There was a good guy with the gun outside and there was a bad guy with a gun inside. So it doesn't always work out that if a good guy with a gun is there that he's going to save everybody. And he didn't in this case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie, what about the president's push? He is tweeting and went on a tweet storm this morning saying I will strongly be pushing comprehensive background checks with an emphasis on mental health, raise age to 21, end sale of bump stocks. Congress is in the mood to finally do something on this issue. He goes on and on about specifics, says that the NRA are good people, but there is no indication from the NRA or from Congress that they are ready to go as far he is saying he's going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "I think it really depends on which of the provisions you're talking about. The NRA has shown flexibility on bump stocks, for instance. The idea that you would live meant gun purchasing to people who are 21 years of age is going to be a very difficult sell not just to the NRA but to a whole swath of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It is that for handguns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "A lot of what people think they know about mass shootings, there's not a lot of statistics to back it up. Only 10 percent of mass shootings done by men in that 18 to 21-year-old category. The average age is actually higher. So it's one of these things that just limits gun rights without being something that would help. The idea about arming schoolteachers is something that's interesting. People say we shouldn't arm school teachers generally. But there are teachers who are able to -- there are certain teachers who would be qualified and who would have the right sensibility there. And if there are people who are capable and qualified, maybe that would be a way to when you have these failures, these different bureaucratic failures, to have various redundancies might help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Critics of this choice are going to point to this guy who had the gun and was trained and he was standing outside and didn't act. However, supporters of it say either the teacher gets trained and acts or perhaps it's like an air marshal program where there is someone specifically in the school like we put on airplanes designed to protect that school privately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "sentences": "I think that's the big challenge. Some of the discussion here, it's as if people on both sides are offering these things as if they would panaceas. There is no panacea. This is a difficult problem. I think you can make an impact in certain ways potentially with certain of these specific proposals, as Mollie suggests, but we should be realistic about talking about it with people, that there is no panacea. This is a problem. It's growing with alarming frequency. And there is no obvious.   I think it's worth looking at hardening the schools. I am skeptical of arming the teachers. Depending on how you would carry that out. It doesn't seem to be an obvious solution. And a lot of things that are being talked about right now, background checks, raising the age, are things that have been talked about again and again. It's hard to see, for instance, if you raise the age, a determined 20-year-old not being able to get the kind of weapon that he would want to get to shoot up a school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "He would still be able to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One of the things the president talked about and has been talked about many times, mental health, video games, the culture overall, those are things that have not been in the conversation as much as --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "The question is what does he want to do about them? Mental health, the NRA is for people who are adjudicated mentally incompetent or dangerous to be on the prohibited list for guns. But that's a very high bar. So what exactly is the president talking about with mental health? He has kind of off-the-cuff said we should have mental institutions again. Many of them were closed years ago.  So the details really matter when you're talking about these things. Video games, what does he want to do? Does he want to ban them? There already are parental controls and a parental rating system. So we'd have to hear more from him about what exactly does he want to do in those areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mollie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And there is not a strong linkage between mental health problems and mass shootings again. There is a lot that we need to know, but sometimes what people propose has bigger downsides itself. One of the things we do know is media talking about mass shootings can act as sort of a contagion. We don't want to limit press freedom because it's contributed to the problem, or I hope we don't want to limit press freedom even though it contributes to the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYES",
      "sentences": "But you don't need to limit press freedom. You can have journalists and journalistic institutions, media organizations, take responsibility by not glorifying or glamorizing people who are committing these shootings. And I think some of the coverage that I've seen over the past several days borders on doing that actually. Everybody laments what Nikolas Cruz did. But there's a sense of celebrity that is created around him that I think people who are watching this at home, young kids who might -- who aren't popular who might want to become popular or might want to be notorious look at that and say there's my answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Every day we are learning something new. We told you about the officer outside with the gun. Now it's being revealed also in that news conference that security footage at that school was on a 20-minute delay. So the officers were looking at something that was 20 minutes before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That's incredible to me. The school has to be hardened but they still can't have live video because the security cameras weren't providing live footage. That's incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So there is a lot to learn and we will talk about it.  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We have to harden our schools, not soften them up. A gun free zone to a killer or somebody that wants to be a killer, that's like going in for the ice cream. If they really have that aptitude, because not everybody has an aptitude for a gun, but if they have the aptitude, I think a concealed permit for having teachers and letting people know that there are people in the building with a gun, you won't have, in my opinion, you won't have these shootings. What I recommend doing is the people that do carry, we give them a bonus."
    },
    {
      "speaker": "BRANDON THOMPSON, FRIENDSHIP TECH PREP",
      "utterance": "I'm against having a teacher with a gun in the building. Teachers are emotional. People are emotional. So I think that is a huge factor."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "As the debate continues about securing schools around the nation, specifically this idea of arming either teachers or personnel some way, we're get the breaking news from the sheriff in Broward County that there was an armed officer down there. The sheriff, Israel, saying, Scott Israel, saying that deputy Scott Peterson was outside and never went inside the building during the shooting. It lasted six minutes and there is video of him standing outside. He was suspended without pay but he chose to resign after this came out. The sheriff noted the investigation will continue but he was armed and outside the school as the shooting was happening. It's another element to this particular shooting as the discussion broadly continues about what to do next."
    },
    {
      "speaker": "Let's bring our panel",
      "utterance": "Steve Hayes, editor in chief for The Weekly Standard; Mara Liasson, national political correspondent for National Public Radio, and Mollie Hemingway, senior editor at The Federalist. Mara, it's an interesting development in that there was someone there armed but did not act."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "utterance": "There was a good guy with the gun outside and there was a bad guy with a gun inside. So it doesn't always work out that if a good guy with a gun is there that he's going to save everybody. And he didn't in this case."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie, what about the president's push? He is tweeting and went on a tweet storm this morning saying I will strongly be pushing comprehensive background checks with an emphasis on mental health, raise age to 21, end sale of bump stocks. Congress is in the mood to finally do something on this issue. He goes on and on about specifics, says that the NRA are good people, but there is no indication from the NRA or from Congress that they are ready to go as far he is saying he's going."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "I think it really depends on which of the provisions you're talking about. The NRA has shown flexibility on bump stocks, for instance. The idea that you would live meant gun purchasing to people who are 21 years of age is going to be a very difficult sell not just to the NRA but to a whole swath of people."
    },
    {
      "speaker": "BAIER",
      "utterance": "It is that for handguns."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "A lot of what people think they know about mass shootings, there's not a lot of statistics to back it up. Only 10 percent of mass shootings done by men in that 18 to 21-year-old category. The average age is actually higher. So it's one of these things that just limits gun rights without being something that would help. The idea about arming schoolteachers is something that's interesting. People say we shouldn't arm school teachers generally. But there are teachers who are able to -- there are certain teachers who would be qualified and who would have the right sensibility there. And if there are people who are capable and qualified, maybe that would be a way to when you have these failures, these different bureaucratic failures, to have various redundancies might help."
    },
    {
      "speaker": "BAIER",
      "utterance": "Critics of this choice are going to point to this guy who had the gun and was trained and he was standing outside and didn't act. However, supporters of it say either the teacher gets trained and acts or perhaps it's like an air marshal program where there is someone specifically in the school like we put on airplanes designed to protect that school privately."
    },
    {
      "speaker": "STEVE HAYES, THE WEEKLY STANDARD",
      "utterance": "I think that's the big challenge. Some of the discussion here, it's as if people on both sides are offering these things as if they would panaceas. There is no panacea. This is a difficult problem. I think you can make an impact in certain ways potentially with certain of these specific proposals, as Mollie suggests, but we should be realistic about talking about it with people, that there is no panacea. This is a problem. It's growing with alarming frequency. And there is no obvious. I think it's worth looking at hardening the schools. I am skeptical of arming the teachers. Depending on how you would carry that out. It doesn't seem to be an obvious solution. And a lot of things that are being talked about right now, background checks, raising the age, are things that have been talked about again and again. It's hard to see, for instance, if you raise the age, a determined 20-year-old not being able to get the kind of weapon that he would want to get to shoot up a school."
    },
    {
      "speaker": "LIASSON",
      "utterance": "He would still be able to do it."
    },
    {
      "speaker": "BAIER",
      "utterance": "One of the things the president talked about and has been talked about many times, mental health, video games, the culture overall, those are things that have not been in the conversation as much as --"
    },
    {
      "speaker": "LIASSON",
      "utterance": "The question is what does he want to do about them? Mental health, the NRA is for people who are adjudicated mentally incompetent or dangerous to be on the prohibited list for guns. But that's a very high bar. So what exactly is the president talking about with mental health? He has kind of off-the-cuff said we should have mental institutions again. Many of them were closed years ago. So the details really matter when you're talking about these things. Video games, what does he want to do? Does he want to ban them? There already are parental controls and a parental rating system. So we'd have to hear more from him about what exactly does he want to do in those areas."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mollie."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And there is not a strong linkage between mental health problems and mass shootings again. There is a lot that we need to know, but sometimes what people propose has bigger downsides itself. One of the things we do know is media talking about mass shootings can act as sort of a contagion. We don't want to limit press freedom because it's contributed to the problem, or I hope we don't want to limit press freedom even though it contributes to the problem."
    },
    {
      "speaker": "HAYES",
      "utterance": "But you don't need to limit press freedom. You can have journalists and journalistic institutions, media organizations, take responsibility by not glorifying or glamorizing people who are committing these shootings. And I think some of the coverage that I've seen over the past several days borders on doing that actually. Everybody laments what Nikolas Cruz did. But there's a sense of celebrity that is created around him that I think people who are watching this at home, young kids who might -- who aren't popular who might want to become popular or might want to be notorious look at that and say there's my answer."
    },
    {
      "speaker": "BAIER",
      "utterance": "Every day we are learning something new. We told you about the officer outside with the gun. Now it's being revealed also in that news conference that security footage at that school was on a 20-minute delay. So the officers were looking at something that was 20 minutes before."
    },
    {
      "speaker": "LIASSON",
      "utterance": "That's incredible to me. The school has to be hardened but they still can't have live video because the security cameras weren't providing live footage. That's incredible."
    },
    {
      "speaker": "BAIER",
      "utterance": "So there is a lot to learn and we will talk about it. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}