{
  "date": "January 6, 2020",
  "headline": "Sen. Ron Johnson bashes Nancy Pelosi's 'bizarre' impeachment strategy",
  "subHeadline": "Guests: Michael Waltz, Victor Davis Hanson, Robert Spalding, Ron Johnson, Doug Collins, Mike Huckabee, Mollie Hemingway, Raymond Arroyo",
  "url": "https://www.foxnews.com/transcript/sen-ron-johnson-bashes-nancy-pelosis-bizarre-impeachment-strategy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "And yes, as Hannity said, I am back. And I'm Laura Ingraham. This is \"The Ingraham Angle\" from of course, we're back. So, it's a really busy Washington. Now, and moments, I am going to explain why the killing of an Iranian General Qasem Soleimani reveals Trump as a true pragmatist. Also, two of the biggest Congressional players in the impeachment drama react to today's announcement from John Bolton about his potential testimony. Senator Ron Johnson and Congressman Doug Collins among others are here exclusively.  Plus, President Trump has a way of revealing folks, doesn't he? For who they really are. Mollie Hemingway, Mike Huckabee, they're going to tell us how the Left and the media are now defending the world's largest state- sponsor of terrorism. I thought I'd seen it all until the last few days.  And Raymond Arroyo is here. Now, this is special. It's a Monday appearance for Raymond. But of course, when the Golden Globes host Ricky Gervais gave celebs some really great advice at the award show. Too bad they didn't listen. He's going to explain later in the show why something I wrote 17 years ago was a little bit ahead of its time.  But first, Trump, the realist. That's the focus of tonight's Angle. As with issues like immigration and trade, on the Iran situation, President Trump has been forced to clean up the messes created by previous two administrations. Now post 9/11, George W. Bush thought that once we invaded Iraq, WMD or no WMD, once we kill Saddam Hussein and then disbanded the Iraqi military. Well, democratic institutions would eventually take flower. Well, that was a colossal and cruel joke.  The Kurds were happy and did greet us as liberators. But with the evil Saddam gone, Iran was also empowered and started building many of the IEDs that killed so many coalition forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "sentences": "Major combat operations in Iraq have ended in the battle of Iraq, the United States and our allies have prevailed. The transition from dictatorship to democracy will take time. But it is worth every effort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're still waiting for that. Well, in February 2006, when I was broadcasting my radio show from Iraq, the enlisted soldiers, some on their third deployment at that point told me, they said Laura, the place is a disaster. Iran is crawling around everywhere or their emissaries. They're building these weapons that are blowing up my buddies. But back then, I frankly didn't want to believe it. Now two years later, Obama was elected in part on his promise to pull us out of Iraq. Of course, Obama took a completely different approach. He made things worse. He thought that as long as we ended combat operations in Iraq, we could bribe Iran to get better behavior from Iran. So, the $1.7 billion was the settlement of a decades old arbitration claim between the U.S. and Iran. An initial 400 million of euros, Swiss francs and other foreign currency was delivered on pallets, January 17th. Now that's the same day, Tehran agreed to release four American prisoners.   Now, pallets of cash were delivered in the dark of night to the Iranian regime. Now, one of the most disgusting acts of American capitulation, I can recall in my lifetime. Remember also the Iran nuclear deal itself was full of holes, but Secretary of State John Kerry, he insisted it was the best we could do and thought Iran's signing on to that agreement would be a stabilizing process. Of course, nothing could have been further from the truth. There is no evidence that Iran started behaving any better after the deal and in no serious Republican or Democrat is even attempting at this point to argue that. Iran never released Bob Levinson, a former CIA officer, whom they've held for 13 years, ditto for at least five other American who've been held prisoner on absurd spurious grounds. Terror acts committed by Iran's proxies have continued unabated and the Islamic Republic was behind the rocket attacks on our embassy in Baghdad and in Basra in 2018. The Shiite militia rocket attack that killed an American contractor and wounded four U.S. troops, just two weeks ago was the 11th barrage in just two months.  Now, this doesn't even take into account by the way all of the other American blood that they have on their hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are also responsible for 17 percent of all-American soldiers' deaths in the Iraq war between 2003 and 2011.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Back to the point I was making earlier about the time I was there in 2006 and what I was hearing. And General Qasem Soleimani, he wasn't some bit player in all of this.He was the orchestrator of these terrorist assaults. The attack on the U.S. embassy in Iraq was just the latest. He was also so brazen and so comfortable, this really blows my mind, by the way that he was freely operating at the Baghdad airport. I'm surprised he was like working in a bookstore there. He was planning to kill or terrorize more Americans, very bold about it.  Thus, handed these cards and with the escalation on the ground that put our troops and personnel at risk, Donald Trump had to weigh the options and he had to make a decision. So, was it better for the U.S. to allow Soleimani to parade openly around Iraq with no forceful response after he fomented the attack on our embassy and was plotting more?  President Trump decided that the answer was an emphatic no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "We would've been culpably negligent had we not taken this action, the American people would have said that we weren't doing the right thing to protect and defend American lives. President Trump has been crystal clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ordering an airstrike on Soleimani was given all the facts and all the history, we just went over. A perfectly reasonable decision. So, will this trigger some retaliation from Iran? Perhaps. But the world's leading state-sponsor of terrorism, they certainly didn't need any excuse to wreak havoc against American interests. They've been doing that for a long time. They've been our enemy for like over 40 years. Democrats accuse the President of acting precipitously though and destabilizing the region, which isn't surprising. If Trump says the sky is up, they're going to say, it's down. But think about this for a moment. Most Democrats today believe that we as Americans are safer with that murderous thug alive and boldly spreading his influence in the country where we lost thousands of our servicemen? Really? These are the same people by the way who called themselves anti-war when Obama was president. But they never gave Trump credit for his policy of military restraint.  As is so often the case, Trump forces Democrats to reveal themselves and the media. They're so caught up with resisting and hating Trump for everything he does and breeze that over the weekend, they literally sounded more empathetic to the mourners of an Iranian mass murderer than to the families of the soldiers he killed and maimed with attacks carried out inside Iraq.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In Iran, he is seen as a revered military leader. So, he had enormous respect and position there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAREED ZAKARIA, CNN HOST",
      "sentences": "It's difficult to convey how revered he is in Iran. This guy is regarded in Iran as a completely heroic figure, personally very brave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MA., PRESIDENTIAL CANDIDATE",
      "sentences": "It was a targeted attack on a government, official, a high-ranking military official.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "I was trying to think of somebody, and I was thinking of de Gaulle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Remember, when Bill Marr got into all that trouble for saying the9/11 attackers were a reference and as courageous. What are these guys doing? Whereas Bush was too idealistic about what was possible in Iraq and whereas Obama was too defeatist about Iran, Trump's a realist, he's a pragmatist. He made a calculation that as long as this general was alive, things would be more dangerous for the United States. Soleimani was not acting as a brake on the Iranian regime. He was acting as an accelerant.   It's the Democrats position of appeasement toward Iran that's endangered American interests and allies for years and years. If our position, a friend of mine gave me this idea, I wish I could claim it as my own. But if our position right now, we listen to the Democrats is that we cannot eliminate a known and unrepentant terrorist for fear of reprisals from his homeland. Then that means the situation in the region is truly hopeless.  And thus, if that's what we believe, then we should agree all of us on an immediate withdrawal of all troops from the region. Otherwise, the troops are just sitting ducks along with contractors, NGOs et cetera. President Trump decided that the status quo was unacceptable. He was and is correct. Now, I want to say it's very important. You know my views on these endless wars. It's important that the President listens to his judgment here, that he doesn't listen to the same people who got sucked into Iraq in the first place.  The Bush doctrine is dead, and Trump helped bury it. Thank God. His recent tweets notwithstanding, the President, I think is very smart, he's very smart enough to know that another war of choice or needless escalation will end up harming American interests, not to speak of his re-election chances. America First, America Safe, America Strategic, America Smart. And that's The Angle.  All right, joining me now is Congressman Michael Waltz, House Armed Services Committee Member and the first Green Beret to serve in Congress. Also, with me is retired Brigadier General, Robert Spaulding, Senior Fellow at the Hudson Institute and a former Director for Strategy at the NSC, as well as Victor Davis Hanson, Senior Fellow at the Hoover Institution. Congressman Waltz let's start with you. Why are the Left and the Never Trumpers really upset that Trump acted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL WALTZ, R-FLA.",
      "sentences": "Well, first I want to say Laura, you're absolutely right and as a combat veteran, I find it appalling, some of this criticism. And my question for the Left is, how many American body bags are enough. Because apparently, 600 wasn't enough from the Iraq war and we want to just have more and more and more before it's OK for the President to stop this escalation and act. And secondly, you know they've got this false choice that they're throwing out there, either we do nothing and continue to appease the terrorists, or we have World War III with D-Day style invasions of Tehran. There is a lot of room in between. There is a lot of options. That is not on the table and nor does the President need authorization to defend our embassies, to defend our troops to strike back and to stop this escalation. He's absolutely right. We're preventing further war. We're not escalating into war. We're stopping Iran's escalation. And I think it was absolutely the right move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First, the Democrats, they didn't like that Trump was pulling troops out of the Middle East, trying to end these endless wars. Now, they're upset that he's taking action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "sentences": "I really worry that the actions the President took will get us into what he calls another endless war in the Middle East. If in Congress and I will do everything I can to assert our authority, we do not need this President either bumbling or impulsively getting us into a major war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "General?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIG GEN ROBERT SPALDING, SENIOR FELLOW, HUDSON INSTITUTE",
      "sentences": "Well, this I mean clearly what the President did improved our - probably our stability in the Middle East and security of American forces there, for two reasons.   One, deterrence is about capability and intent. The strike clearly shows the President's intent to punish Iran, if they cross the line.  And second, Soleimani was hopscotching around the Middle East--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPALDING",
      "sentences": "Creating chaos, everywhere he went. Quite frankly, I'd given up hope that we were going to do the right thing with regard to his actions all the way back to my time in Iraq back in 2007.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "We should have a long time ago. A long time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Literally. I was rah rah war in Iraq, because I love our troops. I support our troops. Those enlisted guys remember Trump met with the enlisted soldiers couple of weeks ago. They kept saying, Iran, the story is Iran. Don't drop Iran. That's the story. Remember, General Casey, he didn't really want to get into the Iran situation with me in an interview. I like him a lot, but he didn't want to touch that. I'm telling you; this Iran thing has been brewing for so long, it's been happening for deadly consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "A terrorist is a terrorist whether they're Shia or Sunni, whether they're wearing a foreign uniform or whether they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPALDING",
      "sentences": "We spent billions on MRAPs and we never did a thing about the IEDs that were the cause of having to build those MRAPs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well we - Victor Davis Hanson, I want to go to you on this. Bernie Sanders spoke out tonight about this situation. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT., PRESIDENTIAL CANDIDATE",
      "sentences": "You can say there are a lot of bad people all over the world running governments. The President of China now has put a million people in - Muslims into educational camps, some would call them concentration camps. But once you start this business of a major country saying, hey, we have the right to assassinate, then you are unleashing international anarchy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, he also compared this to Putin's killing his dissidents. He also said that. Reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTE",
      "sentences": "Yes, I think that Trump has really confused people, Laura, because he showed restraint by not reacting to the interception of ships in the Gulf of Hormuz earlier. He didn't react to the drone attack. And then when he did, he didn't brag about it.  Remember in 2012, Joe Biden toured the country right before the campaign or during the campaign said, bin Laden is dead. GM is alive. Then when Hillary went into Libya and Gaddafi was pretty horrifically murdered on the street, she said, we came, we saw, ha-ha-ha, he died. He hasn't done that. And I think what Trump - everybody understands, and this is what frustrates the Democrats is, he's got a very unique view of the Middle East. He's saying you know what we don't need its oil anymore, we're self-sufficient. Israel is self-sufficient in oil. The Arab street is on our side, it's anti-Iranian and the Palestinians have lost their global resonance. And so, it's a new situation, the Middle East is not in the middle of anything anymore and yet he's saying that in this situation with Iran, we were very patient and now we've reestablished deterrence and the levers that adjudicate whether one side wins or loses a war or diplomatic, economic and military. And in this particular situation with Iran they have neither. None of those three and all their decisions are bad in their case. And Trump is saying, we reacted. I showed restraint. Now it's your turn, see what you're going to do, and I don't think they're going to do what everybody thinks we're going to do, because they don't really have any options.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "And it's very hard to be an interventionist when - yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and even Merkel was saying, it was justified. But I want to go back to this point because I am not a neoconservative. I do believe we have wasted an enormous amount of blood and treasure and the American people clearly don't want that; we're never going back to those days Those days are over. The Republican Party and they don't want that anymore. Maybe people at defense contractors want it and make a lot of money, I understand that, but that's what not the people want. The Atlantic today, I'm going to read this. Title was, it's 2003 all over again, Congressman Waltz. The factors that made the Iraq war a disaster are present here, false and dubious claims, hubristic thinking, lack of foresight and planning, civilian military divides, ideology eclipsing practical strategy, all of this means that while the Iran crisis might not be the disaster on the scale of the Iraq war, it could easily be a disaster. Your reaction to that. Are we creeping into a potential long conflict with Iran?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "No, I don't think we are. I think this was a response to stop the series of escalations. The President's made it clear that if they escalate again, our response will be overwhelming. The last thing the Iranian regime wants is a war with the United States because the thing they value the most is their own survival and they know they would be destroyed in such a conflict. They have in a whole history of escalating right up to the edge and when faced with strength, they backed down. When faced with weakness, they're emboldened, and they'll continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I just still can't believe; he was in the airport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Until--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "They're stopped. So, I think that's the dynamic. The President understands the dynamic. And to the Atlantic, we're not looking to build Switzerland. The Trump administration is not looking to create Switzerland or a perfect democracy, but we do still have a counter-terrorism mission. And what Obama missed was just pull everybody home and wish the problem away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Give them their rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Right. And we got ISIS, we got attacks throughout Europe. We got inspired attacks in the United States. So, even though the energy play is lessened, the counter-terrorism piece is still real. But that doesn't mean we have a million American troops; we can do that with a very small footprint forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "General Spalding, a lot of people on the Left are focusing on the reference to the cultural sites in a tweet by the President, saying that that comment - even a reference to it, reference to it could unify the Iranian people who don't even agree on these issues and probably want this regime gone against Washington. Are you concerned about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPALDING",
      "sentences": "I actually think the Iranian leadership is going to have to take a reassessment based on the strike. So, whatever language the President uses, it kind of reinforces this sense of unpredictability on - so they don't know where the line is. And if they don't know where the line is, they have to reassess. And I think you're going to see a level of stability as a result, not just in Iran. I think it sends a message to Beijing, to Moscow and Pyongyang that they need to pay attention to what the President is saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "VDH, really quickly. Speaking of China, I'm always focused on China you know. Victor and I are China focused as is General Spalding. What are they thinking here? What's their angle on this potential conflagration if there is one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "They don't know what Trump is going to do. They didn't think he would ever initiate tariffs. North Korea doesn't know what he's going to do. And so, meanwhile, time and all three of these situations on the U.S. side because China needs a recalibration of this tension with us. It's not sustainable for them. And the same thing with North Korea, these sanctions are sharvy North Korea and all of the cards, everybody is hysterical Laura, but the cards - if you just look at it dispassionately or on our side with Iran, with North Korea, with China, it will just calm down and let these things play out. We're the ones with the sanctions. We're the ones with a strong economy. We're the ones with the largest military. And as long as we don't overreach or try to as you say nation build or go into some large expedition, we're in great shape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trump's not going to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I think that's what's frustrating with the Democrats. I think they understand that. They don't know what to do about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But you see Chuck Schumer reading those comments. I mean he's been in Senate for like decades. He should read his comments. He knows what he thinks, doesn't he or does he not? What do you think? When he's on the Sunday shows. Very odd. Gentlemen, great discussion. Thank you so much, all of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And John Bolton says, he's now willing to testify in the Senate impeachment trial, if he's subpoenaed. But is that going to happen? And what effect will it have? Senator Ron Johnson is here exclusively with reaction. Plus, was killing Soleimani illegal. That's new thing they're claiming. Congressman Doug Collins, I cannot wait to hear him on that. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh! Could the Left actually see one of their impeachment fantasies come to fruition. John Bolton testifying in the Senate trial. While the former National Security Adviser said today that he would testify if he received a Senate subpoena. If. Of course, Democrats are using this as a political cudgel against Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "Given that Mr. Bolton's lawyers have stated, he has new and relevant information to share. If any Senate Republican opposes issuing subpoenas to the four witnesses and documents we've requested, they would make it absolutely clear, they are participating in a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, the senators are participating in a cover-up or the White House. I'm trying to keep it all straight. Our next guest actually spoke to John Bolton about the Ukraine mess last August, I shouldn't think the Left should be celebrating. Joining me now, exclusively Senator Ron Johnson, Chair of the Senate Homeland Security Committee. Senator, Bolton seems like he's latest in the long line of the silver bullets, the Left believes it has here. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "sentences": "Well, first of all, Happy New Year, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Happy New Year. Thanks for coming on. We've been trying to get you in a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I'm not sure what else John would really add to this. I haven't spoken to him since - we really talking about Ukraine. We share the same position, but from my standpoint, President Trump has been unbelievably consistent in why he had reservations about Ukraine. And it starts as a candidate when he didn't think Europe was doing enough in their own defense. And then, throw that into that mix, the corruption of Ukraine. That's what he stated in the White House on March 23rd. He was consistent in my conversation on August 31st and talking to John Bolton, making the same point. So, I don't know what else he would add. But the House obviously didn't make their case, so they're hoping that the Senate will make the case for them. That's not our job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But what is that scenario, where the House doesn't go to court to get it - to try to enforce a subpoena, but now they're like foisting it on McConnell. So, now McConnell - you have to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "We're supposed to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You have to issue a subpoena that would - that - you have to go to court, get a subpoena and push it forward. How does that ever work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, I don't think it does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "And so again, I don't know what Nancy Pelosi is doing to me. Her strategy seems totally bizarre. What I hope is this week, our conference will come together. I don't think we should let Nancy Pelosi run the Senate. And so, the Wall Street Journal, you should have had a column a couple weeks ago basically suggesting we should change the rules of Senate, don't require articles of impeachment be delivered. They already voted on it. We take up the trial. We basically tell Nancy Pelosi; we start the trial Tuesday at 1 o'clock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Show up or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Bring your managers, if not the President's team will have his defense ready. And if you don't put out a case, we'll rule it to the President's defense. And by the way I think that's essential, I think the President needs a chance to defend himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't like this idea of this hanging out over him during an election. That would be kind of a strategy on the part of the Democrats albeit a weak one. So, how do you avoid that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Or during a crisis in Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Laura, there has been so much damage already been done to this country--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Horrific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Because of this. The fact that now any future president will have a hard time having a candid conversation with another world leader, because we've exposed these transcripts and of course within two weeks of this President taking office, conversations between world leaders were leaked. I don't know who President Trump can trust inside the administration. Think of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, he still has people on the National Security Council, detail staff who are working against his policies, burrowed in right now. They are there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "You tailored the news stories came out after the missile attack against General Soleimani.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Soleimani.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "And yes, there are still people leaking inside the administration, trying to undermine his policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ben Carton (ph) said, you must hear this testimony from Bolton. He had direct knowledge intimately involved in conversations with the President. And if you don't, then basically implying you're all part of a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Well, if it was that crucial, why didn't the House go to court and try and get that testimony?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They said, they didn't want to drag this out. They wanted to get this impeachment before Christmas, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "And so now, she's holding out the articles of impeachment, it makes no sense whatsoever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, you think in the Senate, this thing should be dealt with expeditiously and would you have an opportunity to appoint or ask for managers to come? Maybe, she didn't pick them. Why can't someone else pick them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "I would just give her the opportunity.  Your managers can show up at 1:00 on Tuesday, next Tuesday, and put on the case.  We will give you 24 hours of floor time.  If you don't show up, the president's team will be ready.  We'll give his team 24 hours.  And then we will decide what to do. My guess is we've heard enough.  It's such a weak case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How many votes do you need to change the rule?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Fifty-one.  Fifty-one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Only 51.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I can't wait to see how this plays out.  But it's too serious not to deal with expeditiously.  Senator, thanks for coming in tonight.  I really appreciate it. And speaking of impeachment, one House Democrat now suggesting that they add a new article -- killing a terrorist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RO KHANNA, D-CALIF.",
      "sentences": "He would be, again, violating the Constitution by disregarding Congress.  And it's illegal.  It's, frankly, another impeachable offense for him to continue an escalation without Congress's authorization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you suggesting that if the president did not abide by a resolution if it were to be passed by the House, by Congress, that you would potentially add that to articles of impeachment against him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KHANNA",
      "sentences": "It's definitely on the table.  There is no greater offense, in my view, than sending American troops to war without congressional authorization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Again, we keep saying we thought we'd heard it all.  But here to respond, Doug Collins, ranking member of the House Judiciary Committee. Congressman, Democrats didn't seem to care when Obama was droning individual citizens abroad, including Americans, didn't ask for permission, didn't ask for consultation.  It just happened.  What is different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG COLLINS, R-GA., HOUSE JUDICIARY COMMITTEE",
      "sentences": "Nothing is different except Obama was president and now Trump.  Mr. Trump is actually doing something that actually helps out country.  What's offensive is Ro Khanna. Let's just be honest, here.  Every time he opens his mouth it's not helpful to America.  It's not helpful to anything. They just came off an impeachment issue in the House, and I think what is actually happening is Nancy Pelosi is sitting here saying, oh, my God, this was so bad.  This was actually worse than I thought it was, but I had to do it to appease my left.  And now let me just hold it out here and play political.  If I was one of her 31 members who were in Trump districts, and after she went up and got real solemn and said this is duty and our solemn, sworn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Prayerful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Prayerful.  This really is our duty, and it's a conscience vote. And then within an hour you go out and use it as a political toy.  Nancy Pelosi, she has no credibility, and Ro Khanna has less than her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cory Booker, one of the many Democrats speaking out about a supposed violation of the War Powers Act by the president in dealing with Soleimani.  Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "It is dangerous now to allow the president of the United States to grow in war powers, undermining those checks and balances, because you may have a sober, deliberative president like President Obama, but the next one could be an impulsive, capricious, un-strategic thinker like President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Wow.  Deliberative, this the President Obama who sat in the White House and allowed basically drones to attack anything that he wanted to and got complete immunity from the left, complete immunity from the Democrats. And now you have a president who took out a general who had blood on his hands?  What do we say to somebody, what do we say to these troops having to go there?  What do we say, this was said by my friend Mike Wallace, what do we say to those Gold Star families, what do we say to those who have been maimed, what do we say to those who Soleimani did to our country, and when we had a chance to take him out the president acted in very realist terms, as you said earlier.  And we did it with purpose. Here's the problem, the War Powers Act is not covered under that.  This is a president taking a self-defense action for our country, taking it directly to our enemy, taking it directly to someone who previous administrations said was a terrorist and was committing terrorist acts.  He was not even supposed to be out of Iran.  Think about this, under the old agreement, he was not even supposed to be traveling around like he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Iran was also boasting that it was gradually eroding any thought of really abiding by this ridiculous Iran nuclear deal.  Over the summer, they continued to talk, we're not going to be doing this.  So we couldn't trust them, never could, despite Obama's idealistic, naive approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Laura, you just told me something amazing, that they actually attempted to keep this up.  They never attempted to keep this up.  The moment after it was signed, they were still traveling.  Soleimani was traveling.  They were still testing their weapons.  They were still running the centrifuges.  This was simply an appeasement by the Obama administration.  The president had to clean it up.  In this essence, he did.  And what we've got also to think about now is Iraq is being run by Iran.  This is what we have to understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Should we pull out of Iraq?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think we have got a small footprint there.  We're talking about to do exactly what we need to do.  We don't need to be sending troops back in.  What we need to do is be able to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He is sending more troops over there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, I think he's sending in there to be -- again, what amazed me, when you had the Democrats said, oh, we have no plan for this.  The president has a plan for this.  He understands that there's going to be attacks.  Again, what they don't like is here's a president being a president.  This is what they have not seen in eight years.  They saw an appeasing president.  They saw a president who drew red lines in the sand and said oh, we might do this, but didn't do it.  President Obama made promises he didn't keep.  President Trump makes promises he keeps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Prediction, will Nancy Pelosi send those articles of impeachment this week to the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I hope so.  I think it's time to stop playing with this country. It's time to stop playing with the voters of this country.  It's time to stop playing in the destruction of democracy that they did in the House of Representatives.  They broke every rule to get here.  It's now time -- if you have such a strong case, then Adam Schiff, I think what they need to find is go after to the Wizard of Oz.  They need to find the Wizard and find some courage.  They need to find heart, because they've lost it complete.  If they have a case, then make their case.  If not, shut up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dismiss this thing, get it on for the country's sake.  Congressman, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Good to see you as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First appearance in the new year by Collins. Up next, Trump has once again lured the left into defending what most of us think is indefensible.  It doesn't stop them.  Mollie Hemingway, Mike Huckabee are here, and they're going to tell us why liberals keep falling into this trap. And what do Golden Globes, that ridiculous awards ceremony, tell us about the next election, if anything?  Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You remove Soleimani from the battlefield, but we have increased threats to Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He is a bad guy.  He's gone now.  But the point is, what is Trump's foreign policy?  It's incoherent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REV. AL SHARPTON, CIVIL RIGHTS ACTIVIST",
      "sentences": "No one is a sympathizer of the general.  We are talking about the act, and we're talking about the fact that now we are upping the ante, talking about war crimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're not even making any sense.  Yes, he is a bad guy, but.  If Ronald Reagan was the great communicator, Trump could be the great revealer.  At every turn he is forcing Democrats to stumble all over their words, completely contradict what they said five minutes ago, and also the media, they are showing their true colors as well.  In this case, they seem to be standing with Iran's sovereign right to exist to foment terror around the world. Joining me now, Mollie Hemingway, senior editor at The Federalist, Fox News contributor, and Mike Huckabee, former GOP presidential candidate and Fox News contributor as well.  Mollie, the president once again has the left all tied up in knots on this Soleimani thing.  At the end of it you might as well thought he just worked at an NGO and was bandaging up poor animals who were caught in some horrible natural disaster by the way they're talking about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "sentences": "It does seem that they're having trouble sticking with a particular narrative when it comes to Soleimani, Iran.  First, they're telling us it's no big deal.  Then they're highlighting the people who are mourning his death.  They said that Trump doing this might have been a wag the dog effort to distract from impeachment.  Last week supposedly he couldn't wait for impeachment, which is why Nancy Pelosi had such leverage.  They can't stick with a particular storyline and it's making them looking like the only thing that they are consistent, and it is what they're consistent about, is opposition to Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor Huckabee, when you think about how Trump has been an advocate for a more restrained approach to deployment of our military, and you I have talked about this, he's never gotten any credit for that from the left, not at all.  But now they are mad that he is actually doing something to protect American interests against this craven mass murderer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "sentences": "He is not sending thousands of troops into ground combat, but he has taken on a mass murderer, a person who has not only killed over 700 Americans, but a person who has killed tens of thousands, we don't even know how many, of his own people in Iran. This person is not a nice guy, and why anyone is defending him.  It's only good reason for people of America to say do I really want to elect Democrats who hate Donald Trump even more than they detest a mass murderer? And the truth is, no, they just can't stand him.  And they will side with Iranian government and all of its excesses of terror before they will appreciate this president. I just want to remind you, Laura, when Usama bin Laden was killed and Obama ordered it, I celebrated that publicly and on television, and I praised him and said I am glad the president made the decision.  I think every Republican did.  Why can't Democrats accept this?  And I heard one of them the other day say it was the right thing to do but the wrong person did it. That's how sick they are.  That's sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, you can't even -- there's no words to describe a reaction like that. Mollie, Barbara lee joined the Jayapal bandwagon with a tweet saying the following, \"People of Iranian descent including American citizens and Green Card holders are reportedly being detained by Customs and Border Patrol officials.  We can't let this stand.  Please contact my district office.\" It gives her phone number.  It turns out the CBP debunked this entire report.  So this is like the -- there was a red scare.  This is the Trump scare.  Everything is an internment camp, basically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And people really should be skeptical when they are told things.  The previous two presidents had problems trusting intelligence that they shouldn't have trusted.  You can never get mad at people for asking to the goods on intelligence or being skeptical that another president will embroil us in a war in the Middle East.  But yes, you need to check your facts, and you need to not fall for conspiracy theories and whatnot.  And that's not happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, real quick, I had to get reaction to this latest leftist outrage.  When the evangelicals laid hands on and they prayed over the president on Friday, some in the media reacted in total horror, calling it cult-like.  But when church members lay hands on Biden to pray, it's an inspirational, moving moment.  What does that tell us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "It's just the absurdity of what we are dealing with.  Some people eat their soup louder than others.  It doesn't mean their soup tastes better.  Some people are very expressive in their faith, others are very reserved.  But the point is, if Donald Trump is a part of anything that is spiritual or the evangelicals are around him, it's cult-like.  But if it happens with Biden, it's just a wonderful expression of an affirmation of a faith that he doesn't practice very well because he is supposedly to be a Catholic, but he's yet pro-abortion.  That's a hard one to reconcile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mollie, real quick, do you think Nancy Pelosi sends the articles of impeachment to the Senate, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I do think they'll get sent.  I think that she tried her gambit.  It totally failed.  And she has no option but to send them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Got to get it in the rearview at this point.  Governor and Mollie, thanks so much. If you missed the Golden Globes last night, there are a few moments that you have to recapture and revisit with Raymond Arroyo who will join us in a special appearance, never shows up on Mondays, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the Golden Globes with Raymond Arroyo.  Host and comedian Ricky Gervais exposes Hollywood hypocrisy in the woke celebrities. They all ignore his advice.  Fox News contributor Raymond Arroyo here with all details.  All right, Raymond, I thought for a second you were going to wear a tuxedo and really embarrass yourself.  But tell us about Ricky Gervais, liberal, Atheist, Trump-hating Ricky Gervais.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "I hate to tell you, I am wearing a tuxedo, but we'll get past that.  He pulled no punches.  Right out of the gate, Laura, Gervais said we are going to get laughs at Hollywood's expense, and then he offered them this warning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICKY GERVAIS, COMEDIAN",
      "sentences": "If you do win an award tonight, don't use it as a platform to make a political speech.  You are no position to lecture the public about anything.  You know nothing about the real world.  Most of you spent less time in school than Greta Thunberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERVAIS",
      "sentences": "So if you win, come up, accept your little award, thank your agent and your God and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, let me tell you, Gervais really stole the Golden Globes.  He won the Golden Globes.  Don't tell the folks at the L.A. Times that. Their TV critic Lorraine Ali said he was disrespectful, disingenuous, and he could not read the room.  My take is he was reading the living rooms across America.  This is what people have been saying for years.  They hate the politics at these award shows.  And maybe these celebs should have heeded Gervais advice, Laura, but they didn't.  Michelle Williams won a Golden Globe for playing Gwen Verdon on an FX show, but all she could talk about was not her career but how it was made possible by abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I wouldn't have been able to do this without employing a woman's right to choose, to when to have my children and with whom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "She then encouraged women to rush to the voting booths this November, Laura, to protect abortion rights.  Again, so out of touch.  This is why, incidentally, the ratings have fallen, yet again, to an eight-year low for this broadcast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, 17 years ago I wrote \"Shut Up and Sing.\" Shut up and sing, shut up and act, shut up and direct.  It's 2003, I am glad Ricky Gervais has come along to my views.  And what about Patricia Arquette.  By the way, she blocked me on Twitter.  I just found that out.  She could not help getting political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I saw that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, she could not help getting political.  She's now a foreign policy expert?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're not going to won't look back on this night in the history books.  We will see a country on the brink of war.  So while I love my kids so much, I beg of us all to give them a better world.  We have to vote in 2020 and we have beg and plead for everyone we know to vote in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, looking at Patricia Arquette, I'm reminded of something my wife Rebecca mentioned as we watched this.  For all the talk of respecting women and the era of \"Me Too\" hanging over this awards ceremony, I think there was some confusion among certain actress about exactly what the Golden Globes referred to.  There was more cleavage on that stage than the San Andreas fault, Laura.  I could not believe some of these outfits. Throughout the ceremony it seemed the outfits got worse and worse.  Like Frederick's of Hollywood were dressing these women.  It was really an outrageous, I have to say.  The whole evening got worse and worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Raymond, first of all, you wrote a great piece on the Golden Globes at FOXnews.com, which everybody should check out.  But from beginning to end, other than Gervais, it was one incomprehensible moment after another.  And Joaquin Phoenix, God bless him, he's a great actor, but what was he even saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "They were talking about, by the way, Laura, the Australian fires.  They just arrested 12 people in Australia for those fires.  They were blaming it on climate change.  Wrong again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, fantastic analysis.  We've got to go, and we'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There are a lot of Australians in the room tonight, and I know we are all very grateful for the call outs to our fellow compatriots who are suffering. When one country faces a climate disaster, we all face of climate disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, as Raymond noted, there are reports tonight out of Australia that it was arson, perhaps not climate change.  Well, they have arrested many people who apparently have been found with accelerants and other arson-related material. We'll bring you updates on that.  And it's raining.  Four days of rain expected in key parts of Australia.  That's great news. Now, that's all the time we have tonight.  It's good to be back.  Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon, I intruded on your hour, and I apologize greatly.  I just -- I blew the clock.  It's my fault. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "And yes, as Hannity said, I am back. And I'm Laura Ingraham. This is \"The Ingraham Angle\" from of course, we're back. So, it's a really busy Washington. Now, and moments, I am going to explain why the killing of an Iranian General Qasem Soleimani reveals Trump as a true pragmatist. Also, two of the biggest Congressional players in the impeachment drama react to today's announcement from John Bolton about his potential testimony. Senator Ron Johnson and Congressman Doug Collins among others are here exclusively. Plus, President Trump has a way of revealing folks, doesn't he? For who they really are. Mollie Hemingway, Mike Huckabee, they're going to tell us how the Left and the media are now defending the world's largest state- sponsor of terrorism. I thought I'd seen it all until the last few days. And Raymond Arroyo is here. Now, this is special. It's a Monday appearance for Raymond. But of course, when the Golden Globes host Ricky Gervais gave celebs some really great advice at the award show. Too bad they didn't listen. He's going to explain later in the show why something I wrote 17 years ago was a little bit ahead of its time. But first, Trump, the realist. That's the focus of tonight's Angle. As with issues like immigration and trade, on the Iran situation, President Trump has been forced to clean up the messes created by previous two administrations. Now post 9/11, George W. Bush thought that once we invaded Iraq, WMD or no WMD, once we kill Saddam Hussein and then disbanded the Iraqi military. Well, democratic institutions would eventually take flower. Well, that was a colossal and cruel joke. The Kurds were happy and did greet us as liberators. But with the evil Saddam gone, Iran was also empowered and started building many of the IEDs that killed so many coalition forces."
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "utterance": "Major combat operations in Iraq have ended in the battle of Iraq, the United States and our allies have prevailed. The transition from dictatorship to democracy will take time. But it is worth every effort."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're still waiting for that. Well, in February 2006, when I was broadcasting my radio show from Iraq, the enlisted soldiers, some on their third deployment at that point told me, they said Laura, the place is a disaster. Iran is crawling around everywhere or their emissaries. They're building these weapons that are blowing up my buddies. But back then, I frankly didn't want to believe it. Now two years later, Obama was elected in part on his promise to pull us out of Iraq. Of course, Obama took a completely different approach. He made things worse. He thought that as long as we ended combat operations in Iraq, we could bribe Iran to get better behavior from Iran. So, the $1.7 billion was the settlement of a decades old arbitration claim between the U.S. and Iran. An initial 400 million of euros, Swiss francs and other foreign currency was delivered on pallets, January 17th. Now that's the same day, Tehran agreed to release four American prisoners. Now, pallets of cash were delivered in the dark of night to the Iranian regime. Now, one of the most disgusting acts of American capitulation, I can recall in my lifetime. Remember also the Iran nuclear deal itself was full of holes, but Secretary of State John Kerry, he insisted it was the best we could do and thought Iran's signing on to that agreement would be a stabilizing process. Of course, nothing could have been further from the truth. There is no evidence that Iran started behaving any better after the deal and in no serious Republican or Democrat is even attempting at this point to argue that. Iran never released Bob Levinson, a former CIA officer, whom they've held for 13 years, ditto for at least five other American who've been held prisoner on absurd spurious grounds. Terror acts committed by Iran's proxies have continued unabated and the Islamic Republic was behind the rocket attacks on our embassy in Baghdad and in Basra in 2018. The Shiite militia rocket attack that killed an American contractor and wounded four U.S. troops, just two weeks ago was the 11th barrage in just two months. Now, this doesn't even take into account by the way all of the other American blood that they have on their hands."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Are also responsible for 17 percent of all-American soldiers' deaths in the Iraq war between 2003 and 2011."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Back to the point I was making earlier about the time I was there in 2006 and what I was hearing. And General Qasem Soleimani, he wasn't some bit player in all of this.He was the orchestrator of these terrorist assaults. The attack on the U.S. embassy in Iraq was just the latest. He was also so brazen and so comfortable, this really blows my mind, by the way that he was freely operating at the Baghdad airport. I'm surprised he was like working in a bookstore there. He was planning to kill or terrorize more Americans, very bold about it. Thus, handed these cards and with the escalation on the ground that put our troops and personnel at risk, Donald Trump had to weigh the options and he had to make a decision. So, was it better for the U.S. to allow Soleimani to parade openly around Iraq with no forceful response after he fomented the attack on our embassy and was plotting more? President Trump decided that the answer was an emphatic no."
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "We would've been culpably negligent had we not taken this action, the American people would have said that we weren't doing the right thing to protect and defend American lives. President Trump has been crystal clear."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ordering an airstrike on Soleimani was given all the facts and all the history, we just went over. A perfectly reasonable decision. So, will this trigger some retaliation from Iran? Perhaps. But the world's leading state-sponsor of terrorism, they certainly didn't need any excuse to wreak havoc against American interests. They've been doing that for a long time. They've been our enemy for like over 40 years. Democrats accuse the President of acting precipitously though and destabilizing the region, which isn't surprising. If Trump says the sky is up, they're going to say, it's down. But think about this for a moment. Most Democrats today believe that we as Americans are safer with that murderous thug alive and boldly spreading his influence in the country where we lost thousands of our servicemen? Really? These are the same people by the way who called themselves anti-war when Obama was president. But they never gave Trump credit for his policy of military restraint. As is so often the case, Trump forces Democrats to reveal themselves and the media. They're so caught up with resisting and hating Trump for everything he does and breeze that over the weekend, they literally sounded more empathetic to the mourners of an Iranian mass murderer than to the families of the soldiers he killed and maimed with attacks carried out inside Iraq."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In Iran, he is seen as a revered military leader. So, he had enormous respect and position there."
    },
    {
      "speaker": "FAREED ZAKARIA, CNN HOST",
      "utterance": "It's difficult to convey how revered he is in Iran. This guy is regarded in Iran as a completely heroic figure, personally very brave."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MA., PRESIDENTIAL CANDIDATE",
      "utterance": "It was a targeted attack on a government, official, a high-ranking military official."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "I was trying to think of somebody, and I was thinking of de Gaulle."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Remember, when Bill Marr got into all that trouble for saying the9/11 attackers were a reference and as courageous. What are these guys doing? Whereas Bush was too idealistic about what was possible in Iraq and whereas Obama was too defeatist about Iran, Trump's a realist, he's a pragmatist. He made a calculation that as long as this general was alive, things would be more dangerous for the United States. Soleimani was not acting as a brake on the Iranian regime. He was acting as an accelerant. It's the Democrats position of appeasement toward Iran that's endangered American interests and allies for years and years. If our position, a friend of mine gave me this idea, I wish I could claim it as my own. But if our position right now, we listen to the Democrats is that we cannot eliminate a known and unrepentant terrorist for fear of reprisals from his homeland. Then that means the situation in the region is truly hopeless. And thus, if that's what we believe, then we should agree all of us on an immediate withdrawal of all troops from the region. Otherwise, the troops are just sitting ducks along with contractors, NGOs et cetera. President Trump decided that the status quo was unacceptable. He was and is correct. Now, I want to say it's very important. You know my views on these endless wars. It's important that the President listens to his judgment here, that he doesn't listen to the same people who got sucked into Iraq in the first place. The Bush doctrine is dead, and Trump helped bury it. Thank God. His recent tweets notwithstanding, the President, I think is very smart, he's very smart enough to know that another war of choice or needless escalation will end up harming American interests, not to speak of his re-election chances. America First, America Safe, America Strategic, America Smart. And that's The Angle. All right, joining me now is Congressman Michael Waltz, House Armed Services Committee Member and the first Green Beret to serve in Congress. Also, with me is retired Brigadier General, Robert Spaulding, Senior Fellow at the Hudson Institute and a former Director for Strategy at the NSC, as well as Victor Davis Hanson, Senior Fellow at the Hoover Institution. Congressman Waltz let's start with you. Why are the Left and the Never Trumpers really upset that Trump acted?"
    },
    {
      "speaker": "REP. MICHAEL WALTZ, R-FLA.",
      "utterance": "Well, first I want to say Laura, you're absolutely right and as a combat veteran, I find it appalling, some of this criticism. And my question for the Left is, how many American body bags are enough. Because apparently, 600 wasn't enough from the Iraq war and we want to just have more and more and more before it's OK for the President to stop this escalation and act. And secondly, you know they've got this false choice that they're throwing out there, either we do nothing and continue to appease the terrorists, or we have World War III with D-Day style invasions of Tehran. There is a lot of room in between. There is a lot of options. That is not on the table and nor does the President need authorization to defend our embassies, to defend our troops to strike back and to stop this escalation. He's absolutely right. We're preventing further war. We're not escalating into war. We're stopping Iran's escalation. And I think it was absolutely the right move."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First, the Democrats, they didn't like that Trump was pulling troops out of the Middle East, trying to end these endless wars. Now, they're upset that he's taking action."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "utterance": "I really worry that the actions the President took will get us into what he calls another endless war in the Middle East. If in Congress and I will do everything I can to assert our authority, we do not need this President either bumbling or impulsively getting us into a major war."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "General?"
    },
    {
      "speaker": "BRIG GEN ROBERT SPALDING, SENIOR FELLOW, HUDSON INSTITUTE",
      "utterance": "Well, this I mean clearly what the President did improved our - probably our stability in the Middle East and security of American forces there, for two reasons. One, deterrence is about capability and intent. The strike clearly shows the President's intent to punish Iran, if they cross the line. And second, Soleimani was hopscotching around the Middle East--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's unbelievable."
    },
    {
      "speaker": "SPALDING",
      "utterance": "Creating chaos, everywhere he went. Quite frankly, I'd given up hope that we were going to do the right thing with regard to his actions all the way back to my time in Iraq back in 2007."
    },
    {
      "speaker": "WALTZ",
      "utterance": "We should have a long time ago. A long time ago."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Literally. I was rah rah war in Iraq, because I love our troops. I support our troops. Those enlisted guys remember Trump met with the enlisted soldiers couple of weeks ago. They kept saying, Iran, the story is Iran. Don't drop Iran. That's the story. Remember, General Casey, he didn't really want to get into the Iran situation with me in an interview. I like him a lot, but he didn't want to touch that. I'm telling you; this Iran thing has been brewing for so long, it's been happening for deadly consequences."
    },
    {
      "speaker": "WALTZ",
      "utterance": "A terrorist is a terrorist whether they're Shia or Sunni, whether they're wearing a foreign uniform or whether they're not."
    },
    {
      "speaker": "SPALDING",
      "utterance": "We spent billions on MRAPs and we never did a thing about the IEDs that were the cause of having to build those MRAPs."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well we - Victor Davis Hanson, I want to go to you on this. Bernie Sanders spoke out tonight about this situation. Watch."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT., PRESIDENTIAL CANDIDATE",
      "utterance": "You can say there are a lot of bad people all over the world running governments. The President of China now has put a million people in - Muslims into educational camps, some would call them concentration camps. But once you start this business of a major country saying, hey, we have the right to assassinate, then you are unleashing international anarchy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, he also compared this to Putin's killing his dissidents. He also said that. Reaction."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTE",
      "utterance": "Yes, I think that Trump has really confused people, Laura, because he showed restraint by not reacting to the interception of ships in the Gulf of Hormuz earlier. He didn't react to the drone attack. And then when he did, he didn't brag about it. Remember in 2012, Joe Biden toured the country right before the campaign or during the campaign said, bin Laden is dead. GM is alive. Then when Hillary went into Libya and Gaddafi was pretty horrifically murdered on the street, she said, we came, we saw, ha-ha-ha, he died. He hasn't done that. And I think what Trump - everybody understands, and this is what frustrates the Democrats is, he's got a very unique view of the Middle East. He's saying you know what we don't need its oil anymore, we're self-sufficient. Israel is self-sufficient in oil. The Arab street is on our side, it's anti-Iranian and the Palestinians have lost their global resonance. And so, it's a new situation, the Middle East is not in the middle of anything anymore and yet he's saying that in this situation with Iran, we were very patient and now we've reestablished deterrence and the levers that adjudicate whether one side wins or loses a war or diplomatic, economic and military. And in this particular situation with Iran they have neither. None of those three and all their decisions are bad in their case. And Trump is saying, we reacted. I showed restraint. Now it's your turn, see what you're going to do, and I don't think they're going to do what everybody thinks we're going to do, because they don't really have any options."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "And it's very hard to be an interventionist when - yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and even Merkel was saying, it was justified. But I want to go back to this point because I am not a neoconservative. I do believe we have wasted an enormous amount of blood and treasure and the American people clearly don't want that; we're never going back to those days Those days are over. The Republican Party and they don't want that anymore. Maybe people at defense contractors want it and make a lot of money, I understand that, but that's what not the people want. The Atlantic today, I'm going to read this. Title was, it's 2003 all over again, Congressman Waltz. The factors that made the Iraq war a disaster are present here, false and dubious claims, hubristic thinking, lack of foresight and planning, civilian military divides, ideology eclipsing practical strategy, all of this means that while the Iran crisis might not be the disaster on the scale of the Iraq war, it could easily be a disaster. Your reaction to that. Are we creeping into a potential long conflict with Iran?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "No, I don't think we are. I think this was a response to stop the series of escalations. The President's made it clear that if they escalate again, our response will be overwhelming. The last thing the Iranian regime wants is a war with the United States because the thing they value the most is their own survival and they know they would be destroyed in such a conflict. They have in a whole history of escalating right up to the edge and when faced with strength, they backed down. When faced with weakness, they're emboldened, and they'll continue."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I just still can't believe; he was in the airport."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Until--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's unbelievable."
    },
    {
      "speaker": "WALTZ",
      "utterance": "They're stopped. So, I think that's the dynamic. The President understands the dynamic. And to the Atlantic, we're not looking to build Switzerland. The Trump administration is not looking to create Switzerland or a perfect democracy, but we do still have a counter-terrorism mission. And what Obama missed was just pull everybody home and wish the problem away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Give them their rights."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Right. And we got ISIS, we got attacks throughout Europe. We got inspired attacks in the United States. So, even though the energy play is lessened, the counter-terrorism piece is still real. But that doesn't mean we have a million American troops; we can do that with a very small footprint forward."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "General Spalding, a lot of people on the Left are focusing on the reference to the cultural sites in a tweet by the President, saying that that comment - even a reference to it, reference to it could unify the Iranian people who don't even agree on these issues and probably want this regime gone against Washington. Are you concerned about that?"
    },
    {
      "speaker": "SPALDING",
      "utterance": "I actually think the Iranian leadership is going to have to take a reassessment based on the strike. So, whatever language the President uses, it kind of reinforces this sense of unpredictability on - so they don't know where the line is. And if they don't know where the line is, they have to reassess. And I think you're going to see a level of stability as a result, not just in Iran. I think it sends a message to Beijing, to Moscow and Pyongyang that they need to pay attention to what the President is saying."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "VDH, really quickly. Speaking of China, I'm always focused on China you know. Victor and I are China focused as is General Spalding. What are they thinking here? What's their angle on this potential conflagration if there is one?"
    },
    {
      "speaker": "HANSON",
      "utterance": "They don't know what Trump is going to do. They didn't think he would ever initiate tariffs. North Korea doesn't know what he's going to do. And so, meanwhile, time and all three of these situations on the U.S. side because China needs a recalibration of this tension with us. It's not sustainable for them. And the same thing with North Korea, these sanctions are sharvy North Korea and all of the cards, everybody is hysterical Laura, but the cards - if you just look at it dispassionately or on our side with Iran, with North Korea, with China, it will just calm down and let these things play out. We're the ones with the sanctions. We're the ones with a strong economy. We're the ones with the largest military. And as long as we don't overreach or try to as you say nation build or go into some large expedition, we're in great shape."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trump's not going to do that."
    },
    {
      "speaker": "HANSON",
      "utterance": "I think that's what's frustrating with the Democrats. I think they understand that. They don't know what to do about it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But you see Chuck Schumer reading those comments. I mean he's been in Senate for like decades. He should read his comments. He knows what he thinks, doesn't he or does he not? What do you think? When he's on the Sunday shows. Very odd. Gentlemen, great discussion. Thank you so much, all of you."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And John Bolton says, he's now willing to testify in the Senate impeachment trial, if he's subpoenaed. But is that going to happen? And what effect will it have? Senator Ron Johnson is here exclusively with reaction. Plus, was killing Soleimani illegal. That's new thing they're claiming. Congressman Doug Collins, I cannot wait to hear him on that. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh! Could the Left actually see one of their impeachment fantasies come to fruition. John Bolton testifying in the Senate trial. While the former National Security Adviser said today that he would testify if he received a Senate subpoena. If. Of course, Democrats are using this as a political cudgel against Republicans."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "Given that Mr. Bolton's lawyers have stated, he has new and relevant information to share. If any Senate Republican opposes issuing subpoenas to the four witnesses and documents we've requested, they would make it absolutely clear, they are participating in a cover-up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, the senators are participating in a cover-up or the White House. I'm trying to keep it all straight. Our next guest actually spoke to John Bolton about the Ukraine mess last August, I shouldn't think the Left should be celebrating. Joining me now, exclusively Senator Ron Johnson, Chair of the Senate Homeland Security Committee. Senator, Bolton seems like he's latest in the long line of the silver bullets, the Left believes it has here. What do you think?"
    },
    {
      "speaker": "SEN. RON JOHNSON (R-WI)",
      "utterance": "Well, first of all, Happy New Year, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Happy New Year. Thanks for coming on. We've been trying to get you in a while."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I'm not sure what else John would really add to this. I haven't spoken to him since - we really talking about Ukraine. We share the same position, but from my standpoint, President Trump has been unbelievably consistent in why he had reservations about Ukraine. And it starts as a candidate when he didn't think Europe was doing enough in their own defense. And then, throw that into that mix, the corruption of Ukraine. That's what he stated in the White House on March 23rd. He was consistent in my conversation on August 31st and talking to John Bolton, making the same point. So, I don't know what else he would add. But the House obviously didn't make their case, so they're hoping that the Senate will make the case for them. That's not our job."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But what is that scenario, where the House doesn't go to court to get it - to try to enforce a subpoena, but now they're like foisting it on McConnell. So, now McConnell - you have to--"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "We're supposed to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You have to issue a subpoena that would - that - you have to go to court, get a subpoena and push it forward. How does that ever work?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, I don't think it does."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "And so again, I don't know what Nancy Pelosi is doing to me. Her strategy seems totally bizarre. What I hope is this week, our conference will come together. I don't think we should let Nancy Pelosi run the Senate. And so, the Wall Street Journal, you should have had a column a couple weeks ago basically suggesting we should change the rules of Senate, don't require articles of impeachment be delivered. They already voted on it. We take up the trial. We basically tell Nancy Pelosi; we start the trial Tuesday at 1 o'clock."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Show up or not."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Bring your managers, if not the President's team will have his defense ready. And if you don't put out a case, we'll rule it to the President's defense. And by the way I think that's essential, I think the President needs a chance to defend himself."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't like this idea of this hanging out over him during an election. That would be kind of a strategy on the part of the Democrats albeit a weak one. So, how do you avoid that?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Or during a crisis in Iran."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Laura, there has been so much damage already been done to this country--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Horrific."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Because of this. The fact that now any future president will have a hard time having a candid conversation with another world leader, because we've exposed these transcripts and of course within two weeks of this President taking office, conversations between world leaders were leaked. I don't know who President Trump can trust inside the administration. Think of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, he still has people on the National Security Council, detail staff who are working against his policies, burrowed in right now. They are there."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "You tailored the news stories came out after the missile attack against General Soleimani."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Soleimani."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "And yes, there are still people leaking inside the administration, trying to undermine his policies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ben Carton (ph) said, you must hear this testimony from Bolton. He had direct knowledge intimately involved in conversations with the President. And if you don't, then basically implying you're all part of a cover-up."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Well, if it was that crucial, why didn't the House go to court and try and get that testimony?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They said, they didn't want to drag this out. They wanted to get this impeachment before Christmas, Senator."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "And so now, she's holding out the articles of impeachment, it makes no sense whatsoever."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, you think in the Senate, this thing should be dealt with expeditiously and would you have an opportunity to appoint or ask for managers to come? Maybe, she didn't pick them. Why can't someone else pick them?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "I would just give her the opportunity.  Your managers can show up at 1:00 on Tuesday, next Tuesday, and put on the case.  We will give you 24 hours of floor time.  If you don't show up, the president's team will be ready.  We'll give his team 24 hours.  And then we will decide what to do. My guess is we've heard enough.  It's such a weak case."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How many votes do you need to change the rule?"
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Fifty-one.  Fifty-one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Only 51."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I can't wait to see how this plays out.  But it's too serious not to deal with expeditiously.  Senator, thanks for coming in tonight.  I really appreciate it. And speaking of impeachment, one House Democrat now suggesting that they add a new article -- killing a terrorist."
    },
    {
      "speaker": "REP. RO KHANNA, D-CALIF.",
      "utterance": "He would be, again, violating the Constitution by disregarding Congress.  And it's illegal.  It's, frankly, another impeachable offense for him to continue an escalation without Congress's authorization."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Are you suggesting that if the president did not abide by a resolution if it were to be passed by the House, by Congress, that you would potentially add that to articles of impeachment against him?"
    },
    {
      "speaker": "KHANNA",
      "utterance": "It's definitely on the table.  There is no greater offense, in my view, than sending American troops to war without congressional authorization."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Again, we keep saying we thought we'd heard it all.  But here to respond, Doug Collins, ranking member of the House Judiciary Committee. Congressman, Democrats didn't seem to care when Obama was droning individual citizens abroad, including Americans, didn't ask for permission, didn't ask for consultation.  It just happened.  What is different?"
    },
    {
      "speaker": "DOUG COLLINS, R-GA., HOUSE JUDICIARY COMMITTEE",
      "utterance": "Nothing is different except Obama was president and now Trump.  Mr. Trump is actually doing something that actually helps out country.  What's offensive is Ro Khanna. Let's just be honest, here.  Every time he opens his mouth it's not helpful to America.  It's not helpful to anything. They just came off an impeachment issue in the House, and I think what is actually happening is Nancy Pelosi is sitting here saying, oh, my God, this was so bad.  This was actually worse than I thought it was, but I had to do it to appease my left.  And now let me just hold it out here and play political.  If I was one of her 31 members who were in Trump districts, and after she went up and got real solemn and said this is duty and our solemn, sworn --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Prayerful."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Prayerful.  This really is our duty, and it's a conscience vote. And then within an hour you go out and use it as a political toy.  Nancy Pelosi, she has no credibility, and Ro Khanna has less than her."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cory Booker, one of the many Democrats speaking out about a supposed violation of the War Powers Act by the president in dealing with Soleimani.  Watch."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "It is dangerous now to allow the president of the United States to grow in war powers, undermining those checks and balances, because you may have a sober, deliberative president like President Obama, but the next one could be an impulsive, capricious, un-strategic thinker like President Trump."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Wow.  Deliberative, this the President Obama who sat in the White House and allowed basically drones to attack anything that he wanted to and got complete immunity from the left, complete immunity from the Democrats. And now you have a president who took out a general who had blood on his hands?  What do we say to somebody, what do we say to these troops having to go there?  What do we say, this was said by my friend Mike Wallace, what do we say to those Gold Star families, what do we say to those who have been maimed, what do we say to those who Soleimani did to our country, and when we had a chance to take him out the president acted in very realist terms, as you said earlier.  And we did it with purpose. Here's the problem, the War Powers Act is not covered under that.  This is a president taking a self-defense action for our country, taking it directly to our enemy, taking it directly to someone who previous administrations said was a terrorist and was committing terrorist acts.  He was not even supposed to be out of Iran.  Think about this, under the old agreement, he was not even supposed to be traveling around like he was."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Iran was also boasting that it was gradually eroding any thought of really abiding by this ridiculous Iran nuclear deal.  Over the summer, they continued to talk, we're not going to be doing this.  So we couldn't trust them, never could, despite Obama's idealistic, naive approach."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Laura, you just told me something amazing, that they actually attempted to keep this up.  They never attempted to keep this up.  The moment after it was signed, they were still traveling.  Soleimani was traveling.  They were still testing their weapons.  They were still running the centrifuges.  This was simply an appeasement by the Obama administration.  The president had to clean it up.  In this essence, he did.  And what we've got also to think about now is Iraq is being run by Iran.  This is what we have to understand."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Should we pull out of Iraq?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think we have got a small footprint there.  We're talking about to do exactly what we need to do.  We don't need to be sending troops back in.  What we need to do is be able to --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He is sending more troops over there?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, I think he's sending in there to be -- again, what amazed me, when you had the Democrats said, oh, we have no plan for this.  The president has a plan for this.  He understands that there's going to be attacks.  Again, what they don't like is here's a president being a president.  This is what they have not seen in eight years.  They saw an appeasing president.  They saw a president who drew red lines in the sand and said oh, we might do this, but didn't do it.  President Obama made promises he didn't keep.  President Trump makes promises he keeps."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Prediction, will Nancy Pelosi send those articles of impeachment this week to the Senate?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I hope so.  I think it's time to stop playing with this country. It's time to stop playing with the voters of this country.  It's time to stop playing in the destruction of democracy that they did in the House of Representatives.  They broke every rule to get here.  It's now time -- if you have such a strong case, then Adam Schiff, I think what they need to find is go after to the Wizard of Oz.  They need to find the Wizard and find some courage.  They need to find heart, because they've lost it complete.  If they have a case, then make their case.  If not, shut up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dismiss this thing, get it on for the country's sake.  Congressman, great to see you."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Good to see you as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First appearance in the new year by Collins. Up next, Trump has once again lured the left into defending what most of us think is indefensible.  It doesn't stop them.  Mollie Hemingway, Mike Huckabee are here, and they're going to tell us why liberals keep falling into this trap. And what do Golden Globes, that ridiculous awards ceremony, tell us about the next election, if anything?  Stay tuned."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You remove Soleimani from the battlefield, but we have increased threats to Americans."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He is a bad guy.  He's gone now.  But the point is, what is Trump's foreign policy?  It's incoherent."
    },
    {
      "speaker": "REV. AL SHARPTON, CIVIL RIGHTS ACTIVIST",
      "utterance": "No one is a sympathizer of the general.  We are talking about the act, and we're talking about the fact that now we are upping the ante, talking about war crimes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're not even making any sense.  Yes, he is a bad guy, but.  If Ronald Reagan was the great communicator, Trump could be the great revealer.  At every turn he is forcing Democrats to stumble all over their words, completely contradict what they said five minutes ago, and also the media, they are showing their true colors as well.  In this case, they seem to be standing with Iran's sovereign right to exist to foment terror around the world. Joining me now, Mollie Hemingway, senior editor at The Federalist, Fox News contributor, and Mike Huckabee, former GOP presidential candidate and Fox News contributor as well.  Mollie, the president once again has the left all tied up in knots on this Soleimani thing.  At the end of it you might as well thought he just worked at an NGO and was bandaging up poor animals who were caught in some horrible natural disaster by the way they're talking about him."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "utterance": "It does seem that they're having trouble sticking with a particular narrative when it comes to Soleimani, Iran.  First, they're telling us it's no big deal.  Then they're highlighting the people who are mourning his death.  They said that Trump doing this might have been a wag the dog effort to distract from impeachment.  Last week supposedly he couldn't wait for impeachment, which is why Nancy Pelosi had such leverage.  They can't stick with a particular storyline and it's making them looking like the only thing that they are consistent, and it is what they're consistent about, is opposition to Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor Huckabee, when you think about how Trump has been an advocate for a more restrained approach to deployment of our military, and you I have talked about this, he's never gotten any credit for that from the left, not at all.  But now they are mad that he is actually doing something to protect American interests against this craven mass murderer."
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "utterance": "He is not sending thousands of troops into ground combat, but he has taken on a mass murderer, a person who has not only killed over 700 Americans, but a person who has killed tens of thousands, we don't even know how many, of his own people in Iran. This person is not a nice guy, and why anyone is defending him.  It's only good reason for people of America to say do I really want to elect Democrats who hate Donald Trump even more than they detest a mass murderer? And the truth is, no, they just can't stand him.  And they will side with Iranian government and all of its excesses of terror before they will appreciate this president. I just want to remind you, Laura, when Usama bin Laden was killed and Obama ordered it, I celebrated that publicly and on television, and I praised him and said I am glad the president made the decision.  I think every Republican did.  Why can't Democrats accept this?  And I heard one of them the other day say it was the right thing to do but the wrong person did it. That's how sick they are.  That's sick."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, you can't even -- there's no words to describe a reaction like that. Mollie, Barbara lee joined the Jayapal bandwagon with a tweet saying the following, \"People of Iranian descent including American citizens and Green Card holders are reportedly being detained by Customs and Border Patrol officials.  We can't let this stand.  Please contact my district office.\" It gives her phone number.  It turns out the CBP debunked this entire report.  So this is like the -- there was a red scare.  This is the Trump scare.  Everything is an internment camp, basically."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And people really should be skeptical when they are told things.  The previous two presidents had problems trusting intelligence that they shouldn't have trusted.  You can never get mad at people for asking to the goods on intelligence or being skeptical that another president will embroil us in a war in the Middle East.  But yes, you need to check your facts, and you need to not fall for conspiracy theories and whatnot.  And that's not happening."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, real quick, I had to get reaction to this latest leftist outrage.  When the evangelicals laid hands on and they prayed over the president on Friday, some in the media reacted in total horror, calling it cult-like.  But when church members lay hands on Biden to pray, it's an inspirational, moving moment.  What does that tell us?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "It's just the absurdity of what we are dealing with.  Some people eat their soup louder than others.  It doesn't mean their soup tastes better.  Some people are very expressive in their faith, others are very reserved.  But the point is, if Donald Trump is a part of anything that is spiritual or the evangelicals are around him, it's cult-like.  But if it happens with Biden, it's just a wonderful expression of an affirmation of a faith that he doesn't practice very well because he is supposedly to be a Catholic, but he's yet pro-abortion.  That's a hard one to reconcile."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mollie, real quick, do you think Nancy Pelosi sends the articles of impeachment to the Senate, yes or no?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I do think they'll get sent.  I think that she tried her gambit.  It totally failed.  And she has no option but to send them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Got to get it in the rearview at this point.  Governor and Mollie, thanks so much. If you missed the Golden Globes last night, there are a few moments that you have to recapture and revisit with Raymond Arroyo who will join us in a special appearance, never shows up on Mondays, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the Golden Globes with Raymond Arroyo.  Host and comedian Ricky Gervais exposes Hollywood hypocrisy in the woke celebrities. They all ignore his advice.  Fox News contributor Raymond Arroyo here with all details.  All right, Raymond, I thought for a second you were going to wear a tuxedo and really embarrass yourself.  But tell us about Ricky Gervais, liberal, Atheist, Trump-hating Ricky Gervais."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "I hate to tell you, I am wearing a tuxedo, but we'll get past that.  He pulled no punches.  Right out of the gate, Laura, Gervais said we are going to get laughs at Hollywood's expense, and then he offered them this warning."
    },
    {
      "speaker": "RICKY GERVAIS, COMEDIAN",
      "utterance": "If you do win an award tonight, don't use it as a platform to make a political speech.  You are no position to lecture the public about anything.  You know nothing about the real world.  Most of you spent less time in school than Greta Thunberg."
    },
    {
      "speaker": "GERVAIS",
      "utterance": "So if you win, come up, accept your little award, thank your agent and your God and --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, let me tell you, Gervais really stole the Golden Globes.  He won the Golden Globes.  Don't tell the folks at the L.A. Times that. Their TV critic Lorraine Ali said he was disrespectful, disingenuous, and he could not read the room.  My take is he was reading the living rooms across America.  This is what people have been saying for years.  They hate the politics at these award shows.  And maybe these celebs should have heeded Gervais advice, Laura, but they didn't.  Michelle Williams won a Golden Globe for playing Gwen Verdon on an FX show, but all she could talk about was not her career but how it was made possible by abortion."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I wouldn't have been able to do this without employing a woman's right to choose, to when to have my children and with whom."
    },
    {
      "speaker": "ARROYO",
      "utterance": "She then encouraged women to rush to the voting booths this November, Laura, to protect abortion rights.  Again, so out of touch.  This is why, incidentally, the ratings have fallen, yet again, to an eight-year low for this broadcast."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, 17 years ago I wrote \"Shut Up and Sing.\" Shut up and sing, shut up and act, shut up and direct.  It's 2003, I am glad Ricky Gervais has come along to my views.  And what about Patricia Arquette.  By the way, she blocked me on Twitter.  I just found that out.  She could not help getting political."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I saw that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, she could not help getting political.  She's now a foreign policy expert?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We're not going to won't look back on this night in the history books.  We will see a country on the brink of war.  So while I love my kids so much, I beg of us all to give them a better world.  We have to vote in 2020 and we have beg and plead for everyone we know to vote in 2020."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, looking at Patricia Arquette, I'm reminded of something my wife Rebecca mentioned as we watched this.  For all the talk of respecting women and the era of \"Me Too\" hanging over this awards ceremony, I think there was some confusion among certain actress about exactly what the Golden Globes referred to.  There was more cleavage on that stage than the San Andreas fault, Laura.  I could not believe some of these outfits. Throughout the ceremony it seemed the outfits got worse and worse.  Like Frederick's of Hollywood were dressing these women.  It was really an outrageous, I have to say.  The whole evening got worse and worse."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Raymond, first of all, you wrote a great piece on the Golden Globes at FOXnews.com, which everybody should check out.  But from beginning to end, other than Gervais, it was one incomprehensible moment after another.  And Joaquin Phoenix, God bless him, he's a great actor, but what was he even saying?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "They were talking about, by the way, Laura, the Australian fires.  They just arrested 12 people in Australia for those fires.  They were blaming it on climate change.  Wrong again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, fantastic analysis.  We've got to go, and we'll be right back."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There are a lot of Australians in the room tonight, and I know we are all very grateful for the call outs to our fellow compatriots who are suffering. When one country faces a climate disaster, we all face of climate disaster."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, as Raymond noted, there are reports tonight out of Australia that it was arson, perhaps not climate change.  Well, they have arrested many people who apparently have been found with accelerants and other arson-related material. We'll bring you updates on that.  And it's raining.  Four days of rain expected in key parts of Australia.  That's great news. Now, that's all the time we have tonight.  It's good to be back.  Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon, I intruded on your hour, and I apologize greatly.  I just -- I blew the clock.  It's my fault. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.>"
    }
  ]
}