{
  "date": "January 5, 2022",
  "headline": "'Gutfeld!' on liberals' crime agenda, media hypocrisy",
  "subHeadline": "Guests: Jason Kraft, Jimmy Failla, Buck Sexton, Kat Timpf",
  "url": "https://www.foxnews.com/transcript/gutfeld-liberals-crime-agenda-media-hypocrisy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes! Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Shut up. Happy glorious Wednesday. It's day three of our no in-studio audience. So, if you don't hear any laughter following many of my brilliant jokes, just pretend you're watching Joy Behar to stand up. I feel like that last CNN producer and a healthy sexual relationship. So alone. Case in point just now. Now, remember that maniac who was freed without bail after he torched the Fox News Christmas tree last month? No, not Chris Cuomo. This guy, Craig Tamanaha. I know this is going to blow your mind, but he's on the lamb, and not in a good way. You animal lovers. Yes, he actually escaped from not being in prison, which I know it seems kind of pointless. But he failed to comply with the conditions of his release according to the Manhattan D.A.'s office, an office that lets more criminals off than greyhound. He was arraigned on one count each of felony second degree criminal mischief. Misdemeanor second degree reckless endangerment and misdemeanor fifth degree arson. Yes. Who knew torching a 50-foot tree on a crowded sidewalk is considered mischief? And here, I stopped at tipping the high school gym just last year. But due to criminal justice reforms enacted in 2020, no bail was set. So, even though the judge ordered the guy to regularly check in with a supervised release program, he didn't. So, now, he's missing like petty cash when Kat's around. So, yes, he didn't check in. Surprising, right? Next, you're probably going to tell me William Devane buys gold. Or Miley Cyrus has a tongue. Credit to Billy Ray. I never thought you could create something more annoying than Achy Breaky Heart, but you did. But who could have seen this coming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS CHANNEL HOST",
      "sentences": "(on camera): This whole issue has to do with the revolving door of justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "It's an offence under New York law where he has to be bailed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, he's going to be out. He might be out right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So good looking. But Mr. Magoo could see this coming. He hasn't already been shot. So the libs seeing the errors of their ways. Nope. Instead of reversing their destructive pro-crime practices that have led to insane surges of violence, they're tripling down on their stupidity. And even though we've heard great stories about our new tough on crime, NYC mayor, his new progressive D.A., Alvin Bragg, won't seek prison for most crimes, downgrading felony charges and armed robberies. So, one elected D.A. now has more power over laws than all three branches of government. He's going to support police like a waterbed. You remember those Jimmy. This, after smash-and-grabs are more common in stores than nipple less mannequins. They make no sense. Yes. Bragg has ordered prosecutors to stop seeking a carceral sentence for anything short of murder or deadly assault. Carceral being the cool new word for people who think Joy Reid is deep. Also, he says minor crime won't be prosecuted at all. So, unless you're dismembering a family with a bolo knife on their front lawn at noon, you're not going to be inconvenienced with jail time. And forget about the quality of life law enforcement that cleaned up New York decades ago. Now, anything goes. These sidewalks are going to be covered in more poop than a German porn star after the director yells, cut. You know what I'm talking about, Kat. Sure, crime will drop because there's no point to reporting it. Some examples from a Bragg's memo include, \"armed robbers who use guns or other deadly weapons to stick up stores and other businesses will be prosecuted only for petty larceny, a misdemeanor.\" I wouldn't want to be a cashier right now. Their lives don't matter. \"Convicted criminals caught with weapons, other than guns, will have those felony charges downgraded to misdemeanors.\" So, what weapon could they be talking about? Sporks? \"Burglars who steal from residential storage areas will be prosecuted for a low level class D felony.\" And you know what that means, a dramatic increase in booby traps. And of course, instead of calling Bragg out for this insanity, the media will probably lap it right up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tonight on the Chess News Network.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "sentences": "David Brooks for the Chess News Network. We're outside Manhattan's courthouse where the revolving door of justice is spinning like a leaf. Here's a recently reformed citizen now. Sir. Sir, please don't hurt me, sir. Sir, is this your wife?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This chick? No, we just met. She's the court stenographer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, how does it feel to be free?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, it feels absolutely amazing to know that I'm no longer a threat to society or those six people I stabbed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "So, you've learned your lesson?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, absolutely. It's good buying guns and knives. Hello to bats. And, honey, show him that new stuff we got. Box of dynamite. Fresh can of poison. So we're going to have a great time. And now if I get locked up, no one's going to think I'm a bitch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Well, he's also like anything that could result in felony charges to me. What's next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know, I think I'm going to enjoy the fresh air before I fill it all with burning smoke. See you in hell. Let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKS",
      "sentences": "Living hell indeed. And just like caviar in a Martha's Vineyard birthday party, justice has been served. Back to you, Freg (PH).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, if you're not living in New York City, you're probably thinking, yes, typical stupid lives. It's on you for living there. You should move the hell out or shut up. First of all, don't ever tell me to shut up. Imaginary person. And second, it's no longer New York City, it's America. And by America, I mean, Texas. And by Texas, I mean Mexico. According to victim advocate groups, criminal suspects released on multiple felony bonds in Texas, most populous county, have murdered 156 people since 2018. Yes, over 150 people have been killed by free range scum. All murders that could have been prevented. Again, this is Texas, where kids have gun racks on their big wheels. That's not New York or California or Seattle or Portland. It's Texas, the red state, the law and order state, the last hope we have, the Joe Manchin of states. And yet, they have to just keep taking it like they're being hazed into a frat. I wonder what the angry black male thinks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "What's wrong with my radio? Gutfeld. Hello, Gutfeld. And you know what, I am angry. And you should be angry too. Everyone should be angry. Right now, in certain states, a man could get up in the morning, go to a building, burn down a Christmas tree that could have hurt thousands of people, maybe worse, and then be out in time to get marshmallows to toast his marshmallows over the smoldering flames of what's left of his work. That's where we're at. That's what's going on. So, we should be pissed off. We should be upset. Armed robbery for victims and some of the worst things they can go through, a gun to your face, your belongings taking, your humanity and dignity taken away from you. Now it's a misdemeanor. What are we doing? They run the dinner bell. And we need to be prepared. And I'm angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's right. So, unless we start our own anti-crime movement and recall these D.A.s and undo these laws, we're screwed. And think about that tomorrow as other networks will wax horrific about the so-called insurrection. Turns out the only criminals who matter to the media are goofballs, and Viking hats. Meaning, they'll condemn anything that validates their disdain for you, as it places them, the media, in the dramatic center of a mostly peaceful protests that left an unarmed woman dead. But who cares about her, right? Remember, it's just like those riots of last year. Crime doesn't happen if the media doesn't think it's a crime. And it's never a crime if it doesn't happen to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest, our wild audience goes crazy. His personality's electric and so his bikes, CEO of Electric Bike Technologies Jason Kraft. The buck stops here, that's what people tell him when he tries to crash their party. Radio and podcast host, Buck Sexton. Well, that's '70s called and they don't want his wardrobe back. \"FOX ACROSS AMERICA\" host, Jimmy Failla. And finally, she drinks champagne from a shoe to avoid washing dishes, Fox News contributor, Kat Timpf. Once again, Jimmy, you've outdone yourself with your wardrobe. You look like a sad groom on a Vegas wedding cake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY FAILLA, FOX NEWS CHANNEL HOST",
      "sentences": "I was going like Saturday Night Fever, but you can't say that now. You'd have to stay home because you had a fever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think spotted fever. They're like the court jester of the Medellin Cartel. Look at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Nice to have you back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It's pretty tight though. You've been working out or do you just eat another version of you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No, I'm hungry. I actually like the shoes on the socks. Do they come in men? And I love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Jimmy, you are a -- you're a -- you're a -- you were a cab driver, you know. You've been, you know -- you know what it's like -- I've assumed to be mugged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Oh, yes. Like people jumping out in the fair and stuff like that. But I just want to say this real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You're driving a cab full-time, people always ask, do you profile when you're driving a cab? Do you ever not pick somebody up who looks dangerous? But the truth is, if you're driving a cab 12 hours a day, you want to die. Honestly, if there's anybody watching at home, if I didn't pick you up, because you didn't look dangerous enough, you know what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Try a little bit harder. But knowing how primal the situation is on the street here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "And these D.A.s, and the people passing these laws and these bail reforms aren't necessarily living in the reality they've created. They're really doing something terrible. Because, you know, a lot of people have the luxury of not knowing how raw and rugged the streets get and how difficult police work is. And this idea that we've created an environment that's more empathetic for the criminal than the victim, is why we are where we are. Where if you go to Times Square, remember those famous walking tours at the architecture?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "They're now called running tours, because you're going to get chased. It's a bad situation. But that's why this D.A. Bragg is just a woke pandering jackass. And the whole peer is this is the real litmus test for Eric Adams who's the new mayor, who does some capacity to clear this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "The hope is that Adams has some balls because they shouldn't go on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, if he -- if he doesn't reject this stuff, he's worse than de Blasio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "I was going to say, he's just de Blasio. He just took the baton. The one thing I would point out about Texas really quick is on that largest county is Houston, and Houston, to some extent, is not the rest of Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "It's like Austin with showers. You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I was -- you know, I was hoping you would point that out. Because that was a hole in my monologue, was that you can't really say Houston, Texas, but thanks for that, Jimmy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Well, that's a gift for gunning down my wardrobe. I got a Hello.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Jason, you once -- you lived in the city, but now you moved out of a city. People came to the city because you were allowed to commune safely. That was the whole point. You could be around people, but you could be protected. Once you remove that, what is the point to living in a city?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON KRAFT, CHIEF EXECUTIVE OFFICER, ELECTRONIC BIKE TECHNOLOGIES",
      "sentences": "I don't know. I don't like coming here at all. Honestly, I come here maybe twice a year. I come here for Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I'm here for the Christmas stuff with my kids. I have three young kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "And my wife brings me here in July for her birthday. Those are the only two times and it's dreadful both times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Even on her birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I -- it's so bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "It's so bad. If -- you know, when I come with the kids and the -- and the whole family, it's -- I'm like watching the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Like my head is on a swivel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Waiting for something to happen. I can't stand it. And the whole place now that pots legal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "The whole place smells like food trucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Weed and pee. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "In that order. Thank, God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You leave Kat's apartment out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes, I love that ambience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "But, you know, look, I don't know what's going on with these politicians. I mean, they basically give the criminals a blueprint here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Which is crazy. You're telling them in advance, you know, what they can get away with, and they're just going to go and do it. And I -- in that story, you got to listen to the cops. I mean, nobody listens to the people who are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "And they'd say they don't even want to arrest these people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Because they know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They'll be out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "like right, out. Like, what's the point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you just piss them off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "So, it's all messed up. And I think you're right. I think this new guy, Adams, got in on all these promises and it's complete, 180.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "So, I don't know what's going on. I don't know how this happens. But it's your problem. I'm going back to New --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, going back to P.A.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Buck, why is -- why did this happen? And why does it keep happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, RADIO AND PODCAST HOST",
      "sentences": "Well, one thing is that it's become fashionable for Democrats now to take this position that criminals should be cuddled and that society is all responsible for it. I grew up with comic books. Remember in Batman: Arkham Asylum and they would let it loose. And then everyone was -- there seems to be a program here in mind of ending -- they'll talk about the carceral state, which by the way, is like cisgender or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's the new word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "-- it's a term in your document. It is a term that tells you everything you have to know right away, the carceral state. But they actually want to end mass incarceration. That's the overall movement. What they mean by that is empty our prisons. It's not that every prison is not guilty. So, it's like the parts of the comic books where they're emptying out Arkham Asylum, so to speak, in Batman and letting everyone run free and see what happens in the city. And until you have drive-bys in Nantucket, there are going to be a lot of people who -- and this has happened. I know people like this where saying, New York's not that bad. I'm like, aren't you in Palm Beach about six months of the year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Aren't you in Martha's Vineyard or, you know, wherever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or the Hamptons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Or the Hampton -- the Hamptons, it's probably the biggest one for New Yorkers. So for them, they get to be fashionably concerned with the poor, while more people are getting stuff stolen from them and shot while Democrats tell them. This is because we're a bad country and we have to suffer for our sins. That's why it's happening. And until we suffer more, they're going to keep doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Until it happens to somebody in the media, and then all of a sudden, that's what January 6th is such a big deal to them, because they were there and they suffered PTSD from it. So, it's like to them that's the actual crime, not the thousands of murder victims in the United States. Kat. Look, you are -- been a proponent of police reform. This kind of ruins -- it ruins your wholesome principles by attaching it to the release of unwholesome criminals. You see my point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I see -- I hear your red meat talking point. But I disagree because some of the stuff like drug dealers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like drug dealing is just two adults consenting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know. But the armed robbery thing, for example. I think that if you point a gun at me and take my stuff, like, you should go to jail. But that is also like the most pro-Second Amendment thing that Manhattan's ever done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is so true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The armed robbery is OK, like at least criminals are allowed to have guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Don't make sure that the people who shoot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I'm not allowed to have a gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "If want to have one legally, you still --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I can't have a gun unless I'm going to rob somebody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And if somebody tries to defend themselves with a gun, then there they are screwed, right? And brings me to the point that a side that made my monologue, the booby trap. If they're saying that people can break into your (BLEEP) and you can't do anything about it, they're going to be like people to set it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "I can assure you having worked the NYPD for a little while that in the city right now if you had an armed robbery to Kat situation going on, a guy points a gun at her she pulls her illegal weapon and shoots the guy she's going to go to prison for under the new guidelines, the violence with the firearm, the armed robber guy, I don't know. Maybe he gets to sue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's not going to last to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I would not do well in prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Who's going to put yourself in storage anymore?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. It -- well, the storage companies are going to have to then ramp up their security and -- or else they're going to go out of business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "It's like a Christmas stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Since we have the electric bicycle expert here. So, my electric scooter got stolen recently. Let's talk about it. So, the crime wave became very real to me just right in the holidays.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "And I've been told -- I've been told that there are just -- I said, how did this even happen? It was right outside the restaurant and it was locked up. The thing was, you know, broken, they took it away. And someone told me that there are just trucks that they have, basically, now like moving around the city, and they're just stealing all the electric bikes and scooters they can. It's like, what's going to happen to my bike?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I don't know anything about getting it back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Is he driving the truck?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's a great business model.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Is there anything sadder though than a guy named Buck Sexton driving an electric scooter? Everybody's thinking Harley, Chopper. This is like, my name is Tex Colorado and I'm a vegan. I love you, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "I love you too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We got to move on. Up next, the T.V. host who started to whine when they wouldn't let his children dine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You got to be (BLEEP) kidding me. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A family dissed by a restaurant jerk while Chicago teachers won't go back to work. This week, an MSNBC host, aren't they all? Claimed he wasn't allowed into a New York City eatery because his 4-year-old daughter wasn't vaccinated. Ayman Mohyeldin says he tried to explain that kids under five can't even get vaxxed. But the restaurant told him he could sit outside or leave or go to Florida with AOC. Stare at her boyfriend's feet. They're delicious. So like all brave journalists, he tweeted his complaints posted a picture and tag the restaurant. Also, it was a French restaurant, shocking, a 5 year olds the one person they won't surrender to. Unfair. So, now you're seeing what happens when the left starts experiencing a taste of their own COVID absolutism. And it proves the Gutfeld rule, nothing bad ever, ever happens until it happens to the media or their kids. Now, they give (BLEEP). Here's more proof. Chicago Public School classes were canceled today after the teachers union voted to switch to remote learning. Weird as they claimed the vaccines work, they still won't. They use the same excuses claiming that students and teachers are vulnerable. You know, I'd respect them if they were honest and just said children suck and leaving home when it's cold outside is a pain in the ass. But now, even leftists are freaking out over the union's plan. And why? Because again, now their stupid policies are affecting them and their little brats. But thank God for Argentina, the country, not my masseuse, though she is special. A woman stripped down to her underwear to use her dress as a facemask. But when she was refused service, she ran out of the store. Finally someone is worse at buying ice cream than President Biden. But we sympathize. People are so sick of masks, they're getting creative all over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right, everyone. Just coming around doing quick mask check. Hey, Stacy, Linda, great job. Thank you so much. Kyle, host it. Close enough. Bill, you know what? Points for creativity. Never change, man. Never change. Jimbo, what's with all this? Are those mine? Oh, I'm going to need them back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes. That was disgusting. All right, Jason, here's the one thing I'm not going to blame the restaurant at this. Because they -- because imagine you're dealing with the media. What if they didn't check the anchor? And maybe the anchor was testing him? You know what I mean? You can't trust anybody. And also, the authorities had made it your responsibility to do this or you could get fined, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Yes, right. I think the restaurant owner should be able to do whatever they want. I mean, it's a private business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "And if they don't want your kid in there for whatever reason, I mean, obviously you know, this is health and if they're scared. And by the way, you (BLEEP) to begin with. So, you know, don't blame them, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "So, it is what it is and just take go somewhere else. And just tip big like, you know, who cares?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. But you are right, the hysteria was created by the media, Kat, and now he's mad that the hysteria has bitten in the backside to use clean language.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, I appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think about the teachers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The teachers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I mean, it's obvious that they just don't want to go back to work. Because I mean, it's just -- obviously, one of the trophies the amount of time they've already had at home, you can't spend that much time at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They're -- they want to go do other stuff. But they want to make -- it's the perfect excuse. They all band together and say, oh, we're scared of COVID, so we can't go back in. And you don't respect us. And everyone loves teachers, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Everyone used to. Like I -- people now are starting to turn against -- teachers, remember, was like so cute. They have little supplies, they work so hard for the kids, and they got little markers. And, like, they don't get paid enough, and they get their little markers. But now, everyone -- like they actually manage to make themselves hated as teachers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is such an amazing point that no one -- because my mom was a teacher. Everybody's mother was a teacher at some point. And now they're evil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "These are the teachers unions making this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "And to be fair. Although I know that teachers are voting on it. Teachers unions are evil commies, that is true. They are mad. We all know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't believe that, but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "But here -- that's fine. But here, you would actually -- I would like to see if we could, what the results would be. Remember when they used to do these studies, or these hidden camera things of guys who are retired from the MTA or whatever, because they had severe back pain?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Then they do these videos of them where they're like powerlifting, parasailing. So, they're on like double disability and they find these guys -- it was a big -- it was huge expenses over time. I would love to see these teachers. If we could just, you know, have some hidden camera footage of some of them. I guarantee you the terrified of COVID teachers in Chicago are out at bars, nightclubs, restaurants, all of it as soon as these holidays, which is what they are, kick in, because they're all completely full of crap. But the Democrats won't call this out. Fauci won't call this out, the little coward. They will see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They won't even -- COVID doesn't even keep them from making out with the students. I miss those. That's the story that I really miss for the pandemic has robbed us of the teacher-student liaisons, Jimmy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You should get those stories all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. This could be the straw that breaks the back, though. I mean, like how many parent -- no parent is going to ever support a teachers union. And maybe we start pulling the money out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Well, that's what I think. There's such a demand now for private schooling and you're hearing a lot of, you know, representatives say things like, hey, if they're not going to go to public school, we should get to reallocate the funding. Because to Kat's point, they did blow the greatest racket in the world. They were getting paid to be off all summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "They're the only one who have that racket. Like, how much more drinking should we pay for you to do? You know what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "But in terms of the MSNBC host, I do have a lot of empathy, mainly because he has to work with Joy Reid. I mean, when you think about what happened at that restaurant, I think it's like the funniest thing in the world. Because where was he? A fancy French restaurant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You go there to get mistreated. It's a -- it's a dominatrix that gives you croissants at the end of the hangout. So, I was actually glad it happened good, you know. And as far as the woman wearing the dress as a mask, the only reason that doesn't work because it wasn't an N95 dress. Hey, there it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "It is. I mean the people that take off like the undies or the panties, whatever put them, it is as effective as the cloth masks that people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "So, when they get upset and they say, no, sir, you can't be on the plane with that. A news guy did it on the plane. That's not science. The science says the thong works just as well as the mask, which is not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And, you know what, I'll add to that, that the mask isn't a bad thong. Hey, girl. You want to try something a little fun and flirty. Planet Fitness steam room --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "It's flat -- again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- tomorrow at 8:30 a.m. It's the turnpike exit seven, you can see. I'll be there. Up next, do rich men need to be tanned and chiseled even if they're old and grizzled?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "Do you need rock hard pecks when you can write enormous checks? Yes, though wealth comes in bulk and their shape comes in hulk. Jeff Bezos, the global warming activist who owns his own cruise ship, spent the holidays practically naked on a yacht flaunting a ripped body that's in its sixth decade on Earth. It's like looking in a mirror, except I'm not completely hairless, and he doesn't have a tattoo of Otis Sistrunk on his thigh. Shout out to Otis Sistrunk, and my thigh, and the Oakland Raiders. Those are good times. But Bezes is hardly the only rich dude to seek a Hollywood physique. Gone are the days of blubber butt billionaires. One trainer telling the New York Post successful people are disciplined, being in shape, personifies discipline and dedication. Oh, yes, I guess someone never heard of cheap justice and President William Howard Taft. But it's not just the weights. It's the board. A new study suggests skateboarding can boost your mood and lower your stress among older people. Yes, when scientists called it a creative outlet that gave people spiritual meaning and let them reconnect with the freedom of youth. So, I guess if you're depressed, you know, because you're a middle-aged broke washed-up cab driver, try skateboarding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY FAILLA, COMEDIAN",
      "sentences": "I just took it. I just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. Bottom line, Jimmy, this is just -- this is not, both of these things aren't even real stories. They're just examples of us getting older.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "That's all it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "First and foremost, the only reason skateboarding is therapeutic is because if you do surround yourself with the kind of 50-year-old losers of skateboard, you feel better about yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or actually, 70.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tony Hawk, did you know that just turned 80?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Oh, I -- yes. Is that, no -- it's so funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Somebody fact-check me on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Double check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think he just turned 80.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "I feel a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's 80 years young as they say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "I feel a Media Matters column coming on, by the way. But the, but no every one of these studies, this is the thing you always find out if you read the whole article, is they're always funded by somebody who has the agenda of the article.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Like twice a year, you'll read a study that's like coffee cures cancer. Research provided by the University of Starbucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "With special research from the Dunkin Institute. It's absurd. The Bezos thing now, I don't actually believe any of this. The reason he's in shape, it's not because like you got to be in shape now. It's because if you remember like a month ago, that video of his wife seeing Leonardo DiCaprio in person, where she looked like a 3-year-old seeing Santa in the mall for the first time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, it's an interesting point, though, that there's just some people that don't need to work out and that's Leo DiCaprio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Just I -- like, Jeff Bezos should be hotter, actually. Yes, there's like a level of wealth where being hot isn't even that hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You just pay for everything. You can have all the things, so I think he just realizes that it's more important to be hot if you're poor. He should be -- if he's that rich, he should be hotter than that. He's ugly. Very ugly for how rich he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just, I don't point of being rich is that you don't have to be good looking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, CLAY TRAVIS AND BUCK SEXTON SHOW",
      "sentences": "Am I the only one, and this might sound a little sour grapes or something here. But am I the only one that's like this guy looks like he could, he's been taking enough HGH and testosterone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's something going on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "An elephant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's something going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Come on folks, what is he? He's like in his 50s, 60s? He's adding all -- I'm not a personal trainer, obviously -- I don't have extensive knowledge in this area. But I do know some people who are fitness competitors, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Trust me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "And they'll tell you -- yes, you come from this world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, no, I pretend to be a fitness trainer sometimes at Planet Fitness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So, I kind of know when somebody is juicing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Tell me, is this looking -- I believe the term is natty?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Does this look natural, natty, to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Because he's rich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, now you just contradicted yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, I didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I said he should look better than that. He has money where he can just get, whatever they do to make you hot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Well, this is what happened. He doesn't the kind of money where you can pay a personal chef, you can pay a personal trainer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "A surgeon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You can pay, you can pay somebody to actually knock meat out of your hand. You know, he is the kind of money where he got so bored on earth, he built a rocket so he could leave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You know what I mean? He has that kind of money, but he is definitely juicing. You want to know why? It's the speed of the turnaround.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Yes, totally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "He wasn't in this shape a month ago. You don't do that at any age. But let alone that age.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "The biggest consumers of HGH in the world live in Los Angeles, California, pretty much and are you know, in their 30s, 40s, and 50s. That's the way this actually works. No one ever talks about it, because what they want to do is sit for those interviews and be like, yes, I just ate all that chicken bread. Just, you know, extra time of gym or whatever, please. I do like eight hours of radio a day, there are limits to the chicken breast thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, tell me about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "That was in Barry Bonds did a spit take when he saw this body? He was like, oh, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right -- let's stop body shaming a man who cares about his physique. Jason, you actually -- what do you make of the skateboard phenomenon being, that's your direct competition as a man who sells electric bikes? You must find this incredibly skeptical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON KRAFT, ELECTRIC BIKE TECHNOLOGIES CEO",
      "sentences": "First of all, I've done steroids. That's not natural. Secondly, secondly, but did you see, did you see the woman? I mean, ferocious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "That makes the world go round. That's why geeks like him work so hard to be who they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what, actually, you're right, because he became a billionaire. Oh, his poor wife. She's probably going to like, oh, he didn't do this for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you're right, I just was married to you until I could get the girl being a billionaire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I think, I love it man. Go for it, dude. It's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You say that about everything, don't you? I'm trying to find the upside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "He didn't even take a shot at big skateboard here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Well, you know, look, skateboards. I have an electric skateboard. I ride it I think it's therapeutic. I just hate that we said these guys are old. That's what I am. Mine's electric. It's cooler than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is the bottom line, it's just that we are just getting older and therefore we want to keep doing the things that we're doing when we are younger. Concluding like listening to music that I shouldn't be listening to at the age -- you know, I'm now in my early 40s. You know, still listening to Slayer is just a little bit sad, don't you think? But then everybody in Slayers, my age, so that's what happens, right Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I haven't gotten older yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you haven't. You're getting younger. Benjamin Button of Fox News. All right, coming up, should space explorers fear their crewmen if they develop a taste for human?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In space, no one can hear you scream as your friends eat you with chives and sour cream? Because when space colonists fail as farmers, what will stop them from turning into Jeffrey Dahmers? Space experts, my favorite kind, says humanity continues exploring the galaxy and beyond. Future colonists may resort to cannibalism to survive. Which raises the question: why does it always have to be resort? As if it's the last choice. I say start with cannibalism. Everybody's not agreeing. Astrobiology Professor Charles Cockle, poor guy, recently explained that if crop systems were ever to fail on an outpost significantly far from Earth, resupply missions might not be possible, even with Pete Buttigieg in charge of the supply chain. Being completely cut off from viable food sources, future space explorers would have no choice but to eat each other. Just like in that movie \"Love Actually.\" It's the only time you hope you're traveling with Jerry Nadler. Now, cannibalism isn't rare, even if you are. It happened to Sir John Franklin's 1845 Arctic exploration crew after they ran out of food. Even worse, the ship's onboard entertainment, it was Joe Machi. Or when Religious Correspondent (INAUDIBLE) Azlan, remember this? Ate human brain on CNN. Yes, remember when cannibalism still counted as a CNN controversy? But it's true, food shortages can create cannibalistic urges. I feel it when Fox forgets to refill the vending machines especially when they're out of Hegseth flavored Cheese Its. I don't know what that means. Kat, you know what? There's a fundamental reality, any form of exploration is going to offer the possibility for cannibalism. That's part of the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's like if you get an office job, you're going to get a big butt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "OK. I do think that the cannibalism stigma is overblown. I do. No, it's like, we're all stranded on an island and I die and you don't eat me, like you're kind of an idiot. But I -- but if like if you kill me, so you can eat me, like I would probably be the most murderable one --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Physical weakness, but also because I'm so annoying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, like, that would piss me off. But if I'm already dead, like enjoy it, like eat me. I'm serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "You're pretty skinny, there's not a lot of flavor there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If we had a choice, yes, we definitely would be eating Jimmy -- because he's pack-tight like a sausage casing already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But I would probably die first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You would probably -- yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "In this experiment, though, not to be that guy who like watches the movie or whatever and says, well, that's not realistic. But of course, I am that guy, wouldn't you run out of potable water before you ran out of food? You know what I'm saying? Like they're saying you'd have to eat people, if you're in space and you ran out of supplies, you would have -- you would die from water before you would die from having to eat. You can last probably three or four weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I hate to be that guy, but you did it anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You really are that guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "But I'm just saying. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Scooter. Scooter showing up to ruin a segment. Here I am everybody. By the way, this could never happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Space scooters are things too? So, anyway --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, to your point about space scooters, Jimmy, anytime you add the word space to anything, it's better. Like cannibalism is bad, but then if you say space cannibalism, that's like a romantic comedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "I mean, think about it. I love that first like astronauts had Dipping Dots? Now, they have Dipping (BLEEP), I guess, I don't know what you call this. By the way, how are Dipping Dots still the ice cream of the future? We ate them 40 years ago, but just to stay focus for a second. I hope they wind up eating each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You hope they do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "I hope they wind up eating each other. I read the whole article. And they're like, well, if Earth collapses, they might have to eat each other. Yes, here's a newsflash if Earth collapses, we're eating each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "So long before it gets to be their turn to eat each other, it's already happened here. Screw them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Jason, I mean, you are a Libertarian. So, obviously, you're pro-everything, including cannibalism, I would assume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why not? What, what about being really smart about this and already developing a taste for human flesh? So, in case it does happen, I'm already ahead of the game. It's like, if I'm practicing every, maybe even twice a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It can even be part of, like I can eat part of me, like regenerate my own skin. Jason, there might be a question in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I don't know where you're going with all this, but as a Libertarian, they have to eat you first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Yes, I don't -- you know, eating people's bad, and this sounds like poor planning. I mean, you're astronauts -- probably one after water, but - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "There's a soccer team that went down in the Andes, remember?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "And they ate each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "And that was the worst because you can't use your hands. A soccer joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, it was the most interesting thing to ever happen in the world of soccer, which is cannibalism. The game itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "30 yards out there, buddy. I like that. That was solid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hate you, jackass. All right. Up next, would you let a pet with fins take your car for a spin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "These goldfish can drive on a road before they're flushed down a commode. Scientists in Israel designed a fish-operated vehicle, basically a tank on wheels. There's a lot of wars over there. Train gold fish -- are trained to drive it toward targets by swimming to different parts of the tank. I know those Iranian nuclear labs will never suspect a goldfish. But after just a few days of training, the fish were able to successfully reach targets and avoid running into dead ends. Like Joe Biden trying to find his way back inside the White House. So cute. Well, they figured out how to train a goldfish to drive after a few days and still haven't figured out how to do that with women, a sexist might say. I should try treats. A sexist might say. But does it really count as driving if there isn't even a steering wheel? We go to my goldfish, A. Vigoda for comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, Greg, you talk a lot for someone who doesn't drive at all. OK, pal, when's the last time you drove a car yourself? Yes, I don't think so. I wish I had one of those things so I could drive myself away from you and into a new life. I'm out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you know, by the way, that is my goldfish, Abe. Kat, have you met him? Adorable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I haven't bothered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just sparkling eyes, sparkling eyes. If we can swim in their ocean. Why can't they drive on our roads, pink lady?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I know. I never wear pink. It's so girly. And I am a girl, but like, it's a bit much. I don't know. Thank you for listening. I don't know. Like, I think that I just will never really give a (BLEEP) about anything a goldfish does to be honest. So, they can go ahead and do it. I know that you have a goldfish now, you're really passionate about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm very passionate. Again, if it doesn't happen to the media, it doesn't exist. And I got a goldfish, and now suddenly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, now your goldfish stories --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm goldfish stories. That's my Percy. That's America's fish. That's America -- no, I'm serious. I'm obsessed with this fish. Jason, could this be our new Uber driver? Fish driving us everywhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I doubt it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "But I like this fish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "I like fish in general, but to watch them do this, I mean this is an animal that will eat itself to death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "If you feed it too much. So, I thought they were really dumb, but this one proves they can think and do whatever, so I like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Listen, I agree with the guy from the stepdad porn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAFT",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "But all the study tells me, it really does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's actually a compliment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "It is a compliment, by the way, it's, it's -- yes. All the study tells me is that we are torturing goldfish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "If their brains are that advanced and they're swimming back and forth all day in that bowl, where if they're lucky they go through a fake sunken pirate ship three times a day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Their brains are so advanced if they get out we get out, we got problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but you know, a fish that has a car is going to get all the gills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Oh, but you want to know something? There's not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Probably, you didn't hear that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Let me just tag that awfulness with more. But one, me and you, let's just see if you can go lower, OK? But there's no girls around because all the schools are closed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Goodnight, everybody. Wow, you know speaking of driving, is this as sexy as your shagging-wagon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Are you referring to the new scooter I have that has names on the side, hydraulics and plays nothing but Creedence Clearwater on repeat all day? Because that scooter gets all the ladies, I will tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "You know, this is, this is interest. It's pretty cool. People have been, you know, been ripping on gold fish. You're dumber than a goldfish for a long time. And to gentleman's point over here, excuse me, sir, they are going to be operating drones before long and who knows where that's going to lead? Maybe goldfish takeover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I'd like that. That's why I'm already making my alliance now with Abe. He's going to remember me and I'll be king of the goldfish. Where am I? Oh, I'm here. Don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thanks to Jason Kraft, Jimmy Failla, Buck Sexton, Kat Timpf. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST (on camera)",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes! Yes!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Shut up. Happy glorious Wednesday. It's day three of our no in-studio audience. So, if you don't hear any laughter following many of my brilliant jokes, just pretend you're watching Joy Behar to stand up. I feel like that last CNN producer and a healthy sexual relationship. So alone. Case in point just now. Now, remember that maniac who was freed without bail after he torched the Fox News Christmas tree last month? No, not Chris Cuomo. This guy, Craig Tamanaha. I know this is going to blow your mind, but he's on the lamb, and not in a good way. You animal lovers. Yes, he actually escaped from not being in prison, which I know it seems kind of pointless. But he failed to comply with the conditions of his release according to the Manhattan D.A.'s office, an office that lets more criminals off than greyhound. He was arraigned on one count each of felony second degree criminal mischief. Misdemeanor second degree reckless endangerment and misdemeanor fifth degree arson. Yes. Who knew torching a 50-foot tree on a crowded sidewalk is considered mischief? And here, I stopped at tipping the high school gym just last year. But due to criminal justice reforms enacted in 2020, no bail was set. So, even though the judge ordered the guy to regularly check in with a supervised release program, he didn't. So, now, he's missing like petty cash when Kat's around. So, yes, he didn't check in. Surprising, right? Next, you're probably going to tell me William Devane buys gold. Or Miley Cyrus has a tongue. Credit to Billy Ray. I never thought you could create something more annoying than Achy Breaky Heart, but you did. But who could have seen this coming?"
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS CHANNEL HOST",
      "utterance": "(on camera): This whole issue has to do with the revolving door of justice."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS CHANNEL HOST (on camera)",
      "utterance": "The guy that lit the tree on fire is probably going to get out today or tomorrow because it's not a felony arson with what he did."
    },
    {
      "speaker": "PIRRO",
      "utterance": "It's an offence under New York law where he has to be bailed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, he's going to be out. He might be out right now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So good looking. But Mr. Magoo could see this coming. He hasn't already been shot. So the libs seeing the errors of their ways. Nope. Instead of reversing their destructive pro-crime practices that have led to insane surges of violence, they're tripling down on their stupidity. And even though we've heard great stories about our new tough on crime, NYC mayor, his new progressive D.A., Alvin Bragg, won't seek prison for most crimes, downgrading felony charges and armed robberies. So, one elected D.A. now has more power over laws than all three branches of government. He's going to support police like a waterbed. You remember those Jimmy. This, after smash-and-grabs are more common in stores than nipple less mannequins. They make no sense. Yes. Bragg has ordered prosecutors to stop seeking a carceral sentence for anything short of murder or deadly assault. Carceral being the cool new word for people who think Joy Reid is deep. Also, he says minor crime won't be prosecuted at all. So, unless you're dismembering a family with a bolo knife on their front lawn at noon, you're not going to be inconvenienced with jail time. And forget about the quality of life law enforcement that cleaned up New York decades ago. Now, anything goes. These sidewalks are going to be covered in more poop than a German porn star after the director yells, cut. You know what I'm talking about, Kat. Sure, crime will drop because there's no point to reporting it. Some examples from a Bragg's memo include, \"armed robbers who use guns or other deadly weapons to stick up stores and other businesses will be prosecuted only for petty larceny, a misdemeanor.\" I wouldn't want to be a cashier right now. Their lives don't matter. \"Convicted criminals caught with weapons, other than guns, will have those felony charges downgraded to misdemeanors.\" So, what weapon could they be talking about? Sporks? \"Burglars who steal from residential storage areas will be prosecuted for a low level class D felony.\" And you know what that means, a dramatic increase in booby traps. And of course, instead of calling Bragg out for this insanity, the media will probably lap it right up."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Tonight on the Chess News Network."
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "utterance": "David Brooks for the Chess News Network. We're outside Manhattan's courthouse where the revolving door of justice is spinning like a leaf. Here's a recently reformed citizen now. Sir. Sir, please don't hurt me, sir. Sir, is this your wife?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This chick? No, we just met. She's the court stenographer."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, how does it feel to be free?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, it feels absolutely amazing to know that I'm no longer a threat to society or those six people I stabbed."
    },
    {
      "speaker": "BROOKS",
      "utterance": "So, you've learned your lesson?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, absolutely. It's good buying guns and knives. Hello to bats. And, honey, show him that new stuff we got. Box of dynamite. Fresh can of poison. So we're going to have a great time. And now if I get locked up, no one's going to think I'm a bitch."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Well, he's also like anything that could result in felony charges to me. What's next?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You know, I think I'm going to enjoy the fresh air before I fill it all with burning smoke. See you in hell. Let's go."
    },
    {
      "speaker": "BROOKS",
      "utterance": "Living hell indeed. And just like caviar in a Martha's Vineyard birthday party, justice has been served. Back to you, Freg (PH)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, if you're not living in New York City, you're probably thinking, yes, typical stupid lives. It's on you for living there. You should move the hell out or shut up. First of all, don't ever tell me to shut up. Imaginary person. And second, it's no longer New York City, it's America. And by America, I mean, Texas. And by Texas, I mean Mexico. According to victim advocate groups, criminal suspects released on multiple felony bonds in Texas, most populous county, have murdered 156 people since 2018. Yes, over 150 people have been killed by free range scum. All murders that could have been prevented. Again, this is Texas, where kids have gun racks on their big wheels. That's not New York or California or Seattle or Portland. It's Texas, the red state, the law and order state, the last hope we have, the Joe Manchin of states. And yet, they have to just keep taking it like they're being hazed into a frat. I wonder what the angry black male thinks."
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "What's wrong with my radio? Gutfeld. Hello, Gutfeld. And you know what, I am angry. And you should be angry too. Everyone should be angry. Right now, in certain states, a man could get up in the morning, go to a building, burn down a Christmas tree that could have hurt thousands of people, maybe worse, and then be out in time to get marshmallows to toast his marshmallows over the smoldering flames of what's left of his work. That's where we're at. That's what's going on. So, we should be pissed off. We should be upset. Armed robbery for victims and some of the worst things they can go through, a gun to your face, your belongings taking, your humanity and dignity taken away from you. Now it's a misdemeanor. What are we doing? They run the dinner bell. And we need to be prepared. And I'm angry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's right. So, unless we start our own anti-crime movement and recall these D.A.s and undo these laws, we're screwed. And think about that tomorrow as other networks will wax horrific about the so-called insurrection. Turns out the only criminals who matter to the media are goofballs, and Viking hats. Meaning, they'll condemn anything that validates their disdain for you, as it places them, the media, in the dramatic center of a mostly peaceful protests that left an unarmed woman dead. But who cares about her, right? Remember, it's just like those riots of last year. Crime doesn't happen if the media doesn't think it's a crime. And it's never a crime if it doesn't happen to them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest, our wild audience goes crazy. His personality's electric and so his bikes, CEO of Electric Bike Technologies Jason Kraft. The buck stops here, that's what people tell him when he tries to crash their party. Radio and podcast host, Buck Sexton. Well, that's '70s called and they don't want his wardrobe back. \"FOX ACROSS AMERICA\" host, Jimmy Failla. And finally, she drinks champagne from a shoe to avoid washing dishes, Fox News contributor, Kat Timpf. Once again, Jimmy, you've outdone yourself with your wardrobe. You look like a sad groom on a Vegas wedding cake."
    },
    {
      "speaker": "JIMMY FAILLA, FOX NEWS CHANNEL HOST",
      "utterance": "I was going like Saturday Night Fever, but you can't say that now. You'd have to stay home because you had a fever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think spotted fever. They're like the court jester of the Medellin Cartel. Look at it."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Nice to have you back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It's pretty tight though. You've been working out or do you just eat another version of you?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "No, I'm hungry. I actually like the shoes on the socks. Do they come in men? And I love you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Jimmy, you are a -- you're a -- you're a -- you were a cab driver, you know. You've been, you know -- you know what it's like -- I've assumed to be mugged."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Oh, yes. Like people jumping out in the fair and stuff like that. But I just want to say this real quick."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "You're driving a cab full-time, people always ask, do you profile when you're driving a cab? Do you ever not pick somebody up who looks dangerous? But the truth is, if you're driving a cab 12 hours a day, you want to die. Honestly, if there's anybody watching at home, if I didn't pick you up, because you didn't look dangerous enough, you know what I'm saying?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Try a little bit harder. But knowing how primal the situation is on the street here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FAILLA",
      "utterance": "And these D.A.s, and the people passing these laws and these bail reforms aren't necessarily living in the reality they've created. They're really doing something terrible. Because, you know, a lot of people have the luxury of not knowing how raw and rugged the streets get and how difficult police work is. And this idea that we've created an environment that's more empathetic for the criminal than the victim, is why we are where we are. Where if you go to Times Square, remember those famous walking tours at the architecture?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FAILLA",
      "utterance": "They're now called running tours, because you're going to get chased. It's a bad situation. But that's why this D.A. Bragg is just a woke pandering jackass. And the whole peer is this is the real litmus test for Eric Adams who's the new mayor, who does some capacity to clear this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FAILLA",
      "utterance": "The hope is that Adams has some balls because they shouldn't go on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, if he -- if he doesn't reject this stuff, he's worse than de Blasio."
    },
    {
      "speaker": "FAILLA",
      "utterance": "I was going to say, he's just de Blasio. He just took the baton. The one thing I would point out about Texas really quick is on that largest county is Houston, and Houston, to some extent, is not the rest of Texas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True."
    },
    {
      "speaker": "FAILLA",
      "utterance": "It's like Austin with showers. You know?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I was -- you know, I was hoping you would point that out. Because that was a hole in my monologue, was that you can't really say Houston, Texas, but thanks for that, Jimmy."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Well, that's a gift for gunning down my wardrobe. I got a Hello."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Jason, you once -- you lived in the city, but now you moved out of a city. People came to the city because you were allowed to commune safely. That was the whole point. You could be around people, but you could be protected. Once you remove that, what is the point to living in a city?"
    },
    {
      "speaker": "JASON KRAFT, CHIEF EXECUTIVE OFFICER, ELECTRONIC BIKE TECHNOLOGIES",
      "utterance": "I don't know. I don't like coming here at all. Honestly, I come here maybe twice a year. I come here for Christmas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "I'm here for the Christmas stuff with my kids. I have three young kids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "And my wife brings me here in July for her birthday. Those are the only two times and it's dreadful both times."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Even on her birthday."
    },
    {
      "speaker": "KRAFT",
      "utterance": "I -- it's so bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "It's so bad. If -- you know, when I come with the kids and the -- and the whole family, it's -- I'm like watching the president."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Like my head is on a swivel."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Waiting for something to happen. I can't stand it. And the whole place now that pots legal --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "The whole place smells like food trucks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Weed and pee. OK?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "In that order. Thank, God."
    },
    {
      "speaker": "FAILLA",
      "utterance": "You leave Kat's apartment out."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes, I love that ambience."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "But, you know, look, I don't know what's going on with these politicians. I mean, they basically give the criminals a blueprint here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Which is crazy. You're telling them in advance, you know, what they can get away with, and they're just going to go and do it. And I -- in that story, you got to listen to the cops. I mean, nobody listens to the people who are --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "And they'd say they don't even want to arrest these people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Because they know --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They'll be out."
    },
    {
      "speaker": "KRAFT",
      "utterance": "like right, out. Like, what's the point?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you just piss them off."
    },
    {
      "speaker": "KRAFT",
      "utterance": "So, it's all messed up. And I think you're right. I think this new guy, Adams, got in on all these promises and it's complete, 180."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "So, I don't know what's going on. I don't know how this happens. But it's your problem. I'm going back to New --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, going back to P.A."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Buck, why is -- why did this happen? And why does it keep happening?"
    },
    {
      "speaker": "BUCK SEXTON, RADIO AND PODCAST HOST",
      "utterance": "Well, one thing is that it's become fashionable for Democrats now to take this position that criminals should be cuddled and that society is all responsible for it."
    },
    {
      "speaker": "I grew up with comic books. Remember in Batman",
      "utterance": "Arkham Asylum and they would let it loose. And then everyone was -- there seems to be a program here in mind of ending -- they'll talk about the carceral state, which by the way, is like cisgender or --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's the new word."
    },
    {
      "speaker": "SEXTON",
      "utterance": "-- it's a term in your document. It is a term that tells you everything you have to know right away, the carceral state. But they actually want to end mass incarceration. That's the overall movement. What they mean by that is empty our prisons. It's not that every prison is not guilty. So, it's like the parts of the comic books where they're emptying out Arkham Asylum, so to speak, in Batman and letting everyone run free and see what happens in the city. And until you have drive-bys in Nantucket, there are going to be a lot of people who -- and this has happened. I know people like this where saying, New York's not that bad. I'm like, aren't you in Palm Beach about six months of the year?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Aren't you in Martha's Vineyard or, you know, wherever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or the Hamptons."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Or the Hampton -- the Hamptons, it's probably the biggest one for New Yorkers. So for them, they get to be fashionably concerned with the poor, while more people are getting stuff stolen from them and shot while Democrats tell them. This is because we're a bad country and we have to suffer for our sins. That's why it's happening. And until we suffer more, they're going to keep doing it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Until it happens to somebody in the media, and then all of a sudden, that's what January 6th is such a big deal to them, because they were there and they suffered PTSD from it. So, it's like to them that's the actual crime, not the thousands of murder victims in the United States. Kat. Look, you are -- been a proponent of police reform. This kind of ruins -- it ruins your wholesome principles by attaching it to the release of unwholesome criminals. You see my point?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I see -- I hear your red meat talking point. But I disagree because some of the stuff like drug dealers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like drug dealing is just two adults consenting."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know. But the armed robbery thing, for example. I think that if you point a gun at me and take my stuff, like, you should go to jail. But that is also like the most pro-Second Amendment thing that Manhattan's ever done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is so true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The armed robbery is OK, like at least criminals are allowed to have guns."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Don't make sure that the people who shoot --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I'm not allowed to have a gun."
    },
    {
      "speaker": "SEXTON",
      "utterance": "If want to have one legally, you still --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I can't have a gun unless I'm going to rob somebody."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And if somebody tries to defend themselves with a gun, then there they are screwed, right? And brings me to the point that a side that made my monologue, the booby trap. If they're saying that people can break into your (BLEEP) and you can't do anything about it, they're going to be like people to set it up."
    },
    {
      "speaker": "SEXTON",
      "utterance": "I can assure you having worked the NYPD for a little while that in the city right now if you had an armed robbery to Kat situation going on, a guy points a gun at her she pulls her illegal weapon and shoots the guy she's going to go to prison for under the new guidelines, the violence with the firearm, the armed robber guy, I don't know. Maybe he gets to sue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's not going to last to jail."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I would not do well in prison."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Who's going to put yourself in storage anymore?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. It -- well, the storage companies are going to have to then ramp up their security and -- or else they're going to go out of business."
    },
    {
      "speaker": "KRAFT",
      "utterance": "It's like a Christmas stuff."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Since we have the electric bicycle expert here. So, my electric scooter got stolen recently. Let's talk about it. So, the crime wave became very real to me just right in the holidays."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way --"
    },
    {
      "speaker": "SEXTON",
      "utterance": "And I've been told -- I've been told that there are just -- I said, how did this even happen? It was right outside the restaurant and it was locked up. The thing was, you know, broken, they took it away. And someone told me that there are just trucks that they have, basically, now like moving around the city, and they're just stealing all the electric bikes and scooters they can. It's like, what's going to happen to my bike?"
    },
    {
      "speaker": "KRAFT",
      "utterance": "I don't know anything about getting it back."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Is he driving the truck?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's a great business model."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Is there anything sadder though than a guy named Buck Sexton driving an electric scooter? Everybody's thinking Harley, Chopper. This is like, my name is Tex Colorado and I'm a vegan. I love you, man."
    },
    {
      "speaker": "SEXTON",
      "utterance": "I love you too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We got to move on. Up next, the T.V. host who started to whine when they wouldn't let his children dine."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You got to be (BLEEP) kidding me. Come on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A family dissed by a restaurant jerk while Chicago teachers won't go back to work. This week, an MSNBC host, aren't they all? Claimed he wasn't allowed into a New York City eatery because his 4-year-old daughter wasn't vaccinated. Ayman Mohyeldin says he tried to explain that kids under five can't even get vaxxed. But the restaurant told him he could sit outside or leave or go to Florida with AOC. Stare at her boyfriend's feet. They're delicious. So like all brave journalists, he tweeted his complaints posted a picture and tag the restaurant. Also, it was a French restaurant, shocking, a 5 year olds the one person they won't surrender to. Unfair. So, now you're seeing what happens when the left starts experiencing a taste of their own COVID absolutism. And it proves the Gutfeld rule, nothing bad ever, ever happens until it happens to the media or their kids. Now, they give (BLEEP). Here's more proof. Chicago Public School classes were canceled today after the teachers union voted to switch to remote learning. Weird as they claimed the vaccines work, they still won't. They use the same excuses claiming that students and teachers are vulnerable. You know, I'd respect them if they were honest and just said children suck and leaving home when it's cold outside is a pain in the ass. But now, even leftists are freaking out over the union's plan. And why? Because again, now their stupid policies are affecting them and their little brats. But thank God for Argentina, the country, not my masseuse, though she is special. A woman stripped down to her underwear to use her dress as a facemask. But when she was refused service, she ran out of the store. Finally someone is worse at buying ice cream than President Biden. But we sympathize. People are so sick of masks, they're getting creative all over."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All right, everyone. Just coming around doing quick mask check. Hey, Stacy, Linda, great job. Thank you so much. Kyle, host it. Close enough. Bill, you know what? Points for creativity. Never change, man. Never change. Jimbo, what's with all this? Are those mine? Oh, I'm going to need them back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes. That was disgusting. All right, Jason, here's the one thing I'm not going to blame the restaurant at this. Because they -- because imagine you're dealing with the media. What if they didn't check the anchor? And maybe the anchor was testing him? You know what I mean? You can't trust anybody. And also, the authorities had made it your responsibility to do this or you could get fined, right?"
    },
    {
      "speaker": "KRAFT",
      "utterance": "Yes, right. I think the restaurant owner should be able to do whatever they want. I mean, it's a private business."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "And if they don't want your kid in there for whatever reason, I mean, obviously you know, this is health and if they're scared. And by the way, you (BLEEP) to begin with. So, you know, don't blame them, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "So, it is what it is and just take go somewhere else. And just tip big like, you know, who cares?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. But you are right, the hysteria was created by the media, Kat, and now he's mad that the hysteria has bitten in the backside to use clean language."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, I appreciate that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think about the teachers?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "The teachers?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I mean, it's obvious that they just don't want to go back to work. Because I mean, it's just -- obviously, one of the trophies the amount of time they've already had at home, you can't spend that much time at home."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They're -- they want to go do other stuff. But they want to make -- it's the perfect excuse. They all band together and say, oh, we're scared of COVID, so we can't go back in. And you don't respect us. And everyone loves teachers, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Everyone used to. Like I -- people now are starting to turn against -- teachers, remember, was like so cute. They have little supplies, they work so hard for the kids, and they got little markers. And, like, they don't get paid enough, and they get their little markers. But now, everyone -- like they actually manage to make themselves hated as teachers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is such an amazing point that no one -- because my mom was a teacher. Everybody's mother was a teacher at some point. And now they're evil."
    },
    {
      "speaker": "SEXTON",
      "utterance": "These are the teachers unions making this --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. Yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "And to be fair. Although I know that teachers are voting on it. Teachers unions are evil commies, that is true. They are mad. We all know that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't believe that, but go ahead."
    },
    {
      "speaker": "SEXTON",
      "utterance": "But here -- that's fine. But here, you would actually -- I would like to see if we could, what the results would be. Remember when they used to do these studies, or these hidden camera things of guys who are retired from the MTA or whatever, because they had severe back pain?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Then they do these videos of them where they're like powerlifting, parasailing. So, they're on like double disability and they find these guys -- it was a big -- it was huge expenses over time. I would love to see these teachers. If we could just, you know, have some hidden camera footage of some of them. I guarantee you the terrified of COVID teachers in Chicago are out at bars, nightclubs, restaurants, all of it as soon as these holidays, which is what they are, kick in, because they're all completely full of crap. But the Democrats won't call this out. Fauci won't call this out, the little coward. They will see."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They won't even -- COVID doesn't even keep them from making out with the students. I miss those. That's the story that I really miss for the pandemic has robbed us of the teacher-student liaisons, Jimmy."
    },
    {
      "speaker": "FAILLA",
      "utterance": "You should get those stories all the time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. This could be the straw that breaks the back, though. I mean, like how many parent -- no parent is going to ever support a teachers union. And maybe we start pulling the money out."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Well, that's what I think. There's such a demand now for private schooling and you're hearing a lot of, you know, representatives say things like, hey, if they're not going to go to public school, we should get to reallocate the funding. Because to Kat's point, they did blow the greatest racket in the world. They were getting paid to be off all summer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "They're the only one who have that racket. Like, how much more drinking should we pay for you to do? You know what I'm saying?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "But in terms of the MSNBC host, I do have a lot of empathy, mainly because he has to work with Joy Reid. I mean, when you think about what happened at that restaurant, I think it's like the funniest thing in the world. Because where was he? A fancy French restaurant."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FAILLA",
      "utterance": "You go there to get mistreated. It's a -- it's a dominatrix that gives you croissants at the end of the hangout. So, I was actually glad it happened good, you know. And as far as the woman wearing the dress as a mask, the only reason that doesn't work because it wasn't an N95 dress. Hey, there it is."
    },
    {
      "speaker": "SEXTON",
      "utterance": "It is. I mean the people that take off like the undies or the panties, whatever put them, it is as effective as the cloth masks that people --"
    },
    {
      "speaker": "FAILLA",
      "utterance": "Good point."
    },
    {
      "speaker": "SEXTON",
      "utterance": "So, when they get upset and they say, no, sir, you can't be on the plane with that. A news guy did it on the plane. That's not science. The science says the thong works just as well as the mask, which is not at all."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And, you know what, I'll add to that, that the mask isn't a bad thong. Hey, girl. You want to try something a little fun and flirty. Planet Fitness steam room --"
    },
    {
      "speaker": "SEXTON",
      "utterance": "It's flat -- again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- tomorrow at 8:30 a.m. It's the turnpike exit seven, you can see. I'll be there. Up next, do rich men need to be tanned and chiseled even if they're old and grizzled?"
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "Do you need rock hard pecks when you can write enormous checks? Yes, though wealth comes in bulk and their shape comes in hulk. Jeff Bezos, the global warming activist who owns his own cruise ship, spent the holidays practically naked on a yacht flaunting a ripped body that's in its sixth decade on Earth. It's like looking in a mirror, except I'm not completely hairless, and he doesn't have a tattoo of Otis Sistrunk on his thigh. Shout out to Otis Sistrunk, and my thigh, and the Oakland Raiders. Those are good times. But Bezes is hardly the only rich dude to seek a Hollywood physique. Gone are the days of blubber butt billionaires. One trainer telling the New York Post successful people are disciplined, being in shape, personifies discipline and dedication. Oh, yes, I guess someone never heard of cheap justice and President William Howard Taft. But it's not just the weights. It's the board. A new study suggests skateboarding can boost your mood and lower your stress among older people. Yes, when scientists called it a creative outlet that gave people spiritual meaning and let them reconnect with the freedom of youth. So, I guess if you're depressed, you know, because you're a middle-aged broke washed-up cab driver, try skateboarding."
    },
    {
      "speaker": "JIMMY FAILLA, COMEDIAN",
      "utterance": "I just took it. I just --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. Bottom line, Jimmy, this is just -- this is not, both of these things aren't even real stories. They're just examples of us getting older."
    },
    {
      "speaker": "FAILLA",
      "utterance": "That's all it is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "First and foremost, the only reason skateboarding is therapeutic is because if you do surround yourself with the kind of 50-year-old losers of skateboard, you feel better about yourself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or actually, 70."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tony Hawk, did you know that just turned 80?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "Oh, I -- yes. Is that, no -- it's so funny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Somebody fact-check me on that."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Double check."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think he just turned 80."
    },
    {
      "speaker": "FAILLA",
      "utterance": "I feel a --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's 80 years young as they say."
    },
    {
      "speaker": "FAILLA",
      "utterance": "I feel a Media Matters column coming on, by the way. But the, but no every one of these studies, this is the thing you always find out if you read the whole article, is they're always funded by somebody who has the agenda of the article."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Like twice a year, you'll read a study that's like coffee cures cancer. Research provided by the University of Starbucks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "With special research from the Dunkin Institute. It's absurd. The Bezos thing now, I don't actually believe any of this. The reason he's in shape, it's not because like you got to be in shape now. It's because if you remember like a month ago, that video of his wife seeing Leonardo DiCaprio in person, where she looked like a 3-year-old seeing Santa in the mall for the first time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, it's an interesting point, though, that there's just some people that don't need to work out and that's Leo DiCaprio."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Just I -- like, Jeff Bezos should be hotter, actually. Yes, there's like a level of wealth where being hot isn't even that hard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You just pay for everything. You can have all the things, so I think he just realizes that it's more important to be hot if you're poor. He should be -- if he's that rich, he should be hotter than that. He's ugly. Very ugly for how rich he is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just, I don't point of being rich is that you don't have to be good looking."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I agree with you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, good."
    },
    {
      "speaker": "BUCK SEXTON, CLAY TRAVIS AND BUCK SEXTON SHOW",
      "utterance": "Am I the only one, and this might sound a little sour grapes or something here. But am I the only one that's like this guy looks like he could, he's been taking enough HGH and testosterone?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's something going on --"
    },
    {
      "speaker": "SEXTON",
      "utterance": "An elephant?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's something going on."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Come on folks, what is he? He's like in his 50s, 60s? He's adding all -- I'm not a personal trainer, obviously -- I don't have extensive knowledge in this area. But I do know some people who are fitness competitors, for example."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Trust me."
    },
    {
      "speaker": "SEXTON",
      "utterance": "And they'll tell you -- yes, you come from this world."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, no, I pretend to be a fitness trainer sometimes at Planet Fitness."
    },
    {
      "speaker": "FAILLA",
      "utterance": "There you go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So, I kind of know when somebody is juicing."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Tell me, is this looking -- I believe the term is natty?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Does this look natural, natty, to you?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Because he's rich."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, now you just contradicted yourself."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, I didn't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you did."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I said he should look better than that. He has money where he can just get, whatever they do to make you hot."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Well, this is what happened. He doesn't the kind of money where you can pay a personal chef, you can pay a personal trainer."
    },
    {
      "speaker": "TIMPF",
      "utterance": "A surgeon?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "You can pay, you can pay somebody to actually knock meat out of your hand. You know, he is the kind of money where he got so bored on earth, he built a rocket so he could leave."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "You know what I mean? He has that kind of money, but he is definitely juicing. You want to know why? It's the speed of the turnaround."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Yes, totally."
    },
    {
      "speaker": "FAILLA",
      "utterance": "He wasn't in this shape a month ago. You don't do that at any age. But let alone that age."
    },
    {
      "speaker": "SEXTON",
      "utterance": "The biggest consumers of HGH in the world live in Los Angeles, California, pretty much and are you know, in their 30s, 40s, and 50s. That's the way this actually works. No one ever talks about it, because what they want to do is sit for those interviews and be like, yes, I just ate all that chicken bread. Just, you know, extra time of gym or whatever, please. I do like eight hours of radio a day, there are limits to the chicken breast thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, tell me about it."
    },
    {
      "speaker": "FAILLA",
      "utterance": "That was in Barry Bonds did a spit take when he saw this body? He was like, oh, come on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right -- let's stop body shaming a man who cares about his physique. Jason, you actually -- what do you make of the skateboard phenomenon being, that's your direct competition as a man who sells electric bikes? You must find this incredibly skeptical."
    },
    {
      "speaker": "JASON KRAFT, ELECTRIC BIKE TECHNOLOGIES CEO",
      "utterance": "First of all, I've done steroids. That's not natural. Secondly, secondly, but did you see, did you see the woman? I mean, ferocious."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KRAFT",
      "utterance": "That makes the world go round. That's why geeks like him work so hard to be who they are."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what, actually, you're right, because he became a billionaire. Oh, his poor wife. She's probably going to like, oh, he didn't do this for me."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you're right, I just was married to you until I could get the girl being a billionaire."
    },
    {
      "speaker": "KRAFT",
      "utterance": "I think, I love it man. Go for it, dude. It's great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You say that about everything, don't you? I'm trying to find the upside."
    },
    {
      "speaker": "FAILLA",
      "utterance": "He didn't even take a shot at big skateboard here."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Well, you know, look, skateboards. I have an electric skateboard. I ride it I think it's therapeutic. I just hate that we said these guys are old. That's what I am. Mine's electric. It's cooler than that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is the bottom line, it's just that we are just getting older and therefore we want to keep doing the things that we're doing when we are younger. Concluding like listening to music that I shouldn't be listening to at the age -- you know, I'm now in my early 40s. You know, still listening to Slayer is just a little bit sad, don't you think? But then everybody in Slayers, my age, so that's what happens, right Kat?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I haven't gotten older yet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you haven't. You're getting younger. Benjamin Button of Fox News. All right, coming up, should space explorers fear their crewmen if they develop a taste for human?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In space, no one can hear you scream as your friends eat you with chives and sour cream? Because when space colonists fail as farmers, what will stop them from turning into Jeffrey Dahmers?"
    },
    {
      "speaker": "Space experts, my favorite kind, says humanity continues exploring the galaxy and beyond. Future colonists may resort to cannibalism to survive. Which raises the question",
      "utterance": "why does it always have to be resort? As if it's the last choice. I say start with cannibalism. Everybody's not agreeing. Astrobiology Professor Charles Cockle, poor guy, recently explained that if crop systems were ever to fail on an outpost significantly far from Earth, resupply missions might not be possible, even with Pete Buttigieg in charge of the supply chain. Being completely cut off from viable food sources, future space explorers would have no choice but to eat each other. Just like in that movie \"Love Actually.\" It's the only time you hope you're traveling with Jerry Nadler. Now, cannibalism isn't rare, even if you are. It happened to Sir John Franklin's 1845 Arctic exploration crew after they ran out of food. Even worse, the ship's onboard entertainment, it was Joe Machi. Or when Religious Correspondent (INAUDIBLE) Azlan, remember this? Ate human brain on CNN. Yes, remember when cannibalism still counted as a CNN controversy? But it's true, food shortages can create cannibalistic urges. I feel it when Fox forgets to refill the vending machines especially when they're out of Hegseth flavored Cheese Its. I don't know what that means. Kat, you know what? There's a fundamental reality, any form of exploration is going to offer the possibility for cannibalism. That's part of the deal."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's like if you get an office job, you're going to get a big butt."
    },
    {
      "speaker": "TIMPF",
      "utterance": "OK. I do think that the cannibalism stigma is overblown. I do. No, it's like, we're all stranded on an island and I die and you don't eat me, like you're kind of an idiot. But I -- but if like if you kill me, so you can eat me, like I would probably be the most murderable one --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Physical weakness, but also because I'm so annoying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, like, that would piss me off. But if I'm already dead, like enjoy it, like eat me. I'm serious."
    },
    {
      "speaker": "SEXTON",
      "utterance": "You're pretty skinny, there's not a lot of flavor there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If we had a choice, yes, we definitely would be eating Jimmy -- because he's pack-tight like a sausage casing already."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But I would probably die first."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You would probably -- yes, yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "In this experiment, though, not to be that guy who like watches the movie or whatever and says, well, that's not realistic. But of course, I am that guy, wouldn't you run out of potable water before you ran out of food? You know what I'm saying? Like they're saying you'd have to eat people, if you're in space and you ran out of supplies, you would have -- you would die from water before you would die from having to eat. You can last probably three or four weeks."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I hate to be that guy, but you did it anyway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You really are that guy."
    },
    {
      "speaker": "SEXTON",
      "utterance": "But I'm just saying. So --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Scooter. Scooter showing up to ruin a segment. Here I am everybody. By the way, this could never happen."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Space scooters are things too? So, anyway --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, to your point about space scooters, Jimmy, anytime you add the word space to anything, it's better. Like cannibalism is bad, but then if you say space cannibalism, that's like a romantic comedy."
    },
    {
      "speaker": "FAILLA",
      "utterance": "I mean, think about it. I love that first like astronauts had Dipping Dots? Now, they have Dipping (BLEEP), I guess, I don't know what you call this. By the way, how are Dipping Dots still the ice cream of the future? We ate them 40 years ago, but just to stay focus for a second. I hope they wind up eating each other."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You hope they do?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "I hope they wind up eating each other. I read the whole article. And they're like, well, if Earth collapses, they might have to eat each other. Yes, here's a newsflash if Earth collapses, we're eating each other."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "So long before it gets to be their turn to eat each other, it's already happened here. Screw them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Jason, I mean, you are a Libertarian. So, obviously, you're pro-everything, including cannibalism, I would assume."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Why not?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why not? What, what about being really smart about this and already developing a taste for human flesh? So, in case it does happen, I'm already ahead of the game. It's like, if I'm practicing every, maybe even twice a year."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It can even be part of, like I can eat part of me, like regenerate my own skin. Jason, there might be a question in this."
    },
    {
      "speaker": "KRAFT",
      "utterance": "I don't know where you're going with all this, but as a Libertarian, they have to eat you first."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, OK."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Yes, I don't -- you know, eating people's bad, and this sounds like poor planning. I mean, you're astronauts -- probably one after water, but - -"
    },
    {
      "speaker": "SEXTON",
      "utterance": "There's a soccer team that went down in the Andes, remember?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "And they ate each other."
    },
    {
      "speaker": "FAILLA",
      "utterance": "And that was the worst because you can't use your hands. A soccer joke."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, my --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, it was the most interesting thing to ever happen in the world of soccer, which is cannibalism. The game itself."
    },
    {
      "speaker": "SEXTON",
      "utterance": "30 yards out there, buddy. I like that. That was solid."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hate you, jackass. All right. Up next, would you let a pet with fins take your car for a spin?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "These goldfish can drive on a road before they're flushed down a commode. Scientists in Israel designed a fish-operated vehicle, basically a tank on wheels. There's a lot of wars over there. Train gold fish -- are trained to drive it toward targets by swimming to different parts of the tank. I know those Iranian nuclear labs will never suspect a goldfish. But after just a few days of training, the fish were able to successfully reach targets and avoid running into dead ends. Like Joe Biden trying to find his way back inside the White House. So cute. Well, they figured out how to train a goldfish to drive after a few days and still haven't figured out how to do that with women, a sexist might say. I should try treats. A sexist might say. But does it really count as driving if there isn't even a steering wheel? We go to my goldfish, A. Vigoda for comment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey, Greg, you talk a lot for someone who doesn't drive at all. OK, pal, when's the last time you drove a car yourself? Yes, I don't think so. I wish I had one of those things so I could drive myself away from you and into a new life. I'm out of here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you know, by the way, that is my goldfish, Abe. Kat, have you met him? Adorable."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I haven't bothered."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just sparkling eyes, sparkling eyes. If we can swim in their ocean. Why can't they drive on our roads, pink lady?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I know. I never wear pink. It's so girly. And I am a girl, but like, it's a bit much. I don't know. Thank you for listening. I don't know. Like, I think that I just will never really give a (BLEEP) about anything a goldfish does to be honest. So, they can go ahead and do it. I know that you have a goldfish now, you're really passionate about it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm very passionate. Again, if it doesn't happen to the media, it doesn't exist. And I got a goldfish, and now suddenly --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, now your goldfish stories --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm goldfish stories. That's my Percy. That's America's fish. That's America -- no, I'm serious. I'm obsessed with this fish. Jason, could this be our new Uber driver? Fish driving us everywhere?"
    },
    {
      "speaker": "KRAFT",
      "utterance": "I doubt it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "KRAFT",
      "utterance": "But I like this fish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why?"
    },
    {
      "speaker": "KRAFT",
      "utterance": "I like fish in general, but to watch them do this, I mean this is an animal that will eat itself to death."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KRAFT",
      "utterance": "If you feed it too much. So, I thought they were really dumb, but this one proves they can think and do whatever, so I like it."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Listen, I agree with the guy from the stepdad porn."
    },
    {
      "speaker": "KRAFT",
      "utterance": "Thank you."
    },
    {
      "speaker": "FAILLA",
      "utterance": "But all the study tells me, it really does."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's actually a compliment."
    },
    {
      "speaker": "FAILLA",
      "utterance": "It is a compliment, by the way, it's, it's -- yes. All the study tells me is that we are torturing goldfish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "FAILLA",
      "utterance": "If their brains are that advanced and they're swimming back and forth all day in that bowl, where if they're lucky they go through a fake sunken pirate ship three times a day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Their brains are so advanced if they get out we get out, we got problems."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but you know, a fish that has a car is going to get all the gills."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Oh, but you want to know something? There's not --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Probably, you didn't hear that."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Let me just tag that awfulness with more. But one, me and you, let's just see if you can go lower, OK? But there's no girls around because all the schools are closed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Goodnight, everybody. Wow, you know speaking of driving, is this as sexy as your shagging-wagon?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "Are you referring to the new scooter I have that has names on the side, hydraulics and plays nothing but Creedence Clearwater on repeat all day? Because that scooter gets all the ladies, I will tell you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "You know, this is, this is interest. It's pretty cool. People have been, you know, been ripping on gold fish. You're dumber than a goldfish for a long time. And to gentleman's point over here, excuse me, sir, they are going to be operating drones before long and who knows where that's going to lead? Maybe goldfish takeover."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I'd like that. That's why I'm already making my alliance now with Abe. He's going to remember me and I'll be king of the goldfish. Where am I? Oh, I'm here. Don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thanks to Jason Kraft, Jimmy Failla, Buck Sexton, Kat Timpf. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}