{
  "date": "January 3, 2019",
  "headline": "Pelosi retakes House gavel despite Democrat defections",
  "subHeadline": "Guests: Liz Cheney, Charles Lane, Mollie Hemingway, Tom Rogan",
  "url": "https://www.foxnews.com/transcript/pelosi-retakes-house-gavel-despite-democrat-defections",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "sentences": "Let me be clear, House Democrats are down with NDP.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "We will make America more American by passing, or by protecting our patriotic, courageous Dreamers. If we ever close the door to new Americans, our leadership role in the world will soon be lost -- Ronald Reagan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "sentences": "Republicans will always choose personal freedom over government control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I just want to start off by congratulating Nancy Pelosi on being elected speaker of the House. It's a very, very great achievement. And hopefully we are going to work together and we're going to get lots of things done. And I think it's actually going to work out. I think it will be a little bit different than a lot of people are thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, HOST",
      "sentences": "A sampling of a big day here in Washington. Let's bring in our panel, Tom Rogan, commentary writer for the \"Washington Examiner,\" Mollie Hemingway, senior editor at \"The Federalist,\" and Charles Lane, opinion writer for \"The Washington Post.\" By the way, I may have to interrupt you in a couple of moments because the new speaker is about to have a news conference on the Hill. We are waiting for that. We'll dip in whenever she starts speaking any moment now.  But in the meantime, Charles, what do you think about the president saying we're going to surprise a lot of people and we're going to get a lot of stuff done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES LANE, OPINION WRITER, WASHINGTON POST",
      "sentences": "It would be a surprise if he got a lot done with Nancy Pelosi. But it's an olive branch that he has extended to her before. There was the famous Chuck and Nancy have a great idea episode a while back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "It was brief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Yes. It didn't last this long. But I think it's part of a strategy the White House has finally gotten around to of attempting to show the president is the one who wants to compromise and that the Democrats are the ones who are being intransigent here. And of course that's part of the larger game here in Washington state, which is not about any kind of policy substance, but politics of the shutdown, which is a blame game.   And interestingly, I think both parties are a little uncertain right now about who will get blamed for this. They don't have a lot of good polling data to rely on. Public opinion about shutdown seems to be changing in terms of who automatically gets blamed. It used to be more the Republicans. No so much anymore. And so part of the reason I don't think the shutdown will end soon is I think they're both still feeling their way about how the public is reacting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Mollie, Charles hit on something interesting, which is there does usually, historically there has been this sort of this kneejerk, the Republicans are to blame. And in this case it seems a little bit murkier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "sentences": "I think it all comes down to the word \"blame.\" You blame people for things that are bad. So whether you think the government being shutdown is good or bad, if it's done for the sake of dealing with border security, it says a lot about your position on this issue to begin with.  The other issue is, it's true that you see some electoral consequences for shutdowns. We are two years away from the election. That's a really long time during which everyone will forget everything that's happening at this moment. So I do agree that it could be a long shutdown. And because it has to be long because until there is actual pain, nobody seems to be coming to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Tom, today the president was tweeting that this shutdown is all about 2020. That might fit his narrative, because when you hear Democrats saying that -- they keep saying that there are polls suggesting that the public doesn't want the wall. In fact this president ran on the wall in 2016, and whether they like it or not, he won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, COMMENTARY WRITER, WASHINGTON EXAMINER",
      "sentences": "We were discussing this I think the last time I was on the panel. And it's that point that President Trump clearly has a manifest interest in being seen to take a stand here because as he goes towards reelection, the people he most needs to consolidate are his base. It's always the case with the president. And on this it is something so tangible, so obvious, which is why I think see the theatrical element, the president's instinct for the \"Game of Thrones,\" the poster he put out earlier on Instagram that the wall is coming. This narrative I think the president gets is so instrumentally important to his own electoral possibilities in 2020 that he cannot easily back away from it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "And there is a new power dynamic, to get at what Charles was saying, about who is going to get the blame. It's not Republicans running everything now. Democrats have some responsibility to govern. And another issue they may confront, not just with the shutdown, is the potential for overreach with investigations of the president. But also take a listen to one of their new members as well as the incoming speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "Pay-go is economically irresponsible. It doesn't mean that we should block an agenda. It doesn't mean that we should be obstructive. It doesn't mean that we should -- it's not about defying leadership or defying the effort that's been put in the rules, but I think it's important that we have a conversation about why Pay-go should not be part of a Democratic agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Everything indicates that a president can be indicted after he is longer a president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If Robert Mueller come back and say I am seeking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I think that that is an open discussion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Open discussion she says whether the president can be indicted. Let's pick that apart. Mollie, you start with the spending issue that Alexandria Ocasio-Cortez, it's an arcane Washington budget fight, but basically she was saying we don't want Pay-go, which is spending cuts before you spend more money like Medicare for all. That suggests this new Democratic majority wants to spend a whole lot of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It makes sense that Alexandria Ocasio-Cortez doesn't want that rule because she has a very aggressive progressive agenda and doesn't want to be dealing with how to pay for it. But what I think is interesting is what this shows us about the very difficult situation that Nancy Pelosi is in. No one should count her out. Just the fact that she won this race again even though you had so many people campaigning and promising that they wouldn't vote for her, and then turning around and doing just that, voting for her, shows that she should not be counted out.  But even more so than her previous time as speaker she is wrangling a very disparate coalition of people. And a lot of people came and voted for Democrats because they were suburban people who didn't want to vote for Trump. Are they going to be on board with a really aggressive, more socialistic agenda that is where the excitement of where the Democratic base is? And how does Nancy Pelosi keep that in check?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Usually heading into 2020 a new speaker might want to be steer a more centrist course, Charles. But also, Mollie, makes a good point. I covered when in Nancy Pelosi was speaker first time, and one of her lieutenants was Rahm Emanuel who, as you know, was a moderate inside the Clinton White House and then in the House as well, school uniforms. He wasn't out there on the leftwing. He was trying to steer a moderate course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Yes, but American politics have totally changed since then. You've had the populist insurgencies in both parties, the rise of Bernie Sanders. All of those old rules don't apply.   I have to say, I think the controversy about Pay-go is a little rich considering that the Republican Party has just cut taxes by $1.5 trillion over 10 years with no attempt to pay for that. And I think part of the damage that is done by this blowout of the deficit under a Republican administration, it gives the Democrats a license to say we don't care about the deficit either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Real quick, Tom, on the spending issue, because that's something you talked about the base for the president. His conservative base wants to see spending cuts here as Republicans were just running the House and Senate and didn't cut any spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "Yes, and I think that's the reason that the Republican unity going into 2020 is going to have to be built around some measure of spending restraint, I think. The president wants the wall, but the infrastructure idea, the infrastructure spending with Democrats, I just don't see that coming because the Democrats are going to ask for too much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Although the wall at $5 billion, at least the down payment, is a very small part of the federal budget. Absolutely. All right, we'll be back in just a moment with more melodrama in the markets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Bret, congratulations to you and your team on 10 years of SPECIAL REPORT. You sacrificed, worked hard to have 10 years of incredible success. I wish you continued success on an amazing show. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "All right, we're back. Let's go live to the capital. Steny Hoyer, the new House majority leader, is speaking with the speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STENY HOYER, D-MD.",
      "sentences": "We are here because we sense the urgency of opening up the people's government so that they can be served by the agencies of government on which they rely, and so that 800,000 people who have been put at risk, who are worrying about whether they are going to get a paycheck next week, who are going to be worried about whether they are going to be able to pay a mortgage, whether they're going to be able to pay their car payment or their child's school payment, that's why we are here, to open up government.  And what have we done? As the speaker just indicated, we have taken six bills that the Senate has passed almost unanimously, passed unanimously out of their committee. Republicans and Democrats joined together so we have agreement on these six bills. Nobody is arguing about the six bills. They're not arguing at the White House, they're not arguing here. We have agreement. One would sure think that if we pass that, as I expect we're going to do, that the Senate would pass it and send it to the president and he would sign it, because there is no disagreement. Now, there is a disagreement on the Homeland Security bill. So, we have said, OK, we haven't reached agreement. But we're going to provide some more time so we can sit down as adults, hopefully, as rational, reasonable, commonsense people and come to an agreement on something that we all agree with. The objective of keeping Americans safe, keeping our country safe, and keeping our borders secure is not in debate. The only thing that's in debate are the means. We don't agree with the president's proposal. We don't think it's the proper or most effective, efficient means to keep our country safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "OK, you hear Steny Hoyer there. He is the new House majority leader. You see Speaker Pelosi, the rest of the leadership there making their case. The president obviously got a chance to make his case earlier in the White House briefing room. We are back with our panel, Tom Rogan, Mollie Hemingway, and Charles Lane. Charles, what struck me yesterday is Mitch McConnell, we haven't heard much from him as we talk about all these players. He is still around. And yesterday he said he thinks this shutdown may last for weeks, not days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "Mitch McConnell's basic line was, OK, you guys get back to me when you've worked something out, because I'm not going to waste my time passing bills that the president won't sign. I have to say, what Steny Hoyer was driving home there, though, is an effective message for the Democrats, because he's pointing out that there's only one departmental appropriations bill here that is really in dispute, which Homeland Security. And that emphasizes just the degree to which the president is holding everything up over this one issue of the wall. He may think that's going to play well with his base, that's a campaign promise, and so forth and so on, but that's the narrative the Democrats are laying down. And as time goes on he will have to defend why it's so important to hold all these other six departments hostage for the one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "But on the other hand, it might be effective for the president to come out as he did this afternoon with Border Patrol and ICE and say we've got a crisis at the border, although there are some Republicans saying, Mollie, he maybe should have made that case a little sooner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I actually think does make that case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "He's come out on Twitter, but he hasn't come out there and grabbed the bully pulpit like he did today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "The thing that I think is interesting about what Steny Hoyer is saying, they have their own idea about how to secure the border, so they just have a difference of opinion about means. Go ahead and tell us what that idea is. And I think the American people have gone through this so many times. Earlier today Nancy Pelosi was quoting Ronald Reagan. That's how far back in many people's memory we think about what the agreements were about what to do with immigration levels, what to do with border security and enforcement. And unfortunately for people who don't want strong border security, the memory is fresh of how many times people have made agreements and then had the rug pulled out from underneath them. So people aren't as keen to compromise on this or to trade something big now in exchange for something later that never comes. But if Democrats want to make that case, they should make the case, and they should show that they are actually for border security as something more than just a phrase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "We teased earlier we were going to talk a little bit about the markets. Apple today along lost about $75 billion in market cap. That is the equivalent of Lockheed Martin in one day because of bad iPhone sales, all tied in part to China, the trade fight. Where are we, Tom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "I think is the new normal. I think we will get in the new few weeks, few months, next couple of months, let's say, a deal with China, but it won't be the kind of deal that I think in the longer term expect, because China's structural foreign policy through Xi Jinping is to steal American intellectual property and to manipulate the rules of global trade, and to take actions in the Pacific that are incompatible with the American notion of international order. President Trump to some degree, as any president should, has to stand up against that. And the only way it's going to change, I think there will be a slow reduction in tensions, but we're going to have these reverberations, is by China altering its behavior. The one advantage here for the United States is that the Chinese economy is in trouble and that Xi Jinping does need to effectively cut some kind of deal in the short term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Charles, when you look at the Dow down several hundred points again, it's the president himself who held that up as a marker when it was going well a few months back. But when you take the lens back a little bit beyond the stock market and look at the changes since he took office, real GDP growth, it was at 1.8 percent when he took office, now at 3.4 percent. Unemployment rate 4.8 percent, now down to 3.7 percent. Consumer confidence up, U.S. manufacturing actually down slightly from where it was when he took office. The economy is a linchpin for any president. It was going very strong. Still strong, but volatile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LANE",
      "sentences": "The big question is the connection between the stock market and the so called real economy. And of course, the way that moves is that if people feel less wealthy, their 401(k)s aren't worth as much because they have paper losses in the stock market, maybe they won't spend, and then that starts to drive down the real economy. The president would be prudent to find a way to wrap up this dispute with China -- he has got a kind of a truce until about March -- with something that he can show he got China to change, and then he can take credit for the relief rally that there would be on Wall Street.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Mollie, quick last point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I'd just reiterate, that is true that the economy isn't just the stock market, and there are strong issues with wage growth and job growth. This all goes back to China, and people do need to keep their eye on the prize. We are trying to restructure things that are very serious and long-term. And they are hurting right now. This is not the only indication, these lower Apple sales. There are other indications.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Mollie, Tom, Charles, appreciate your insight tonight. When we come back, a look at some of retiring Senator Orrin Hatch's humorous tweets. He's got a brand new one for his exit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Finally tonight, Utah Senator Orrin Hatch is retiring after 42 years in the chamber. Senator Hatch, the longest serving Republican senator in history, dropping the mic literally on his Senate career. You may remember Senator Hatch had a reputation for some witty banter on Twitter, like this tweet where he mocked the Elizabeth Warren DNA test, saying that he is 1/1032 part T-Rex, as in an old dinosaur. Or this one where he jabbed at Senator Ben Sasse's love of the band Nickelback and a quote from one of the band's songs. And finally, the senator from Utah does not like to share his bacon, as you can see right there. That is “Special Report” for tonight. I am Ed Henry in Washington. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "utterance": "Let me be clear, House Democrats are down with NDP."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "We will make America more American by passing, or by protecting our patriotic, courageous Dreamers. If we ever close the door to new Americans, our leadership role in the world will soon be lost -- Ronald Reagan."
    },
    {
      "speaker": "KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "utterance": "Republicans will always choose personal freedom over government control."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I just want to start off by congratulating Nancy Pelosi on being elected speaker of the House. It's a very, very great achievement. And hopefully we are going to work together and we're going to get lots of things done. And I think it's actually going to work out. I think it will be a little bit different than a lot of people are thinking."
    },
    {
      "speaker": "ED HENRY, HOST",
      "utterance": "A sampling of a big day here in Washington. Let's bring in our panel, Tom Rogan, commentary writer for the \"Washington Examiner,\" Mollie Hemingway, senior editor at \"The Federalist,\" and Charles Lane, opinion writer for \"The Washington Post.\" By the way, I may have to interrupt you in a couple of moments because the new speaker is about to have a news conference on the Hill. We are waiting for that. We'll dip in whenever she starts speaking any moment now. But in the meantime, Charles, what do you think about the president saying we're going to surprise a lot of people and we're going to get a lot of stuff done?"
    },
    {
      "speaker": "CHARLES LANE, OPINION WRITER, WASHINGTON POST",
      "utterance": "It would be a surprise if he got a lot done with Nancy Pelosi. But it's an olive branch that he has extended to her before. There was the famous Chuck and Nancy have a great idea episode a while back."
    },
    {
      "speaker": "HENRY",
      "utterance": "It was brief."
    },
    {
      "speaker": "LANE",
      "utterance": "Yes. It didn't last this long. But I think it's part of a strategy the White House has finally gotten around to of attempting to show the president is the one who wants to compromise and that the Democrats are the ones who are being intransigent here. And of course that's part of the larger game here in Washington state, which is not about any kind of policy substance, but politics of the shutdown, which is a blame game. And interestingly, I think both parties are a little uncertain right now about who will get blamed for this. They don't have a lot of good polling data to rely on. Public opinion about shutdown seems to be changing in terms of who automatically gets blamed. It used to be more the Republicans. No so much anymore. And so part of the reason I don't think the shutdown will end soon is I think they're both still feeling their way about how the public is reacting."
    },
    {
      "speaker": "HENRY",
      "utterance": "Mollie, Charles hit on something interesting, which is there does usually, historically there has been this sort of this kneejerk, the Republicans are to blame. And in this case it seems a little bit murkier."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "utterance": "I think it all comes down to the word \"blame.\" You blame people for things that are bad. So whether you think the government being shutdown is good or bad, if it's done for the sake of dealing with border security, it says a lot about your position on this issue to begin with. The other issue is, it's true that you see some electoral consequences for shutdowns. We are two years away from the election. That's a really long time during which everyone will forget everything that's happening at this moment. So I do agree that it could be a long shutdown. And because it has to be long because until there is actual pain, nobody seems to be coming to the table."
    },
    {
      "speaker": "HENRY",
      "utterance": "Tom, today the president was tweeting that this shutdown is all about 2020. That might fit his narrative, because when you hear Democrats saying that -- they keep saying that there are polls suggesting that the public doesn't want the wall. In fact this president ran on the wall in 2016, and whether they like it or not, he won."
    },
    {
      "speaker": "TOM ROGAN, COMMENTARY WRITER, WASHINGTON EXAMINER",
      "utterance": "We were discussing this I think the last time I was on the panel. And it's that point that President Trump clearly has a manifest interest in being seen to take a stand here because as he goes towards reelection, the people he most needs to consolidate are his base. It's always the case with the president. And on this it is something so tangible, so obvious, which is why I think see the theatrical element, the president's instinct for the \"Game of Thrones,\" the poster he put out earlier on Instagram that the wall is coming. This narrative I think the president gets is so instrumentally important to his own electoral possibilities in 2020 that he cannot easily back away from it."
    },
    {
      "speaker": "HENRY",
      "utterance": "And there is a new power dynamic, to get at what Charles was saying, about who is going to get the blame. It's not Republicans running everything now. Democrats have some responsibility to govern. And another issue they may confront, not just with the shutdown, is the potential for overreach with investigations of the president. But also take a listen to one of their new members as well as the incoming speaker."
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "Pay-go is economically irresponsible. It doesn't mean that we should block an agenda. It doesn't mean that we should be obstructive. It doesn't mean that we should -- it's not about defying leadership or defying the effort that's been put in the rules, but I think it's important that we have a conversation about why Pay-go should not be part of a Democratic agenda."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Everything indicates that a president can be indicted after he is longer a president."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If Robert Mueller come back and say I am seeking --"
    },
    {
      "speaker": "PELOSI",
      "utterance": "I think that that is an open discussion."
    },
    {
      "speaker": "HENRY",
      "utterance": "Open discussion she says whether the president can be indicted. Let's pick that apart. Mollie, you start with the spending issue that Alexandria Ocasio-Cortez, it's an arcane Washington budget fight, but basically she was saying we don't want Pay-go, which is spending cuts before you spend more money like Medicare for all. That suggests this new Democratic majority wants to spend a whole lot of money."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It makes sense that Alexandria Ocasio-Cortez doesn't want that rule because she has a very aggressive progressive agenda and doesn't want to be dealing with how to pay for it. But what I think is interesting is what this shows us about the very difficult situation that Nancy Pelosi is in. No one should count her out. Just the fact that she won this race again even though you had so many people campaigning and promising that they wouldn't vote for her, and then turning around and doing just that, voting for her, shows that she should not be counted out. But even more so than her previous time as speaker she is wrangling a very disparate coalition of people. And a lot of people came and voted for Democrats because they were suburban people who didn't want to vote for Trump. Are they going to be on board with a really aggressive, more socialistic agenda that is where the excitement of where the Democratic base is? And how does Nancy Pelosi keep that in check?"
    },
    {
      "speaker": "HENRY",
      "utterance": "Usually heading into 2020 a new speaker might want to be steer a more centrist course, Charles. But also, Mollie, makes a good point. I covered when in Nancy Pelosi was speaker first time, and one of her lieutenants was Rahm Emanuel who, as you know, was a moderate inside the Clinton White House and then in the House as well, school uniforms. He wasn't out there on the leftwing. He was trying to steer a moderate course."
    },
    {
      "speaker": "LANE",
      "utterance": "Yes, but American politics have totally changed since then. You've had the populist insurgencies in both parties, the rise of Bernie Sanders. All of those old rules don't apply. I have to say, I think the controversy about Pay-go is a little rich considering that the Republican Party has just cut taxes by $1.5 trillion over 10 years with no attempt to pay for that. And I think part of the damage that is done by this blowout of the deficit under a Republican administration, it gives the Democrats a license to say we don't care about the deficit either."
    },
    {
      "speaker": "HENRY",
      "utterance": "Real quick, Tom, on the spending issue, because that's something you talked about the base for the president. His conservative base wants to see spending cuts here as Republicans were just running the House and Senate and didn't cut any spending."
    },
    {
      "speaker": "ROGAN",
      "utterance": "Yes, and I think that's the reason that the Republican unity going into 2020 is going to have to be built around some measure of spending restraint, I think. The president wants the wall, but the infrastructure idea, the infrastructure spending with Democrats, I just don't see that coming because the Democrats are going to ask for too much."
    },
    {
      "speaker": "HENRY",
      "utterance": "Although the wall at $5 billion, at least the down payment, is a very small part of the federal budget. Absolutely. All right, we'll be back in just a moment with more melodrama in the markets."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Bret, congratulations to you and your team on 10 years of SPECIAL REPORT. You sacrificed, worked hard to have 10 years of incredible success. I wish you continued success on an amazing show. Congratulations."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Congratulations."
    },
    {
      "speaker": "HENRY",
      "utterance": "All right, we're back. Let's go live to the capital. Steny Hoyer, the new House majority leader, is speaking with the speaker."
    },
    {
      "speaker": "REP. STENY HOYER, D-MD.",
      "utterance": "We are here because we sense the urgency of opening up the people's government so that they can be served by the agencies of government on which they rely, and so that 800,000 people who have been put at risk, who are worrying about whether they are going to get a paycheck next week, who are going to be worried about whether they are going to be able to pay a mortgage, whether they're going to be able to pay their car payment or their child's school payment, that's why we are here, to open up government. And what have we done? As the speaker just indicated, we have taken six bills that the Senate has passed almost unanimously, passed unanimously out of their committee. Republicans and Democrats joined together so we have agreement on these six bills. Nobody is arguing about the six bills. They're not arguing at the White House, they're not arguing here. We have agreement. One would sure think that if we pass that, as I expect we're going to do, that the Senate would pass it and send it to the president and he would sign it, because there is no disagreement. Now, there is a disagreement on the Homeland Security bill. So, we have said, OK, we haven't reached agreement. But we're going to provide some more time so we can sit down as adults, hopefully, as rational, reasonable, commonsense people and come to an agreement on something that we all agree with. The objective of keeping Americans safe, keeping our country safe, and keeping our borders secure is not in debate. The only thing that's in debate are the means. We don't agree with the president's proposal. We don't think it's the proper or most effective, efficient means to keep our country safe."
    },
    {
      "speaker": "HENRY",
      "utterance": "OK, you hear Steny Hoyer there. He is the new House majority leader. You see Speaker Pelosi, the rest of the leadership there making their case. The president obviously got a chance to make his case earlier in the White House briefing room. We are back with our panel, Tom Rogan, Mollie Hemingway, and Charles Lane. Charles, what struck me yesterday is Mitch McConnell, we haven't heard much from him as we talk about all these players. He is still around. And yesterday he said he thinks this shutdown may last for weeks, not days."
    },
    {
      "speaker": "LANE",
      "utterance": "Mitch McConnell's basic line was, OK, you guys get back to me when you've worked something out, because I'm not going to waste my time passing bills that the president won't sign. I have to say, what Steny Hoyer was driving home there, though, is an effective message for the Democrats, because he's pointing out that there's only one departmental appropriations bill here that is really in dispute, which Homeland Security. And that emphasizes just the degree to which the president is holding everything up over this one issue of the wall. He may think that's going to play well with his base, that's a campaign promise, and so forth and so on, but that's the narrative the Democrats are laying down. And as time goes on he will have to defend why it's so important to hold all these other six departments hostage for the one."
    },
    {
      "speaker": "HENRY",
      "utterance": "But on the other hand, it might be effective for the president to come out as he did this afternoon with Border Patrol and ICE and say we've got a crisis at the border, although there are some Republicans saying, Mollie, he maybe should have made that case a little sooner."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I actually think does make that case."
    },
    {
      "speaker": "HENRY",
      "utterance": "He's come out on Twitter, but he hasn't come out there and grabbed the bully pulpit like he did today."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "The thing that I think is interesting about what Steny Hoyer is saying, they have their own idea about how to secure the border, so they just have a difference of opinion about means. Go ahead and tell us what that idea is. And I think the American people have gone through this so many times. Earlier today Nancy Pelosi was quoting Ronald Reagan. That's how far back in many people's memory we think about what the agreements were about what to do with immigration levels, what to do with border security and enforcement. And unfortunately for people who don't want strong border security, the memory is fresh of how many times people have made agreements and then had the rug pulled out from underneath them. So people aren't as keen to compromise on this or to trade something big now in exchange for something later that never comes. But if Democrats want to make that case, they should make the case, and they should show that they are actually for border security as something more than just a phrase."
    },
    {
      "speaker": "HENRY",
      "utterance": "We teased earlier we were going to talk a little bit about the markets. Apple today along lost about $75 billion in market cap. That is the equivalent of Lockheed Martin in one day because of bad iPhone sales, all tied in part to China, the trade fight. Where are we, Tom?"
    },
    {
      "speaker": "ROGAN",
      "utterance": "I think is the new normal. I think we will get in the new few weeks, few months, next couple of months, let's say, a deal with China, but it won't be the kind of deal that I think in the longer term expect, because China's structural foreign policy through Xi Jinping is to steal American intellectual property and to manipulate the rules of global trade, and to take actions in the Pacific that are incompatible with the American notion of international order. President Trump to some degree, as any president should, has to stand up against that. And the only way it's going to change, I think there will be a slow reduction in tensions, but we're going to have these reverberations, is by China altering its behavior. The one advantage here for the United States is that the Chinese economy is in trouble and that Xi Jinping does need to effectively cut some kind of deal in the short term."
    },
    {
      "speaker": "HENRY",
      "utterance": "Charles, when you look at the Dow down several hundred points again, it's the president himself who held that up as a marker when it was going well a few months back. But when you take the lens back a little bit beyond the stock market and look at the changes since he took office, real GDP growth, it was at 1.8 percent when he took office, now at 3.4 percent. Unemployment rate 4.8 percent, now down to 3.7 percent. Consumer confidence up, U.S. manufacturing actually down slightly from where it was when he took office. The economy is a linchpin for any president. It was going very strong. Still strong, but volatile."
    },
    {
      "speaker": "LANE",
      "utterance": "The big question is the connection between the stock market and the so called real economy. And of course, the way that moves is that if people feel less wealthy, their 401(k)s aren't worth as much because they have paper losses in the stock market, maybe they won't spend, and then that starts to drive down the real economy. The president would be prudent to find a way to wrap up this dispute with China -- he has got a kind of a truce until about March -- with something that he can show he got China to change, and then he can take credit for the relief rally that there would be on Wall Street."
    },
    {
      "speaker": "HENRY",
      "utterance": "Mollie, quick last point."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I'd just reiterate, that is true that the economy isn't just the stock market, and there are strong issues with wage growth and job growth. This all goes back to China, and people do need to keep their eye on the prize. We are trying to restructure things that are very serious and long-term. And they are hurting right now. This is not the only indication, these lower Apple sales. There are other indications."
    },
    {
      "speaker": "HENRY",
      "utterance": "Mollie, Tom, Charles, appreciate your insight tonight. When we come back, a look at some of retiring Senator Orrin Hatch's humorous tweets. He's got a brand new one for his exit."
    },
    {
      "speaker": "HENRY",
      "utterance": "Finally tonight, Utah Senator Orrin Hatch is retiring after 42 years in the chamber. Senator Hatch, the longest serving Republican senator in history, dropping the mic literally on his Senate career. You may remember Senator Hatch had a reputation for some witty banter on Twitter, like this tweet where he mocked the Elizabeth Warren DNA test, saying that he is 1/1032 part T-Rex, as in an old dinosaur. Or this one where he jabbed at Senator Ben Sasse's love of the band Nickelback and a quote from one of the band's songs. And finally, the senator from Utah does not like to share his bacon, as you can see right there. That is “Special Report” for tonight. I am Ed Henry in Washington. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}