{
  "date": "January 11, 2019",
  "headline": "Kidnapping survivor speaks out on missing Wisconsin teen who was found alive after 88 days",
  "subHeadline": "Guests: Dana Loesch, Rochelle Ritchie, Chris Fitzgerald, Alicia Kozakiewicz, Steve Hilton, Harold Ford Jr.",
  "url": "https://www.foxnews.com/transcript/kidnapping-survivors-speaks-out-on-missing-wisconsin-teen-who-was-found-alive-after-88-days",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM",
      "sentences": "So, after 88 days, 13-year-old Jayme Closs, who was at the top of the FBI's missing person's lists, suddenly came out of the woods. Her hair matted down, she was described as skinny and dirty but she was alive. And she was walking down the side of the road. She then clung to a woman who was out walking her dog who says she knew right away who this girl must be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN KASINKAS, FOUND JAYME CLOSS",
      "sentences": "When she came in, I knew it was her immediately. And I think even my kids knew it was her, and we've been looking at her face everywhere. Everywhere, everywhere. So, it was no doubt in my mind that it was her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Incredible. Good evening, everybody. I'm Martha MacCallum, and this is quite a story. Tonight, Jayme Closs is released from the hospital and she is now with her family. We are still putting together the pieces, the investigation, of course, is ongoing. But police say that she was held in a cabin or a home some 60 miles away from her home.  Ultimately, she got out of there when he was not home and she made it out alive. She ran for help in shoes that were described as way too big for her feet when she was finally rescued. And then, within 15 minutes, the police arrested a 21-year-old, unemployed Wisconsin man nearby. Jake Thomas Patterson, who had never been on their radar. Patterson reportedly worked at the same Turkey plant as Jayme's parents but just for one day, and that was three years ago. Investigators believe that he targeted Jayme, he broke into their family's home on October the 15th. Brutally killing both of her parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS FITZGERALD, SHERIFF, BARRON COUNTY",
      "sentences": "The gun used at the scene on the night of the incident was a shotgun. The shotgun was also used to open -- was used to shoot open the door at the class home on the night of the incident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now with more, one of the lead law enforcement officials working this still developing case. Barron County, Wisconsin Sheriff Chris Fitzgerald. Sheriff, thank you very much for being with us tonight.   I know this has been quite a 24-hours for all of you, sir. So, thank you very much. You know, I just want to start by asking, if can you give us an update from what you said this afternoon about how Jayme is doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "Jayme is doing good. I just received the report that she's arrived at the aunt's home in Barron. So she is reunited with family as we speak. The goal for the last 88 days has been -- has been made. We made the goal. It's fabulous, it's the best news I've received all day. But she is in Barron County.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, obviously, today, during that news, and that's great news. And we're so glad that she's talking, which we also heard you saying. And that she -- you know, obviously, she's got a long road ahead but she appears to be doing as well as could possibly be expected given these circumstances. And with regard to the circumstances, one of the biggest questions that we all have is why her? You said that he targeted her specifically. What do you know about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "He -- Jayme was the target. I mean, there is no other contact with any other family member in the house. And we know that he targeted her. He shot and killed the both parents before taking Jayme and holding her for 88 days. Until Jayme had the will to escape and survived. And reached out to the citizens of Gordon who helped her out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Incredible story. Incredible story, but I want to ask you. The only connection that we know of so far is that he, the suspect worked at the Turkey store where her parents worked for one day, and then quit. Is that the only connection that you have found, social media, anywhere? Is that the only intersection between these two families?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "That appears to be the only intersection at this time, and we don't believe that that's a viable intersection, that where contact could have been made, based on divisions that they worked in. So, while this -- you want to say random, it's really targeted. Because he planned this kidnapping, he planned this shooting in detail. So, and why he picked Jayme is the million dollar question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, that is the million dollar question. They didn't live that close to each other. You say that social media -- would you say that social media connections have been completely ruled out, or is that still, are you still investigating that? Give us a sense of where you are on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "Sure, we have had Jayme's phone, Denise's phone, and James phone. The whole entire time since the night of the incident. So, we had digitally analyzed all of their data already. This name did not come up in any of their data already. So, we don't believe that there was any digital footprint to connect Jayme to the suspect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You say that he changed -- he planned this. That he had plotted it, that there's -- you know, a sort of premeditation involved here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that he tried to cover his tracks, and you mentioned that he shaved his head. And in older pictures, he also had -- looks like he had a shaved head at some points in the family pictures that I've seen with him.  What else did he do along those lines in planning and premeditation and cover up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "And we're not commenting on that because that's part of the active case that will be in the charging decision made on Monday. But, things like shaving his head, so he didn't leave any hair, DNA behind, no chance that if there was a struggle, there would be hair left on the ground. So, he shaved his head is what we weren't told or what I've been told by our investigative teams out there to hide DNA evidence if any needed -- you know if there is a struggle or something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. She, according to the people who found her, and brought her in and called 911. She talked about being locked up or being hidden. What is she -- what do you know about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "Yes, I don't know much about that. Except that she was kept inside the house. What room in the house, I do not know at this time. Our team that had interviewed her in superior after she was released from the hospital has not made it back here for a briefing.  But I was told she was kept in the house. Again, I didn't get into detail with my team because they're working on the interview and developing reports. Working with our District Attorney's Office on search warrants, any other thing else needed. Working with the other team to interview, other families, friends, neighbors. Again, I've always said from day one, somebody know something. And now we're going to narrow this down and get a clearer picture of the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good luck to you, sheriff. I know this has been a trying time for all of you. You've worked so hard to bring her home, and thank God she had the wherewithal on the strength to run out of those woods. And that, that woman happened to be walking by walking her dog at that moment. It all came together and she is now safe and being reunited with her family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "Yes, it's an -- it's an -- Yes, it's an amazing story and they couldn't have a better ending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm grateful. Thank you so much, sheriff. Thanks for your time tonight. Good to have you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITZGERALD",
      "sentences": "Thank you. You bet, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, joining me now is someone who understands this kind of story better than any of us possibly can. She is also a survivor of a very similar circumstance. Alicia Kozakiewicz was also kidnapped, held captive, and she made it out alive. In her case, Alicia was rescued from her kidnapper's home after a tip came into federal authorities back in 2002. Alicia, thank you very much for being here. You know, I want to start with the connection between the worked that you have done with these kinds of cases. And a dog that actually was part of the search team for this young girl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALICIA KOZAKIEWICZ, FOUNDER, ALICIA PROJECT",
      "sentences": "Yes, Kozak who is a K-9 officer at the Wisconsin DOJ, and he's my namesake. He went out and he was searching for her. I received a call from his handler. And she was so excited. She said that we're out searching for her, and I couldn't be there searching, but this dog was out there searching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they named the dog for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "They did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tell me a little bit about -- you know, when -- I want to talk about your case just for a moment. And then, I want to talk about, about her case. What were the circumstances of your abduction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "When I was 13 years old, I was groomed and lured from my home by an Internet predator. And he kidnapped me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Who someone that you met online.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "Yes, somebody I met online.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Figured out where you were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "Right. And he kidnapped me, and he took me to Virginia where I was held captive, in his basement dungeon, and raped, and beaten, and tortured. And I was rescued because he had been live-streaming my abuse. And somebody recognized my face from my missing poster. And was able to connect it to this horrendous video. It's such a miracle that I'm here. I'm so lucky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you're -- and you know, how do you -- so now she has to deal with whatever happened to her over this, the last three months. And when the people who brought her into their home, the woman who's walking her dog found her, found Jayme. And then they went to the closest house nearby to call 911. And they said that you know, she came and she didn't want anything to eat or drink according to their report. But they said she seemed -- she seemed OK. You know, is she in shock? Is she -- you know, what's -- how did you feel after you were rescued?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "Everything for me, it felt surreal. And it may very well feel like that for her right now. Everything is moving so fast and she can't keep up with it. And there's so much joy surrounding her. But it's when it quiets down, that's when it may get really tough for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, she's lost her parents. She's coming home and her parents have been murdered. And I heard that they videotaped the funerals so that she could have perhaps some kind of closure by watching that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "It's heartbreaking because in some ways this little girl is never really coming home. Her past existence, the little girl who was taken, her life there is over. But she's going to reclaim a new one. She has so much resilience, this little girl is so strong and so brave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She -- I mean, you know, talk to me about what it must have taken for her, did you think about trying to escape when you were there? Did you make attempts to escape? And ultimately, when he was out, it sounds like she somehow fought her way out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "And she's so brave. I tried to escape, I ended up with a broken nose, and then I learned very quickly that I didn't have a moment to try that. And in my case, he was going to kill me on the day that I was rescued.  So again, I am so lucky. And for her to have the strength to do that, to know the moment to take, and to take it is so admirable. And I know that she is going to be OK. Because she already has that resilience. She already has that strength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What would be your message to Jayme? Because you are uniquely able to relate to what -- some of what she must have likely gone through. How does she get better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "It's not going to be easy. It's going to take a long time, and that is OK. She needs to take time and space. And really find things. What really helped me is to find things that anchored me to the life before. So, things that I used to enjoy. Because I felt like I lost myself. And in many ways, I did. And you feel like you lose your innocence, and in a case of sexual assault, and it feels like that, that you have lost your innocence, that you've lost your life. And so, to reconnect, and to just take time, and enjoy every moment. To take deep breaths and enjoy every moment, and take it second by second, and find things that make you happy.  If that's therapy, if that's painting, if it's whatever hobby. Find things that make you happy and do it. Find those healthy coping mechanisms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow. You're incredible. You've been through a lot. And as you said to me in the break, reaching out and doing the things that you do to help other people get through the circumstances.  Elizabeth smart comes to mind, but you're all very resilient, strong young women. And I -- and I, I hope Jayme will join those ranks. And I'm sure she will. She got a lot of love from her family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And she is, thank God, back home tonight. Thank you very much, Alicia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOZAKIEWICZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Glad you could be here tonight. Thank you so much for joining us. So, back to if there is a government, which has been pretty messy over the course of this week. It is the longest government shutdown, and it has now been set in stone with that -- with that moniker and that title. So, where are the lawmakers? Well, they're not on Capitol Hill tonight, the president could perhaps take matters into his own hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "If they can't do it, I will declare a national emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Now the easy solution is for me to call a national emergency. I could do that very quickly. I have the absolute right to do it but I'm not going to do it so fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump today saying that he is not going to declare national emergency, at least not yet in order to start building the wall. Pundits on both sides and even competing factions within the White House we here are debating the wisdom of that move if he does choose to do it ultimately. The incoming Chair of the Senate Judiciary Committee Lindsey Graham tweeted this. Mr. President, declare a national emergency now. Build a wall now, says Lindsey Graham.   And this editorial headline from The Daily Caller, the best part of a shutdown isn't a wall, it's teaching the GOP not to cower in fear. But The Wall Street Journal editorial page fears that the move is not the best one in the longer game. The piece acknowledging that President Obama also went around Congress when he didn't get his way on immigration in order to legalize millions of illegal immigrants creating the DACA program in the first place. The editorial board writing \"an emergency declaration would further poison prospects for immigration reform as Barack Obama's orders did.\" And GOP lawmakers fear that that would happen in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO (R), FLORIDA",
      "sentences": "Tomorrow the national security emergency might be you know, climate change so let's seize the fossil fuel plants or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Therefore a president may say I believe that gun violence in this country is much pressing issue. And I don't care whether the Congress supports me or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the President is still clearly holding this option of a national emergency so should he or shouldn't he and what would the response from voters be down the road towards him. Here now Steve Hiltner Host of The Next Revolution, Harold Ford Jr. former Democratic Congressman and Chris Stirewalt Fox News Politics Editor. Gentleman, welcome to all of you. Good to have you here today. Let's go down the line. Steve Hilton, good idea, bad idea, the president still clearly keeping this arrow in his quiver.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HILTON, HOST, THE NEXT REVOLUTION",
      "sentences": "Yes. He's right to do that. By the way, wasn't it fun to see all those comments there? Who would have thought that there are different views on how to handle immigration and the border wall? This problem has been with us for so long now. And right now it shows Washington at its absolute worst the way that it is clearly about politics not the policy because you've got -- you've got everyone basically agreeing that there's a problem and it needs to be handled. Now, I think that the president should do one more week of being ultra- reasonable, put offers forward like he did today interestingly on H-1B visas, something that the Democrats want to bring in more high-skilled workers, show that he is doing everything he can to get to a good deal not just on the wall but on the other aspects of our broken immigration system. And if after one more week of that the Democrats are still clearly saying they're going to say no to absolutely everything, then is the time to just go ahead and do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, so Harold, what do you think Democrats will do if he gives it one more week and he continues to sort of offer you know, a couple of different versions and throw some carrots out there that that might be part of a solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., D-TENN., FORMER CONGRESSMAN",
      "sentences": "So I think a couple things. One, there's no doubt border security is a -- is a priority for both parties and they have a different set of a different way of going about doing it. I'm happy about one thing. One is that both sides have said they're going to pay back pay for all these federal workers who lost a paycheck today. Two, it's not just Democrats -- I think it's fair to say the Democrats have been obstinate here, but remember the last two years when Republicans were in the majority in both the House and the Senate, they didn't get this done. Now, here we are today and you now have some Republicans including Lamar Alexander, Lisa Murkowski whom we just saw and others who are raising concerns about whether or not this is the best way about going to get a wall. Now, I will agree with you on this point. Democrats seem adamant in their opposition to a wall, but this is no different position that Democrats have had now for over two years. So my hope is that maybe they find a group of Republicans in the Senate, a group of Republicans -- Democrat, excuse me, in the Senate can come together and said we're going to support something that includes some money for the wall, perhaps not the five billion. We're going to do some of the other things we've talked about including advanced technologies, adopting those on the border to ensure that we stop the drug and human trafficking and even illegal migration. And at the same time provide additional beds and additional security and additional judges to deal with these --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A lot of those things are in the proposal that the President has put forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "But the problem the President I think has more so if we wait another week, to answer your question directly is I'm not sure he holds all Republicans. He clearly is not going to break many Democrats but the question is can he hold the Lamar Alexander's in the Senate over the next week or so. And perhaps Chris has an opinion on that but that's where I think the real worry has to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, Chris, the politics of this. You know, that one headline in The Daily Caller about you know, how basically the GOP is finding a spine here and they need to stick with it and they need to hold firm on this. What do you think of that politically? Really? A big raspberry from Mr. Stirewalt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, POLITICS EDITOR",
      "sentences": "Yes, a big -- that is a big wet raspberry for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Look, here's the thing. This is again phony -- all of this, the phoniness, the baloneyness, Steve Hilton is 100 percent right. This is Washington at its most pitiful. This is the execrable state of affairs that we had here --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And who would have thought it could get any worse. We thought we had seen it that as absolute extra worse, but it turns out there's more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "There's a bottom -- there's a bottom under the bottom and under that bottom will be another bottom. It's turtles all the way down too. Look, here's what we know. The two parties are not divided on any principle here, they're divided on who gets a win. We're talking about a difference of $3.1 billion between the two negotiating positions. It's a joke. It's a -- it's for 107 percent of just the deficit, not the budget but just the deficit. It's just ridiculous. So here's what's happening. The President can declare an emergency and I think it would be politically astute for him to do so, much as we saw with what started out as a Muslim ban that then is something else, and then something else, and then it's filed, and then it's a lawsuit, and then it works its way through the courts, and at the end it's something different. If he declares the emergency, it immediately goes into court. It doesn't happen. It's not a thing that actually occurs. Congress fights back with them but he gets to tell his base I did everything that I could, I did everything that we could. Now, these terrible Obama judges are keeping me from having what I want. Meantime, he can turn the government back on which is what desperately needs to happen because we can't keep on like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean, he already suggested -- well, and you know if it goes to court, you know where it's going. It goes to the Ninth Circuit so he's making that pretty clear. Gentlemen, thank you. Great to see all of you tonight. We'll see you soon. Have a great weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILTON",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So is there room for Democratic Socialist Alexandria Ocasio- Cortez in her own party. A former vice presidential nominee says no. And let's just say the Congresswoman was not too happy about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE LIEBERMAN, D-CONN., FORMER SENATOR",
      "sentences": "With all respect, I certainly hope she's not the future and I don't believe she is and I tell you what, she's gotten a lot of attention because she's different. She's controversial --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "With all respect, I certainly hope she's not the future and I don't believe she is and I tell you what, she's gotten a lot of attention because she's different. She's controversial --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Freshman firebrand Alexandria Ocasio-Cortez response to that criticism from former vice presidential nominee Joe Lieberman was this. New party, who dis? Who dis, she says about Joe Lieberman. Joining me now, Guy Benson and Mari Harf, Host of Benson and Harf Fox News Radio. Good to see you guys. Marie, who dis? Who's Joe Lieberman and why is he telling me what you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS RADIO HOST",
      "sentences": "Hysterical. I think it's hysterical. Look, I don't agree with a lot of her policy proposals or some of the things she's doing inside the caucus but you have to give her credit, she's good on social media. And look, she may not be the future of the Democratic Party. I think the moderates who won the House back for Democrats would strongly disagree and say she is not the future. But to be honest Joe Lieberman is the past of the Democratic Party. He is very conservative on many issues today. He was a failed vice presidential candidate and honestly I think that when people like Joe Lieberman go after her, it makes her more likable to people like me who disagree --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "To a certain people. No, I'm sure. There's no doubt. You know, but Joe Lieberman represents, excuse me, you know, the kind of people who used to try to look for the middle and try to put both sides together on these things, Guy. And she's talking about you know, a new green deal and you know, ideas that will definitely have a lot of pull with a certain number of people. But the question is what's the impact on the entire party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS RADIO HOST",
      "sentences": "Yes. I wonder if there's room for Joe Lieberman in the Democratic Party anymore. As the party that's moved to the left, even their current moderates are far off to the left from where they were, all the way back in his day when he was the vice presidential nominee in 2000. Look, I will say this, and I agree with Marie on this limited point. She's decent at social media zingers from time to time, AOC. Maybe she should spend a little bit of less time --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is a new form of life competition I guess. I don't know. I don't know what the value really is but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes, but the point is she's good at these zingers from time to time but maybe not so good at complying with the law in her own state. Her campaign was just fined by the state of New York for ironically not paying proper benefits to their workers which is hilarious given her whole attitude and project.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Which is crazy right? Yes, and you know, she said she's going to give up her salary but no one can -- she won't answer questions on that. In fact, we've tried to call her office all week with just different questions because we've been doing these stories. We can't get anyone to pick up the phone. We're not sure that there is a staff there. I assume there is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Maybe they're on strike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But we know we haven't been able to get through to anyone. So if you're out there staffers for Alexandria Ocasio-Cortez, just close back. We just have a few factual questions and things we want to run by. Tulsi Gabbard is in for 2020. That was just announced a short time ago. Beto O'Rourke is getting his teeth cleaned, that is his way of trying to, you know, expand his base, I guess. What you think about all of this, Marie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, HOST",
      "sentences": "Look, I actually think that a very large spirited Democratic primary will be good for the party because I think that it often shows who are the candidates that really succeed nationally, who succeed beyond the five-minute, you know -- or 30-second Instagram video, and who can actually speak to a wide variety of Democratic primary voters and hopefully independence and Republicans who will cross over to vote in 2020.  So, I'm happy for lots of people to get in the game. I'm happy for people like Beto to throw their hat in the ring. I think maybe he shouldn't be Instagraming his teeth cleaning. We shouldn't -- look -- social media --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, that video is not going anywhere, I'm telling you that right now. That's going to be around forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It is. I know. And it is so cringe worthy. Social media is important. And I think people -- politicians need to do it better and more authentically. Look, you can say that Donald Trump's social media is authentic. I hate it, but at least you know it is him, but I don't think Democrats --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I don't want to watch --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, HOST",
      "sentences": "Well, we don't even see his tonsils.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I don't even like it when they have the mirror in the dentist chair and I can see my teeth being cleaned. So, I certainly don't want to see anyone else's teeth being cleaned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Fully endorsed, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But that's not how we're going to pick a nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right. Which is why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "And so, I think Democratic politicians need to focus on the actual primary and policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, guys. Good to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So many calls for greater accountability following the horrific Parkland massacre on February 14th of last year. Florida's new governor today took a very bold step. He ousted the man who called himself a great leader during that horrific event. The NRA reacts to that coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS, D-FLA.",
      "sentences": "Today, I have issued an executive order suspending Scott Israel as the sheriff of Broward County.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Highly emotional day today in Florida as the governor, Ron Desantis, the new governor there, made good on a promise to suspend the controversial sheriff, Scott Israel, over his office's response to the Parkland High School shooting. Seventeen people died in the Valentine's Day massacre. And today, some of their loved ones joined the governor as he made this decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "And I have no interest on dancing on Scott Israel's political grave. To suffice it to say that the massacre might never have happened had Broward had better leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW POLLACK, DAUGHTER KILLED IN PARKLAND MASSACRE",
      "sentences": "When eight BSO deputies listen to shots fired in the school and stayed outside, they were following Sheriff Israel's policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GUTTENBERG, DAUGHTER KILLED IN PARKLAND MASSACRE",
      "sentences": "My daughter died on the third floor of MSD, running down the hallway from an active shooter. One more second and she makes it into the stairwell. My daughter would have lived if somebody could have just given her one more second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN PETTY, DAUGHTER KILLED IN PARKLAND MASSACRE",
      "sentences": "We are here because of failures of the past, but today is a new day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "My heart broke for these parents. I mean, it is just excruciating. And as they say, perhaps it did not need to happen at all. Dana Loesch, National Syndicated Radio host and NRA spokesperson, very outspoken obviously on all of this and about Sheriff Israel. Dana, good evening to you. Your reaction to this move today by Governor Desantis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA LOESCH, NRA SPOKESPERSON",
      "sentences": "Martha, thank you so much for talking about this. And this is -- this was a promise that Governor Desantis made when he was campaigning to these families who really wanted to see some accountability. And it doesn't matter what side of the political spectrum you fall on, everyone pretty much agreed, including the Florida Sun Sentinel that took a rare move and calling for his dismissal that Scott Israel had to go. And I know that Scott Israel, he's tried to mask his incompetencies previously by calling out the NRA or calling out other individuals, but you know, Martha, this is not about the NRA. This is about what this man did not do, having a clear policy and going after active shooters. You know, the Stoneman Douglas Commission, when they were talking deputies, they learned from deputies that the deputies couldn't remember the last time that they had active shooter training or what kind of training it was. And furthermore, when Scott Israel had said that they had no legal means to go and arrest this murderer, actually that was a lie too, and prosecutors across the state of Florida agreed in a story that was published by \"Miami Herald.\" This official had been communicating electronically, death threats which under 836 Subsection 10 of Florida State Law is a second-degree felony for which he could've been arrested and made a prohibitive processor a full year before he purchased his firearm, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. He knocked his adoptive mother's teeth loose assaulting her. The family had said that he had used a gun against people before. They were very concerned. Scott Israel had a reaction today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to play that for you and get your thoughts on this. Let's play it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT ISRAEL, FORMER BROWARD COUNTY SHERIFF",
      "sentences": "I intend to vigorously fight this unjustified suspension both in court and before the Florida Senate. This was about politics, not about Parkland. And now the National Rifle Association controls the governor's actions and then now trying to control law enforcement in Broward County.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Yeah. Well, I think he needs to say that to the families. Tell the families that it was unjustified. This isn't about the NRA. This is about 17 lives lost, 17 lives that should not have been lost and it could've been prevented. He needs to stop his politicking. He's been held accountable, and God bless the new sheriff -- the new sheriff in town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dana, thank you very much. Dana Loesch, big news --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- in Parkland, Florida today. Coming up, greasily new details on what went on inside the home of Democratic mega donor, Ed Buck, as police revealed the name of the second man found dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, the Ed Buck story is getting more disturbing by the hour. He is a prominent Californian who has been in a mega donor for Democrats. Authorities have now identified the second man who was found dead on his property and that man was 55-year-old Timothy Dean. Trace Gallagher joins us now with the late-breaking details in our West Coast newsroom tonight. Good evening, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Martha. Timothy dean was found dead inside Edward Buck's home early Monday morning. The cause of death is still under investigation, but a drug overdose appears very likely. In fact, his roommate of three years now says he never saw Timothy Dean use of drugs at all, and says his friend's good name is now being maligned. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OTTAVIO TADDEA, TIMOTHY DEAN'S ROOMMATE",
      "sentences": "I do not even know what to tell you, like I can -- he was a wonderful person. He has always been super nice to me and accommodating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yeah. Timothy Dean worked at Saks Fifth Avenue and once worked in the adult film industry. He is the second black male in 18 months to die inside Buck's West Hollywood home. In July 2017, 26-year-old, Gemmel Moore, a male escort, overdosed on methamphetamine. There wasn't enough evidence to charge Rd Buck with a crime. But in a journal entry, Moore wrote, quote, \"I have become addicted to drugs, and the worse one at that. Ed Buck is the one to thank. He gave me my first injection of crystal meth. It was very painful. But after all of the troubles, I became addicted.\" Gemmel Moore's family has released a statement saying, quote, \"If a young white man was found dead in a wealthy black man's apartment with syringes and drugs all around, that black man would've been handcuffed and taken directly to jail.\" And protesters outside Buck's home have been calling on police to arrest him. But Rd Buck's lawyer says his client did not give these men drugs, and that critics are unfairly using race to blame Ed Buck. But now, a 28-year- old black male claims that he barely escaped death in his apartment. Jermaine Gagnon tells the Daily Mail that Buck flew him from Minnesota to L.A. and injected him with methamphetamines, quoting again, \"I was so scared. I felt today death in my soul. I called my mother. I said I feel like he is going to kill me.\" Police are now investigating the death of Timothy Dean, and re- investigating the death of Gemmel Moore. Ed Buck, as you know, has donated hundreds of thousands of dollars to Democratic causes and candidates. Now, some of those candidates are giving the money back. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lot more to come in this story, I think. Trace, thank you very much. So, here's a question for you. How do you split a $137 billion fortune? Jeff Bezos, the founder of Amazon, about to go through the most expensive divorce in history, and some newly uncovered text messages could complicate things even more. My ladies' night panel is coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you have any reaction to the news that Jeff Bezos' divorce and his affairs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Well, I wish him luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I wish him luck. It's going to be a beauty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's speaking from someone who knows, right? So, he hired her to work on the Wall Street firm, Jeff Bezos did. They fell in love and they left New York to start a book delivery business on the West Coast. Amazon ultimately made Jeff Bezos the richest man in the world, he and his wife billionaires 137 times over. But now, after 24 years and four children, it will likely be the most expensive divorce in history. Bezos' new girlfriend, Lauren Sanchez, is a helicopter pilot and a former Fox anchor in L.A. She -- on a morning show there. She was married to Hollywood agent, Patrick Whitesell. But unfortunately, she shared sexy text messages from Bezos written months ago, by the way, with one of her friends who then promptly sold them to the \"National Enquirer.\" OK, ladies, Lisa Boothe, Susan Li, Rochelle Ritchie. Rochelle, let me start with you and your reaction to this big story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHELLE RITCHIE, DEMOCRATIC STRATEGIST",
      "sentences": "Well, it's really shady that her friend would sell her out that way. But then at the same time, you have to think that she has been dealing with the shady man as well who would actually go out here and have an affair on his wife, and I think that it's really sad. But at the same time, I think that it is good that his wife is actually going to be able to walk away with something because we know that in some - - because I don't think they have a prenup. And so, I think in some states, they would not actually -- there wouldn't be anything that she could do. I think in the state that they're in that it's going to be a decision on whether or not they have to split half. And you know, I'm sure she is probably devastated and heartbroken to see her family ripped apart, but at least she is walking away with a big (ph) amount of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- I thought the way the statement reads, right? The statement is like, we have lovingly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "I'm excited, great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- to separate. We're going to continue our lives even if we had to do it over again, Lisa, we would live the same 25 years over again. What is that all about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, CONTRIBUTOR",
      "sentences": "I'm not sure if I'm buying that statement personally. Look, I just really have zero tolerance for cheating and my heart breaks for it. They have been married for decades now. I think you said 24 years, four children. And so, she was with him before he was anything and nobody even knew who Jeff Bezos was. But you know what? The sweet irony of this is the fact that he is going to be bumped down from the world's richest man and she will become the world's richest woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. In fact --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Because in the State of Washington, it is 50/50 and they do not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "It's on you, Jeff Bezos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Two things in here, the text message, which I just want to show you one of these text messages. I'm not going to read it because it's like so cheesy, but I'll put it on the screen. You guys can take a look at it at home. It starts with \"I love you, alive girl.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "What is it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This guy is so smart, right? But he's so, so dumb, Susan, that he is texting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, CORRESPONDENT",
      "sentences": "In so many ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- that he is texting this kind of stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "You know, of course, texts don't die, people. And of course --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, they don't. And this is going to come back to bite him. But I guess he's just so smitten that he forgets his head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Yes. He forgets to be Jeff Bezos, right, because those pictures will go everywhere, hello, and so did the text messages. But you know, I was covering the story for the network and I was talking to a few divorce lawyers and then I would say, oh, that sounds so friendly, so loving. They said, it's loving until it's not, especially with $130 billion worth. There's a new girlfriend involved, you know, 25 years of marriage, four kids --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, no. I think people like this they don't want -- they don't want to admit failure, right, or that anybody sort of got the bad end of the deal. So they come out together, nobody loses face. It's like why don't you say like, you know, he's a jerk. He screwed up our lives together. I want to put up -- when you look at the wealth here -- put this up on the screen -- she -- if they split this, right, she is going to be 26 times richer than Oprah, 100 times richer than the Queen of England, and 20 billion times richer than the current wealthiest woman on the planet, Walmart heiress, Alice Walton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Good for her because you know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "She was there from the inception of the company. I think she was an accountant, I believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "-- in the company, helped built it with it with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She went to Princeton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "She hired her. Can I -- for the message exchange you put up, he said -- he calls her alive girl. That's terrifying to me. Like if you correlate, the opposite is dead girl? Like that just seems to me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "Maybe he meant alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. It's bizarre. It's weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "-- alive than dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "But then his girlfriend's husband just found out -- his girlfriend's husband just found out I guess about this whole affair that was going on and they were all friends. I mean, how shady is that? So, you're saying, oh, I'm going to hang out over at Jeff's house, and you know -- and oh, he's thinking that she is hanging out with him and his wife. And now, she is just hanging out with Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Yes. $70 billion for one girl. But you know, most people say that she's not going to get half of that. Most -- probably do some sort of share swap --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "It doesn't matter. If she gets a third, I was never going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just saw these numbers. They have 400,000 acres of real estate and property.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Twenty-eight largest private property owner across America, beautiful homes, multi-million dollar homes, L.A., Seattle, New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "I didn't know all this about -- I didn't know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "I hope she gets all of them, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "They were absolutely this rich. I had no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Now presenting completely different as the saying modify them (ph). Let's take a look at this woman known as the shrieker at Northwestern. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shot the last two games. Shot the last two games.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That doesn't seem to be working. We'll try to get that working. And she has this really shrill voice. Can you put up the picture of her? And she has now been told basically -- they called me -- meaning the school -- they just called me said, can you please stop? And I was like, OK. That's what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know. She could cheer, but everybody in front of her is holding their ears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "It's loud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "But she said was holding -- like -- holding her ears closed throughout the duration of the game, even before she was screaming, that's at least what she said. I feel bad for her. She is 22 years old, a student. Now, she is this national news story. People are making fun of her publicly. And you know what? She is the president of her -- the section -- the student section. So, it's her job to cheer students along, to make them happy. And you know what, Northwestern? I hope you start losing games. You are a bunch of jerks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know what? The cheering section is extremely important to the outcome of the game and I really feel bad (ph) for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "So, when you hear that -- when you hear the video though, it is - - it is really, really loud and I feel bad because there are pictures out there. But there is nothing happening in the game where you need to be like loud, though, because I was watching --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "That's loud though. I was at a baseball game near the bullpen and people screamed in my ear --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "No, it's loud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "-- just taunting the pitchers who are practicing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "But I think you watch games all the time and you can sometimes hear the people with the really loud shrills or voices?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I don't think there is a difference between cheering on your team and I have sat near people where you are like, whoa, is that necessary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "Yeah. She's screaming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "There are so many annoying people at games. You're just not sure if you're like I don't like your face, you're out. Like people show up drunk --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, like the green I don't like the green painted face --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- their big bellies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Yeah. I don't want to see their big bellies. You're out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "It's obnoxious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Very quickly. I got your back, girl. Everybody gets save the date card for weddings and everyone is aware of how ridiculous out of control weddings have become. So take a look at this save the date. And here is what this bridezilla in the works is telling people ahead of time. She's like don't say yes to my wedding if you can't abide by this. The wedding will be held if an Asian country. She names Vietnam and Thailand as possibilities. Flights are going to be 10 to 13 hours long, usually costing $500 to $1100. You're going to need two weeks off, so get ready. And you will need $4,000 to $5,000 as spending money while you are at my wedding. So, either you're in or you're out, but you got to let me know soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "So, very demanding. Retreat weddings are more expensive than domestic one, right? And I have been to a lot of them. Don't expect a gift from me if I'm traveling and making all that time and paying money to get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "But if you get these stipulations, that's crazy because like she's putting this out and it's basically saying the things you need to know before saying yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She wants people to say no clearly. She's like I'm hoping half my family will stay home. She probably don't think people won't go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "It's not very inviting. Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "I'm not going. If I am taking two weeks off and spending $5,000, that is for me, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's ridiculous. This is what a honeymoon is for, people. I think this has gotten totally out of control. Have your wedding near your family and friends so they can all go and then you and your new husband go on your honeymoon, wherever you want to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RITCHIE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "And she said she needs two weeks of their time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Everyone thinks they're living in \"The Bachelor.\" I mean, this is out of control. It's ridiculous. All right. Great to see you. Have a great weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, don't forget to subscribe to my podcast, The Untold Story. The foxnewspodcast.com is where you can find it or wherever you listen. There's going to be a brand new on Monday morning. Our very own General Jack Keane what a story that he has never told that you do not want to miss. That is \"The Story\" for this Friday night. We're going to see you back here on Monday night at 7. Have a great weekend, everybody. Tucker Carlson is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM",
      "utterance": "So, after 88 days, 13-year-old Jayme Closs, who was at the top of the FBI's missing person's lists, suddenly came out of the woods. Her hair matted down, she was described as skinny and dirty but she was alive. And she was walking down the side of the road. She then clung to a woman who was out walking her dog who says she knew right away who this girl must be."
    },
    {
      "speaker": "KRISTIN KASINKAS, FOUND JAYME CLOSS",
      "utterance": "When she came in, I knew it was her immediately. And I think even my kids knew it was her, and we've been looking at her face everywhere. Everywhere, everywhere. So, it was no doubt in my mind that it was her."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Incredible. Good evening, everybody. I'm Martha MacCallum, and this is quite a story. Tonight, Jayme Closs is released from the hospital and she is now with her family. We are still putting together the pieces, the investigation, of course, is ongoing. But police say that she was held in a cabin or a home some 60 miles away from her home. Ultimately, she got out of there when he was not home and she made it out alive. She ran for help in shoes that were described as way too big for her feet when she was finally rescued. And then, within 15 minutes, the police arrested a 21-year-old, unemployed Wisconsin man nearby. Jake Thomas Patterson, who had never been on their radar. Patterson reportedly worked at the same Turkey plant as Jayme's parents but just for one day, and that was three years ago. Investigators believe that he targeted Jayme, he broke into their family's home on October the 15th. Brutally killing both of her parents."
    },
    {
      "speaker": "CHRIS FITZGERALD, SHERIFF, BARRON COUNTY",
      "utterance": "The gun used at the scene on the night of the incident was a shotgun. The shotgun was also used to open -- was used to shoot open the door at the class home on the night of the incident."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now with more, one of the lead law enforcement officials working this still developing case. Barron County, Wisconsin Sheriff Chris Fitzgerald. Sheriff, thank you very much for being with us tonight. I know this has been quite a 24-hours for all of you, sir. So, thank you very much. You know, I just want to start by asking, if can you give us an update from what you said this afternoon about how Jayme is doing?"
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "Jayme is doing good. I just received the report that she's arrived at the aunt's home in Barron. So she is reunited with family as we speak. The goal for the last 88 days has been -- has been made. We made the goal. It's fabulous, it's the best news I've received all day. But she is in Barron County."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, obviously, today, during that news, and that's great news. And we're so glad that she's talking, which we also heard you saying. And that she -- you know, obviously, she's got a long road ahead but she appears to be doing as well as could possibly be expected given these circumstances. And with regard to the circumstances, one of the biggest questions that we all have is why her? You said that he targeted her specifically. What do you know about that?"
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "He -- Jayme was the target. I mean, there is no other contact with any other family member in the house. And we know that he targeted her. He shot and killed the both parents before taking Jayme and holding her for 88 days. Until Jayme had the will to escape and survived. And reached out to the citizens of Gordon who helped her out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Incredible story. Incredible story, but I want to ask you. The only connection that we know of so far is that he, the suspect worked at the Turkey store where her parents worked for one day, and then quit. Is that the only connection that you have found, social media, anywhere? Is that the only intersection between these two families?"
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "That appears to be the only intersection at this time, and we don't believe that that's a viable intersection, that where contact could have been made, based on divisions that they worked in. So, while this -- you want to say random, it's really targeted. Because he planned this kidnapping, he planned this shooting in detail. So, and why he picked Jayme is the million dollar question."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, that is the million dollar question. They didn't live that close to each other. You say that social media -- would you say that social media connections have been completely ruled out, or is that still, are you still investigating that? Give us a sense of where you are on that."
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "Sure, we have had Jayme's phone, Denise's phone, and James phone. The whole entire time since the night of the incident. So, we had digitally analyzed all of their data already. This name did not come up in any of their data already. So, we don't believe that there was any digital footprint to connect Jayme to the suspect."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You say that he changed -- he planned this. That he had plotted it, that there's -- you know, a sort of premeditation involved here."
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that he tried to cover his tracks, and you mentioned that he shaved his head. And in older pictures, he also had -- looks like he had a shaved head at some points in the family pictures that I've seen with him. What else did he do along those lines in planning and premeditation and cover up?"
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "And we're not commenting on that because that's part of the active case that will be in the charging decision made on Monday. But, things like shaving his head, so he didn't leave any hair, DNA behind, no chance that if there was a struggle, there would be hair left on the ground. So, he shaved his head is what we weren't told or what I've been told by our investigative teams out there to hide DNA evidence if any needed -- you know if there is a struggle or something like that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. She, according to the people who found her, and brought her in and called 911. She talked about being locked up or being hidden. What is she -- what do you know about that?"
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "Yes, I don't know much about that. Except that she was kept inside the house. What room in the house, I do not know at this time. Our team that had interviewed her in superior after she was released from the hospital has not made it back here for a briefing. But I was told she was kept in the house. Again, I didn't get into detail with my team because they're working on the interview and developing reports. Working with our District Attorney's Office on search warrants, any other thing else needed. Working with the other team to interview, other families, friends, neighbors. Again, I've always said from day one, somebody know something. And now we're going to narrow this down and get a clearer picture of the story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good luck to you, sheriff. I know this has been a trying time for all of you. You've worked so hard to bring her home, and thank God she had the wherewithal on the strength to run out of those woods. And that, that woman happened to be walking by walking her dog at that moment. It all came together and she is now safe and being reunited with her family."
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "Yes, it's an -- it's an -- Yes, it's an amazing story and they couldn't have a better ending."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm grateful. Thank you so much, sheriff. Thanks for your time tonight. Good to have you here."
    },
    {
      "speaker": "FITZGERALD",
      "utterance": "Thank you. You bet, thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, joining me now is someone who understands this kind of story better than any of us possibly can. She is also a survivor of a very similar circumstance. Alicia Kozakiewicz was also kidnapped, held captive, and she made it out alive. In her case, Alicia was rescued from her kidnapper's home after a tip came into federal authorities back in 2002. Alicia, thank you very much for being here. You know, I want to start with the connection between the worked that you have done with these kinds of cases. And a dog that actually was part of the search team for this young girl."
    },
    {
      "speaker": "ALICIA KOZAKIEWICZ, FOUNDER, ALICIA PROJECT",
      "utterance": "Yes, Kozak who is a K-9 officer at the Wisconsin DOJ, and he's my namesake. He went out and he was searching for her. I received a call from his handler. And she was so excited. She said that we're out searching for her, and I couldn't be there searching, but this dog was out there searching."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they named the dog for you."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "They did."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tell me a little bit about -- you know, when -- I want to talk about your case just for a moment. And then, I want to talk about, about her case. What were the circumstances of your abduction?"
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "When I was 13 years old, I was groomed and lured from my home by an Internet predator. And he kidnapped me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Who someone that you met online."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "Yes, somebody I met online."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Figured out where you were."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "Right. And he kidnapped me, and he took me to Virginia where I was held captive, in his basement dungeon, and raped, and beaten, and tortured. And I was rescued because he had been live-streaming my abuse. And somebody recognized my face from my missing poster. And was able to connect it to this horrendous video. It's such a miracle that I'm here. I'm so lucky."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you're -- and you know, how do you -- so now she has to deal with whatever happened to her over this, the last three months. And when the people who brought her into their home, the woman who's walking her dog found her, found Jayme. And then they went to the closest house nearby to call 911. And they said that you know, she came and she didn't want anything to eat or drink according to their report. But they said she seemed -- she seemed OK. You know, is she in shock? Is she -- you know, what's -- how did you feel after you were rescued?"
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "Everything for me, it felt surreal. And it may very well feel like that for her right now. Everything is moving so fast and she can't keep up with it. And there's so much joy surrounding her. But it's when it quiets down, that's when it may get really tough for her."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, she's lost her parents. She's coming home and her parents have been murdered. And I heard that they videotaped the funerals so that she could have perhaps some kind of closure by watching that."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "It's heartbreaking because in some ways this little girl is never really coming home. Her past existence, the little girl who was taken, her life there is over. But she's going to reclaim a new one. She has so much resilience, this little girl is so strong and so brave."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She -- I mean, you know, talk to me about what it must have taken for her, did you think about trying to escape when you were there? Did you make attempts to escape? And ultimately, when he was out, it sounds like she somehow fought her way out of there."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "And she's so brave. I tried to escape, I ended up with a broken nose, and then I learned very quickly that I didn't have a moment to try that. And in my case, he was going to kill me on the day that I was rescued. So again, I am so lucky. And for her to have the strength to do that, to know the moment to take, and to take it is so admirable. And I know that she is going to be OK. Because she already has that resilience. She already has that strength."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What would be your message to Jayme? Because you are uniquely able to relate to what -- some of what she must have likely gone through. How does she get better?"
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "It's not going to be easy. It's going to take a long time, and that is OK. She needs to take time and space. And really find things. What really helped me is to find things that anchored me to the life before. So, things that I used to enjoy. Because I felt like I lost myself. And in many ways, I did. And you feel like you lose your innocence, and in a case of sexual assault, and it feels like that, that you have lost your innocence, that you've lost your life. And so, to reconnect, and to just take time, and enjoy every moment. To take deep breaths and enjoy every moment, and take it second by second, and find things that make you happy. If that's therapy, if that's painting, if it's whatever hobby. Find things that make you happy and do it. Find those healthy coping mechanisms."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow. You're incredible. You've been through a lot. And as you said to me in the break, reaching out and doing the things that you do to help other people get through the circumstances. Elizabeth smart comes to mind, but you're all very resilient, strong young women. And I -- and I, I hope Jayme will join those ranks. And I'm sure she will. She got a lot of love from her family."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And she is, thank God, back home tonight. Thank you very much, Alicia."
    },
    {
      "speaker": "KOZAKIEWICZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Glad you could be here tonight. Thank you so much for joining us. So, back to if there is a government, which has been pretty messy over the course of this week. It is the longest government shutdown, and it has now been set in stone with that -- with that moniker and that title. So, where are the lawmakers? Well, they're not on Capitol Hill tonight, the president could perhaps take matters into his own hands."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "If they can't do it, I will declare a national emergency."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Now the easy solution is for me to call a national emergency. I could do that very quickly. I have the absolute right to do it but I'm not going to do it so fast."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump today saying that he is not going to declare national emergency, at least not yet in order to start building the wall. Pundits on both sides and even competing factions within the White House we here are debating the wisdom of that move if he does choose to do it ultimately. The incoming Chair of the Senate Judiciary Committee Lindsey Graham tweeted this. Mr. President, declare a national emergency now. Build a wall now, says Lindsey Graham. And this editorial headline from The Daily Caller, the best part of a shutdown isn't a wall, it's teaching the GOP not to cower in fear. But The Wall Street Journal editorial page fears that the move is not the best one in the longer game. The piece acknowledging that President Obama also went around Congress when he didn't get his way on immigration in order to legalize millions of illegal immigrants creating the DACA program in the first place. The editorial board writing \"an emergency declaration would further poison prospects for immigration reform as Barack Obama's orders did.\" And GOP lawmakers fear that that would happen in the future."
    },
    {
      "speaker": "SEN. MARCO RUBIO (R), FLORIDA",
      "utterance": "Tomorrow the national security emergency might be you know, climate change so let's seize the fossil fuel plants or something."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Therefore a president may say I believe that gun violence in this country is much pressing issue. And I don't care whether the Congress supports me or not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the President is still clearly holding this option of a national emergency so should he or shouldn't he and what would the response from voters be down the road towards him. Here now Steve Hiltner Host of The Next Revolution, Harold Ford Jr. former Democratic Congressman and Chris Stirewalt Fox News Politics Editor. Gentleman, welcome to all of you. Good to have you here today. Let's go down the line. Steve Hilton, good idea, bad idea, the president still clearly keeping this arrow in his quiver."
    },
    {
      "speaker": "STEVE HILTON, HOST, THE NEXT REVOLUTION",
      "utterance": "Yes. He's right to do that. By the way, wasn't it fun to see all those comments there? Who would have thought that there are different views on how to handle immigration and the border wall? This problem has been with us for so long now. And right now it shows Washington at its absolute worst the way that it is clearly about politics not the policy because you've got -- you've got everyone basically agreeing that there's a problem and it needs to be handled. Now, I think that the president should do one more week of being ultra- reasonable, put offers forward like he did today interestingly on H-1B visas, something that the Democrats want to bring in more high-skilled workers, show that he is doing everything he can to get to a good deal not just on the wall but on the other aspects of our broken immigration system. And if after one more week of that the Democrats are still clearly saying they're going to say no to absolutely everything, then is the time to just go ahead and do it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, so Harold, what do you think Democrats will do if he gives it one more week and he continues to sort of offer you know, a couple of different versions and throw some carrots out there that that might be part of a solution."
    },
    {
      "speaker": "HAROLD FORD JR., D-TENN., FORMER CONGRESSMAN",
      "utterance": "So I think a couple things. One, there's no doubt border security is a -- is a priority for both parties and they have a different set of a different way of going about doing it. I'm happy about one thing. One is that both sides have said they're going to pay back pay for all these federal workers who lost a paycheck today. Two, it's not just Democrats -- I think it's fair to say the Democrats have been obstinate here, but remember the last two years when Republicans were in the majority in both the House and the Senate, they didn't get this done. Now, here we are today and you now have some Republicans including Lamar Alexander, Lisa Murkowski whom we just saw and others who are raising concerns about whether or not this is the best way about going to get a wall. Now, I will agree with you on this point. Democrats seem adamant in their opposition to a wall, but this is no different position that Democrats have had now for over two years. So my hope is that maybe they find a group of Republicans in the Senate, a group of Republicans -- Democrat, excuse me, in the Senate can come together and said we're going to support something that includes some money for the wall, perhaps not the five billion. We're going to do some of the other things we've talked about including advanced technologies, adopting those on the border to ensure that we stop the drug and human trafficking and even illegal migration. And at the same time provide additional beds and additional security and additional judges to deal with these --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A lot of those things are in the proposal that the President has put forward."
    },
    {
      "speaker": "FORD",
      "utterance": "But the problem the President I think has more so if we wait another week, to answer your question directly is I'm not sure he holds all Republicans. He clearly is not going to break many Democrats but the question is can he hold the Lamar Alexander's in the Senate over the next week or so. And perhaps Chris has an opinion on that but that's where I think the real worry has to be."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, Chris, the politics of this. You know, that one headline in The Daily Caller about you know, how basically the GOP is finding a spine here and they need to stick with it and they need to hold firm on this. What do you think of that politically? Really? A big raspberry from Mr. Stirewalt."
    },
    {
      "speaker": "CHRIS STIREWALT, POLITICS EDITOR",
      "utterance": "Yes, a big -- that is a big wet raspberry for that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Look, here's the thing. This is again phony -- all of this, the phoniness, the baloneyness, Steve Hilton is 100 percent right. This is Washington at its most pitiful. This is the execrable state of affairs that we had here --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And who would have thought it could get any worse. We thought we had seen it that as absolute extra worse, but it turns out there's more."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "There's a bottom -- there's a bottom under the bottom and under that bottom will be another bottom. It's turtles all the way down too. Look, here's what we know. The two parties are not divided on any principle here, they're divided on who gets a win. We're talking about a difference of $3.1 billion between the two negotiating positions. It's a joke. It's a -- it's for 107 percent of just the deficit, not the budget but just the deficit. It's just ridiculous. So here's what's happening. The President can declare an emergency and I think it would be politically astute for him to do so, much as we saw with what started out as a Muslim ban that then is something else, and then something else, and then it's filed, and then it's a lawsuit, and then it works its way through the courts, and at the end it's something different. If he declares the emergency, it immediately goes into court. It doesn't happen. It's not a thing that actually occurs. Congress fights back with them but he gets to tell his base I did everything that I could, I did everything that we could. Now, these terrible Obama judges are keeping me from having what I want. Meantime, he can turn the government back on which is what desperately needs to happen because we can't keep on like this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean, he already suggested -- well, and you know if it goes to court, you know where it's going. It goes to the Ninth Circuit so he's making that pretty clear. Gentlemen, thank you. Great to see all of you tonight. We'll see you soon. Have a great weekend."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet."
    },
    {
      "speaker": "HILTON",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "FORD",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So is there room for Democratic Socialist Alexandria Ocasio- Cortez in her own party. A former vice presidential nominee says no. And let's just say the Congresswoman was not too happy about that."
    },
    {
      "speaker": "JOE LIEBERMAN, D-CONN., FORMER SENATOR",
      "utterance": "With all respect, I certainly hope she's not the future and I don't believe she is and I tell you what, she's gotten a lot of attention because she's different. She's controversial --"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "With all respect, I certainly hope she's not the future and I don't believe she is and I tell you what, she's gotten a lot of attention because she's different. She's controversial --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Freshman firebrand Alexandria Ocasio-Cortez response to that criticism from former vice presidential nominee Joe Lieberman was this. New party, who dis? Who dis, she says about Joe Lieberman. Joining me now, Guy Benson and Mari Harf, Host of Benson and Harf Fox News Radio. Good to see you guys. Marie, who dis? Who's Joe Lieberman and why is he telling me what you do?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS RADIO HOST",
      "utterance": "Hysterical. I think it's hysterical. Look, I don't agree with a lot of her policy proposals or some of the things she's doing inside the caucus but you have to give her credit, she's good on social media. And look, she may not be the future of the Democratic Party. I think the moderates who won the House back for Democrats would strongly disagree and say she is not the future. But to be honest Joe Lieberman is the past of the Democratic Party. He is very conservative on many issues today. He was a failed vice presidential candidate and honestly I think that when people like Joe Lieberman go after her, it makes her more likable to people like me who disagree --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "To a certain people. No, I'm sure. There's no doubt. You know, but Joe Lieberman represents, excuse me, you know, the kind of people who used to try to look for the middle and try to put both sides together on these things, Guy. And she's talking about you know, a new green deal and you know, ideas that will definitely have a lot of pull with a certain number of people. But the question is what's the impact on the entire party?"
    },
    {
      "speaker": "GUY BENSON, FOX NEWS RADIO HOST",
      "utterance": "Yes. I wonder if there's room for Joe Lieberman in the Democratic Party anymore. As the party that's moved to the left, even their current moderates are far off to the left from where they were, all the way back in his day when he was the vice presidential nominee in 2000. Look, I will say this, and I agree with Marie on this limited point. She's decent at social media zingers from time to time, AOC. Maybe she should spend a little bit of less time --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is a new form of life competition I guess. I don't know. I don't know what the value really is but --"
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes, but the point is she's good at these zingers from time to time but maybe not so good at complying with the law in her own state. Her campaign was just fined by the state of New York for ironically not paying proper benefits to their workers which is hilarious given her whole attitude and project."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Which is crazy right? Yes, and you know, she said she's going to give up her salary but no one can -- she won't answer questions on that. In fact, we've tried to call her office all week with just different questions because we've been doing these stories. We can't get anyone to pick up the phone. We're not sure that there is a staff there. I assume there is."
    },
    {
      "speaker": "BENSON",
      "utterance": "Maybe they're on strike."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But we know we haven't been able to get through to anyone. So if you're out there staffers for Alexandria Ocasio-Cortez, just close back. We just have a few factual questions and things we want to run by. Tulsi Gabbard is in for 2020. That was just announced a short time ago. Beto O'Rourke is getting his teeth cleaned, that is his way of trying to, you know, expand his base, I guess. What you think about all of this, Marie?"
    },
    {
      "speaker": "MARIE HARF, HOST",
      "utterance": "Look, I actually think that a very large spirited Democratic primary will be good for the party because I think that it often shows who are the candidates that really succeed nationally, who succeed beyond the five-minute, you know -- or 30-second Instagram video, and who can actually speak to a wide variety of Democratic primary voters and hopefully independence and Republicans who will cross over to vote in 2020. So, I'm happy for lots of people to get in the game. I'm happy for people like Beto to throw their hat in the ring. I think maybe he shouldn't be Instagraming his teeth cleaning. We shouldn't -- look -- social media --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, that video is not going anywhere, I'm telling you that right now. That's going to be around forever."
    },
    {
      "speaker": "HARF",
      "utterance": "It is. I know. And it is so cringe worthy. Social media is important. And I think people -- politicians need to do it better and more authentically. Look, you can say that Donald Trump's social media is authentic. I hate it, but at least you know it is him, but I don't think Democrats --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I don't want to watch --"
    },
    {
      "speaker": "GUY BENSON, HOST",
      "utterance": "Well, we don't even see his tonsils."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I don't even like it when they have the mirror in the dentist chair and I can see my teeth being cleaned. So, I certainly don't want to see anyone else's teeth being cleaned."
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HARF",
      "utterance": "I agree."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We got to go."
    },
    {
      "speaker": "HARF",
      "utterance": "I agree."
    },
    {
      "speaker": "BENSON",
      "utterance": "Fully endorsed, Martha."
    },
    {
      "speaker": "HARF",
      "utterance": "But that's not how we're going to pick a nominee."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right. Which is why --"
    },
    {
      "speaker": "HARF",
      "utterance": "And so, I think Democratic politicians need to focus on the actual primary and policies."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, guys. Good to see you both."
    },
    {
      "speaker": "BENSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So many calls for greater accountability following the horrific Parkland massacre on February 14th of last year. Florida's new governor today took a very bold step. He ousted the man who called himself a great leader during that horrific event. The NRA reacts to that coming up next."
    },
    {
      "speaker": "GOV. RON DESANTIS, D-FLA.",
      "utterance": "Today, I have issued an executive order suspending Scott Israel as the sheriff of Broward County."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Highly emotional day today in Florida as the governor, Ron Desantis, the new governor there, made good on a promise to suspend the controversial sheriff, Scott Israel, over his office's response to the Parkland High School shooting. Seventeen people died in the Valentine's Day massacre. And today, some of their loved ones joined the governor as he made this decision."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "And I have no interest on dancing on Scott Israel's political grave. To suffice it to say that the massacre might never have happened had Broward had better leadership."
    },
    {
      "speaker": "ANDREW POLLACK, DAUGHTER KILLED IN PARKLAND MASSACRE",
      "utterance": "When eight BSO deputies listen to shots fired in the school and stayed outside, they were following Sheriff Israel's policies."
    },
    {
      "speaker": "FRED GUTTENBERG, DAUGHTER KILLED IN PARKLAND MASSACRE",
      "utterance": "My daughter died on the third floor of MSD, running down the hallway from an active shooter. One more second and she makes it into the stairwell. My daughter would have lived if somebody could have just given her one more second."
    },
    {
      "speaker": "RYAN PETTY, DAUGHTER KILLED IN PARKLAND MASSACRE",
      "utterance": "We are here because of failures of the past, but today is a new day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "My heart broke for these parents. I mean, it is just excruciating. And as they say, perhaps it did not need to happen at all. Dana Loesch, National Syndicated Radio host and NRA spokesperson, very outspoken obviously on all of this and about Sheriff Israel. Dana, good evening to you. Your reaction to this move today by Governor Desantis?"
    },
    {
      "speaker": "DANA LOESCH, NRA SPOKESPERSON",
      "utterance": "Martha, thank you so much for talking about this. And this is -- this was a promise that Governor Desantis made when he was campaigning to these families who really wanted to see some accountability. And it doesn't matter what side of the political spectrum you fall on, everyone pretty much agreed, including the Florida Sun Sentinel that took a rare move and calling for his dismissal that Scott Israel had to go. And I know that Scott Israel, he's tried to mask his incompetencies previously by calling out the NRA or calling out other individuals, but you know, Martha, this is not about the NRA. This is about what this man did not do, having a clear policy and going after active shooters. You know, the Stoneman Douglas Commission, when they were talking deputies, they learned from deputies that the deputies couldn't remember the last time that they had active shooter training or what kind of training it was. And furthermore, when Scott Israel had said that they had no legal means to go and arrest this murderer, actually that was a lie too, and prosecutors across the state of Florida agreed in a story that was published by \"Miami Herald.\" This official had been communicating electronically, death threats which under 836 Subsection 10 of Florida State Law is a second-degree felony for which he could've been arrested and made a prohibitive processor a full year before he purchased his firearm, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. He knocked his adoptive mother's teeth loose assaulting her. The family had said that he had used a gun against people before. They were very concerned. Scott Israel had a reaction today."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to play that for you and get your thoughts on this. Let's play it."
    },
    {
      "speaker": "SCOTT ISRAEL, FORMER BROWARD COUNTY SHERIFF",
      "utterance": "I intend to vigorously fight this unjustified suspension both in court and before the Florida Senate. This was about politics, not about Parkland. And now the National Rifle Association controls the governor's actions and then now trying to control law enforcement in Broward County."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dana?"
    },
    {
      "speaker": "LOESCH",
      "utterance": "Yeah. Well, I think he needs to say that to the families. Tell the families that it was unjustified. This isn't about the NRA. This is about 17 lives lost, 17 lives that should not have been lost and it could've been prevented. He needs to stop his politicking. He's been held accountable, and God bless the new sheriff -- the new sheriff in town."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dana, thank you very much. Dana Loesch, big news --"
    },
    {
      "speaker": "LOESCH",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- in Parkland, Florida today. Coming up, greasily new details on what went on inside the home of Democratic mega donor, Ed Buck, as police revealed the name of the second man found dead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, the Ed Buck story is getting more disturbing by the hour. He is a prominent Californian who has been in a mega donor for Democrats. Authorities have now identified the second man who was found dead on his property and that man was 55-year-old Timothy Dean. Trace Gallagher joins us now with the late-breaking details in our West Coast newsroom tonight. Good evening, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Martha. Timothy dean was found dead inside Edward Buck's home early Monday morning. The cause of death is still under investigation, but a drug overdose appears very likely. In fact, his roommate of three years now says he never saw Timothy Dean use of drugs at all, and says his friend's good name is now being maligned. Watch."
    },
    {
      "speaker": "OTTAVIO TADDEA, TIMOTHY DEAN'S ROOMMATE",
      "utterance": "I do not even know what to tell you, like I can -- he was a wonderful person. He has always been super nice to me and accommodating."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yeah. Timothy Dean worked at Saks Fifth Avenue and once worked in the adult film industry. He is the second black male in 18 months to die inside Buck's West Hollywood home. In July 2017, 26-year-old, Gemmel Moore, a male escort, overdosed on methamphetamine. There wasn't enough evidence to charge Rd Buck with a crime. But in a journal entry, Moore wrote, quote, \"I have become addicted to drugs, and the worse one at that. Ed Buck is the one to thank. He gave me my first injection of crystal meth. It was very painful. But after all of the troubles, I became addicted.\" Gemmel Moore's family has released a statement saying, quote, \"If a young white man was found dead in a wealthy black man's apartment with syringes and drugs all around, that black man would've been handcuffed and taken directly to jail.\" And protesters outside Buck's home have been calling on police to arrest him. But Rd Buck's lawyer says his client did not give these men drugs, and that critics are unfairly using race to blame Ed Buck. But now, a 28-year- old black male claims that he barely escaped death in his apartment. Jermaine Gagnon tells the Daily Mail that Buck flew him from Minnesota to L.A. and injected him with methamphetamines, quoting again, \"I was so scared. I felt today death in my soul. I called my mother. I said I feel like he is going to kill me.\" Police are now investigating the death of Timothy Dean, and re- investigating the death of Gemmel Moore. Ed Buck, as you know, has donated hundreds of thousands of dollars to Democratic causes and candidates. Now, some of those candidates are giving the money back. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lot more to come in this story, I think. Trace, thank you very much. So, here's a question for you. How do you split a $137 billion fortune? Jeff Bezos, the founder of Amazon, about to go through the most expensive divorce in history, and some newly uncovered text messages could complicate things even more. My ladies' night panel is coming up next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you have any reaction to the news that Jeff Bezos' divorce and his affairs?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Well, I wish him luck."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's it?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I wish him luck. It's going to be a beauty."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's speaking from someone who knows, right? So, he hired her to work on the Wall Street firm, Jeff Bezos did. They fell in love and they left New York to start a book delivery business on the West Coast. Amazon ultimately made Jeff Bezos the richest man in the world, he and his wife billionaires 137 times over. But now, after 24 years and four children, it will likely be the most expensive divorce in history. Bezos' new girlfriend, Lauren Sanchez, is a helicopter pilot and a former Fox anchor in L.A. She -- on a morning show there. She was married to Hollywood agent, Patrick Whitesell. But unfortunately, she shared sexy text messages from Bezos written months ago, by the way, with one of her friends who then promptly sold them to the \"National Enquirer.\" OK, ladies, Lisa Boothe, Susan Li, Rochelle Ritchie. Rochelle, let me start with you and your reaction to this big story."
    },
    {
      "speaker": "ROCHELLE RITCHIE, DEMOCRATIC STRATEGIST",
      "utterance": "Well, it's really shady that her friend would sell her out that way. But then at the same time, you have to think that she has been dealing with the shady man as well who would actually go out here and have an affair on his wife, and I think that it's really sad. But at the same time, I think that it is good that his wife is actually going to be able to walk away with something because we know that in some - - because I don't think they have a prenup. And so, I think in some states, they would not actually -- there wouldn't be anything that she could do. I think in the state that they're in that it's going to be a decision on whether or not they have to split half. And you know, I'm sure she is probably devastated and heartbroken to see her family ripped apart, but at least she is walking away with a big (ph) amount of money."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- I thought the way the statement reads, right? The statement is like, we have lovingly --"
    },
    {
      "speaker": "RITCHIE",
      "utterance": "I'm excited, great."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- to separate. We're going to continue our lives even if we had to do it over again, Lisa, we would live the same 25 years over again. What is that all about?"
    },
    {
      "speaker": "LISA BOOTHE, CONTRIBUTOR",
      "utterance": "I'm not sure if I'm buying that statement personally. Look, I just really have zero tolerance for cheating and my heart breaks for it. They have been married for decades now. I think you said 24 years, four children. And so, she was with him before he was anything and nobody even knew who Jeff Bezos was. But you know what? The sweet irony of this is the fact that he is going to be bumped down from the world's richest man and she will become the world's richest woman."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. In fact --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Because in the State of Washington, it is 50/50 and they do not --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "It's on you, Jeff Bezos."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Two things in here, the text message, which I just want to show you one of these text messages. I'm not going to read it because it's like so cheesy, but I'll put it on the screen. You guys can take a look at it at home. It starts with \"I love you, alive girl.\""
    },
    {
      "speaker": "BOOTHE",
      "utterance": "What is it --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This guy is so smart, right? But he's so, so dumb, Susan, that he is texting --"
    },
    {
      "speaker": "SUSAN LI, CORRESPONDENT",
      "utterance": "In so many ways."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- that he is texting this kind of stuff."
    },
    {
      "speaker": "LI",
      "utterance": "You know, of course, texts don't die, people. And of course --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, they don't. And this is going to come back to bite him. But I guess he's just so smitten that he forgets his head."
    },
    {
      "speaker": "LI",
      "utterance": "Yes. He forgets to be Jeff Bezos, right, because those pictures will go everywhere, hello, and so did the text messages. But you know, I was covering the story for the network and I was talking to a few divorce lawyers and then I would say, oh, that sounds so friendly, so loving. They said, it's loving until it's not, especially with $130 billion worth. There's a new girlfriend involved, you know, 25 years of marriage, four kids --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, no. I think people like this they don't want -- they don't want to admit failure, right, or that anybody sort of got the bad end of the deal. So they come out together, nobody loses face. It's like why don't you say like, you know, he's a jerk. He screwed up our lives together. I want to put up -- when you look at the wealth here -- put this up on the screen -- she -- if they split this, right, she is going to be 26 times richer than Oprah, 100 times richer than the Queen of England, and 20 billion times richer than the current wealthiest woman on the planet, Walmart heiress, Alice Walton."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Good for her because you know what?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "She was there from the inception of the company. I think she was an accountant, I believe --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's right."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "-- in the company, helped built it with it with him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She went to Princeton."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "She hired her. Can I -- for the message exchange you put up, he said -- he calls her alive girl. That's terrifying to me. Like if you correlate, the opposite is dead girl? Like that just seems to me --"
    },
    {
      "speaker": "RITCHIE",
      "utterance": "Maybe he meant alive."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. It's bizarre. It's weird."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "-- alive than dead."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "But then his girlfriend's husband just found out -- his girlfriend's husband just found out I guess about this whole affair that was going on and they were all friends. I mean, how shady is that? So, you're saying, oh, I'm going to hang out over at Jeff's house, and you know -- and oh, he's thinking that she is hanging out with him and his wife. And now, she is just hanging out with Jeff."
    },
    {
      "speaker": "LI",
      "utterance": "Yes. $70 billion for one girl. But you know, most people say that she's not going to get half of that. Most -- probably do some sort of share swap --"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "It doesn't matter. If she gets a third, I was never going to --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just saw these numbers. They have 400,000 acres of real estate and property."
    },
    {
      "speaker": "LI",
      "utterance": "Twenty-eight largest private property owner across America, beautiful homes, multi-million dollar homes, L.A., Seattle, New York."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "I didn't know all this about -- I didn't know --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's incredible."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "I hope she gets all of them, frankly."
    },
    {
      "speaker": "LI",
      "utterance": "They were absolutely this rich. I had no idea."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Now presenting completely different as the saying modify them (ph). Let's take a look at this woman known as the shrieker at Northwestern. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Shot the last two games. Shot the last two games."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Wow."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That doesn't seem to be working. We'll try to get that working. And she has this really shrill voice. Can you put up the picture of her? And she has now been told basically -- they called me -- meaning the school -- they just called me said, can you please stop? And I was like, OK. That's what she said."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "No."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know. She could cheer, but everybody in front of her is holding their ears."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "It's loud."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "But she said was holding -- like -- holding her ears closed throughout the duration of the game, even before she was screaming, that's at least what she said. I feel bad for her. She is 22 years old, a student. Now, she is this national news story. People are making fun of her publicly. And you know what? She is the president of her -- the section -- the student section. So, it's her job to cheer students along, to make them happy. And you know what, Northwestern? I hope you start losing games. You are a bunch of jerks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know what? The cheering section is extremely important to the outcome of the game and I really feel bad (ph) for her."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "So, when you hear that -- when you hear the video though, it is - - it is really, really loud and I feel bad because there are pictures out there. But there is nothing happening in the game where you need to be like loud, though, because I was watching --"
    },
    {
      "speaker": "LI",
      "utterance": "That's loud though. I was at a baseball game near the bullpen and people screamed in my ear --"
    },
    {
      "speaker": "RITCHIE",
      "utterance": "No, it's loud."
    },
    {
      "speaker": "LI",
      "utterance": "-- just taunting the pitchers who are practicing."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "But I think you watch games all the time and you can sometimes hear the people with the really loud shrills or voices?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I don't think there is a difference between cheering on your team and I have sat near people where you are like, whoa, is that necessary?"
    },
    {
      "speaker": "RITCHIE",
      "utterance": "Yeah. She's screaming."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "There are so many annoying people at games. You're just not sure if you're like I don't like your face, you're out. Like people show up drunk --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, like the green I don't like the green painted face --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- their big bellies."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Yeah. I don't want to see their big bellies. You're out."
    },
    {
      "speaker": "LI",
      "utterance": "It's obnoxious."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Very quickly. I got your back, girl. Everybody gets save the date card for weddings and everyone is aware of how ridiculous out of control weddings have become. So take a look at this save the date. And here is what this bridezilla in the works is telling people ahead of time. She's like don't say yes to my wedding if you can't abide by this. The wedding will be held if an Asian country. She names Vietnam and Thailand as possibilities. Flights are going to be 10 to 13 hours long, usually costing $500 to $1100. You're going to need two weeks off, so get ready. And you will need $4,000 to $5,000 as spending money while you are at my wedding. So, either you're in or you're out, but you got to let me know soon."
    },
    {
      "speaker": "LI",
      "utterance": "So, very demanding. Retreat weddings are more expensive than domestic one, right? And I have been to a lot of them. Don't expect a gift from me if I'm traveling and making all that time and paying money to get there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good point."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "But if you get these stipulations, that's crazy because like she's putting this out and it's basically saying the things you need to know before saying yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She wants people to say no clearly. She's like I'm hoping half my family will stay home. She probably don't think people won't go."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "It's not very inviting. Yeah."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "I'm not going. If I am taking two weeks off and spending $5,000, that is for me, period."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's ridiculous. This is what a honeymoon is for, people. I think this has gotten totally out of control. Have your wedding near your family and friends so they can all go and then you and your new husband go on your honeymoon, wherever you want to go."
    },
    {
      "speaker": "RITCHIE",
      "utterance": "Right."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "And she said she needs two weeks of their time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Everyone thinks they're living in \"The Bachelor.\" I mean, this is out of control. It's ridiculous. All right. Great to see you. Have a great weekend."
    },
    {
      "speaker": "LI",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, don't forget to subscribe to my podcast, The Untold Story. The foxnewspodcast.com is where you can find it or wherever you listen. There's going to be a brand new on Monday morning. Our very own General Jack Keane what a story that he has never told that you do not want to miss. That is \"The Story\" for this Friday night. We're going to see you back here on Monday night at 7. Have a great weekend, everybody. Tucker Carlson is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}