{
  "date": "January 16, 2019",
  "headline": "Lara Trump on border wall battle: Donald Trump will not back down, he's fighting for the American people",
  "subHeadline": "Guests: John Solomon, Sean Spicer",
  "url": "https://www.foxnews.com/transcript/lara-trump-on-border-wall-battle-donald-trump-will-not-back-down-hes-fighting-for-the-american-people",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY",
      "sentences": "Welcome to \"Hannity.\" A busy news night. We will start with a Fox News alert.  A suspected terrorist just been arrested after the FBI uncovered a plot to attack the White House and several other buildings in Washington, D.C. We'll keep you updated throughout the hour as we learn details about the scary foiled act of terror.  We also have a lot of ground to cover, including a preview of the radical field the Democrats that want to be your next president. Also show you unwelcoming reception that the Angel Moms got when they went to Speaker Pelosi's office and Chuck Schumer's office.  And also, Fox News contributor Lawrence Jones. He hit the ground. We send him out to Nancy Pelosi's district. What we found will shock you. Like here is a quick preview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "sentences": "How has it been for your community?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Things need to change a little bit here. Definitely, the homelessness is the biggest the problem, I mean, the drugs and all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I definitely don't feel very good about her leadership, you know? So, I don't think she is being very -- I think she is status quo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Here's a tip. Be prepared to hear a lot about needles and feces. I know it sounds weird but we'll explain it. We have more coming up later. But, first, our top story tonight, a huge massive bombshell development. And the very important \"Hannity\" watch on the deep state. Let me sum it up. They knew. They knew it all before they filed for FISA.   Listen closely because this is serious and something we never knew before. \"The Hill's\" John Solomon just broke this story about an hour ago, damning new information detailing that James Comey, Andrew McCabe and others, top officials at the FBI and the DOJ, they willfully committed FISA court fraud in the lead-up to the 2016 election to his -- to assist Hillary. They did it knowingly, according to this report, in the summer of 2016. The fourth highest ranking member of the DOJ, Bruce Ohr, he briefed members under testimony. He told them. He briefed members of the FBI and other Justice Department officials about the infamous Steele dossier. And he issued this warning, the so-called intelligence in the dossier was actually op research bought and paid for by Hillary Clinton's campaign and could therefore be tainted with bias. Remember, Bruce Ohr knew about this Clinton connection. His wife Nellie Ohr worked with Christopher Steele, on behalf of the Clinton campaign, to put those Russian lies together. Now, putting that disgusting conflict of interest aside, just for a moment, here is where this report takes a very serious, malicious, and illegal turn, because we now know that Bruce Ohr and his warnings were ignored by the FBI, that people that signed on to the FISA applications.  Quote: admitted weeks later from the FISA warrant that the FBI obtained from a federal court on the Trump campaign associate Carter Page. Quote: Because of the FBI zeal to obtain a warrant before Election Day, that is fraud on a FISA court, that's fraud on you the American people, our inalienable rights. We have a Constitution that is supposed to protect us from this.   That is what happened under James Comey's leadership. That is why so many top officials surrounding Comey under his leadership have either been fired, demoted, forced to resign and we know that people like McCabe and Baker are now being looked at criminally. This is a criminal investigation, because this was abuse of power and it was rampant. The bias unconscionable. The corruption widespread. And this is what failure of leadership looks like. All the sanctimony of James Comey, look at what happened on his watch. Believe it or not, here's where the story gets even worse. Among those briefed by Bruce Ohr were Andy McCabe, the deputy FBI director under Comey, also a top lawyer for Loretta Lynch.  Also, Andrew Weissmann, that's right. Mueller's pit bull, he was also briefed on all of this. And he is currently the lead investigator in terms of the Trump campaign. He knew the dossier was Clinton op research. He knew it was bought and paid for, the Russian lies. He knew it and he used it anyway as a basis for an investigation not into Hillary but into Donald Trump. Now, this is all going on as we speak. This has to stop, and everyone who abused their power must now be held accountable.  Now, John Solomon, Gregg Jarrett, Sara Carter, all on this big breaking development. We'll get to it in a minute.  But, first, we have something concerning to report. Maxine Waters, now the chairwoman of the all powerful Financial Services Committee, that's right, we warned you this could happen, our fears have come true, the same impeachment obsessed congresswoman with zero experience working in finance and a degree in sociology and once vowed to take revenge on banks and financial institutions everywhere will do to you what you did to us is the quote. She is now the chairman of the Financial Services Committee. Now, joining her on the influential committee is someone equally unqualified. Admitted socialist, Congresswoman Alexandria Ocasio-Cortez. In an interview with the \"Washington Post\", she told her critics to, quote, enjoy being exhausted for the next two years while we run train on the progressive agenda.  Now, some are saying that it's slang words, I won't get in the graphic details of what some say that may mean. But, of course, this is not only ludicrous from a congresswoman. But since the early days of her campaign, the media obsessed over this woman, had been sort of like a gold mine of the most ridiculous statements.   This is going to be a very entertaining two years. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "Medicare for all would save the American people a very large amount of money.  Why aren't we incorporating the cost of the funeral expenses of those who die because they can't afford access to healthcare?  But when it comes to tax cuts for billionaires, when it comes to unlimited war, we seem to be able to invent that money very easily. We look at these figures and say, oh, unemployment is low, everything is fine, right? Well, unemployment is low because everybody has two jobs. Capitalism has not always existed in the world and it will not always exist in the world.   I would -- I would support impeachment. We need to occupy every airport. We need to occupy every border. We need to occupy every ICE office.  If we work our butts off to make sure that we take back all three chambers of Congress -- rather, all three chambers of government, the presidency, the Senate and the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "\"The Washington Post\" recently awarded you four Pinocchios --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "sentences": "Oh my goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- for mistaking some statistics about Pentagon spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You used a term \"occupation of Palestine.\" What did you mean by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "sentences": "Oh, I think what I meant is like the settlement. Just last year, we gave the military a $700 billion budget increase, which they didn't even ask for.  I think that there is a lot of people more concerned about being precisely, factually and semantically correct than about being morally right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Socialist, the new rock star of the Democratic Party, the radical Democratic Party in Congress.  And while many of her public comments are in fact bizarre and ill-informed, her political beliefs are actually even worse. She wants the government to control your money, your income, your property, in order to fund her grand visions of nationwide socialized healthcare, mandated green energy and huge government payoffs for higher education. By the way, we are off fossil fuel in 12 years. She is in accurate representation now of -- what has become not a Democratic Party, a socialist radical party. And as the 2020 presidential election approaches, more and more Democrats throw their hats in the ring and it's now shaping up to be a very large and extreme field of candidates, including New York Senator Kirsten Gillibrand.   Take a look.  STEPHEN COLBERT, LATE NIGHT TV HOST/COMEDIAN: Do you have anything you would like to announce?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLBERT",
      "sentences": "And what would that be, madam?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIBRAND",
      "sentences": "I'm filing an exploratory committee for president of the United States tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLBERT",
      "sentences": "Tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLBERT",
      "sentences": "OK. Thank you for telling everybody here. Thank you very much. I'm honored that you are here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEWS",
      "sentences": "All right. Don't be fooled by Colbert's blissful excitement. Gillibrand's horrific track record and association should scare every American.  You might remember, she led the charge against the constitutional right to due process during the Kavanaugh confirmation circus. You know, the rush to judgment and no presumption of innocence. She all but called the Supreme Court Justice Kavanaugh a serial rapist and tried to wreck his confirmation.  And during her efforts to ruin Justice Kavanaugh's life, she even appeared on stage with a known anti-Semite and a bigot -- you know her, we talked about her -- Linda Sarsour. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINDA SARSOUR, ARAB AMERICAN ASSOCIATION OF NEW YORK EXECUTIVE DIRECTOR",
      "sentences": "I want to introduce to you another champion, another one of the people who works for us on the inside and understands that she works for the people of this country who has been speaking up against sexual assault and sexual violence before there was a Brett Kavanaugh. Please give it up to the senator from the greatest state in United States of America, my state, New York. Senator Kirsten Gillibrand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I guess Gillibrand's tough stance on human rights makes an exception for radical anti-Jewish, anti-Semitic teachings of Louis Farrakhan who Linda Sarsour praised or the anti-Israeli positions that Sarsour constantly is ranting about.  So we asked the question tonight, America. Do you really want that person to be the president of the United States?  Unfortunately, Gillibrand is not the only radical New Yorker dreaming about being the president. That's right. Comrade Bill de Blasio, mayor of New York City, he's throwing his hat in the ring. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you running in 2020?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR BILL DE BLASIO (D), NEW YORK",
      "sentences": "I'm the mayor of New York City. That is where I'm focused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's not an answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's not forget about the comrade de Blasio's grand plan to redistribute wealth and property, literally pledging to redistribute wealth, saying that all of the money, there's plenty of money but it's just in the wrong hands. Are these ill-gotten gains? Did people take it, steal it? Or he wants the government to control wealth and he wants to redistribute the wealth so he stays in power.   Not to be outdone, another potential Democratic candidate Bozo O'Rourke is getting even more extreme. He had a recent interview with the \"Washington Post\" and suggested that our Constitution is no longer relevant. So, it looks like Bozo is pretty far left, too. But does he believe that the constitutional principles like freedom of speech, religion, the press, assembly, the right to keep and bear arms does he really believe that's outdated? What would he replace it with? The Democratic Party is now getting downright scary. In addition to his comments about the Constitution -- well, he also trashed the president's plans to secure our borders saying, quote, the border wall will ensure death. Actually, it will save lives. Now, he didn't elaborate on how a border wall will start killing people but you know what? That is more entertainment in the days to come. Just a preview of coming attractions. Now, this is just one more Democrat playing politics with our nation's security. The president, he is not backing down, tweeting again today: There are now 77 major or significant walls built around the world with 45 countries planning or building walls. Over 800 miles of walls have been built in Europe since only 2015. They have all been recognized as close to 100 percent successful. Stop the crime at our southern border. Walls work all over the world.  Look at this map. Border barriers from Israel, Europe, many other places. Walls are effective, including right here at home and places like Yuma, Arizona, where crime and illegal crossings plummeted over 97 percent once the barriers were built. But we've got to finish the job because the cost of a porous southern border, they are too great. Ask the angel families who recently visited the offices of both Nancy Pelosi and Chuck Schumer to let them know this is not the manufactured crisis they are telling the American people. Take a look at how they were treated. Remember, they lost their sons and daughters at the hands of illegal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The politicians who are here in D.C. are not doing the job. So, it's time that we, the people, speak up, stand and visit the people who are not doing our bidding. And get the wall done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Not just disappointing but a slap in the face, really hurtful. We don't even get the respect we deserve. I came here legally. I did it the right way. And my son paid the highest price.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He was only 22. He was killed in a head-on crash in Knoxville, Tennessee, on December 29th by an illegal immigrant that has been in our country for 14 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I thought Pelosi and Schumer cared about family separation. That is permanent family separation. And they both refuse to meet with any of the Angel Families. So they would rather put their, what, heads in the sand, lie to the American people, say it is a manufactured crisis? Ninety percent of the heroin that comes in the country comes through our southern border. Human trafficking, we know the death, destruction of lives and the souls and human beings.  What derailed, distract, disrupt the president from securing our board and refusing to negotiate? Remember, this is the same thing they supported themselves five years ago. This is about America's sovereignty. It's about the rule of law. It's about America having borders. It's about keeping people safe on both sides of the border, because that wall can have a big door. It will allow us to vet people that want to come in our country. Make sure they can take care of themselves when they get here. We'll have more on this later in the program as well. But joining us first is the author of the number one \"New York Times\" best seller \"The Russia Hoax,\" FOX News legal analyst Gregg Jarrett, along with \"The Hill's\" John Solomon and his breaking news today, and also Sara Carter as well who has breaking news. John, let's start with Bruce Ohr told everybody in the FBI that mattered in August of 2016 about the Steele dossier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It was Hillary Clinton, bought and paid for, unverified uncorroborated and not to be trusted. Now, by October, they never verified it in any way. And even in January, Comey said it was salacious and unverified. So, my question is, if they knew it, and then they used it as the bulk of information to obtain the FISA warrant, McCabe said no dossier, no warrant. That means they knowingly, purposefully lied and committed a fraud on the court. They knew it from day one. They knew it before they ever applied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Listen, Sean, if the new Attorney General William Barr and the existing Attorney General Matt Whitaker, if the Justice Department inspector general, or Senate Judiciary Committee Chairman Lindsey Graham wants to investigate whether there was willful and knowing, misleading of the FISA court, all they have to do is call Bruce Ohr, because Bruce Ohr makes it adamantly clear.  He told the FBI, I had concerns about bias. This is connected to the Clinton campaign. Its reliability is suspect. You need to do your own homework before you use it. And yet they go ahead and rush it through the FISA process. We talked about this and we have been putting the pieces together. But this is probably the single most damning piece of evidence. It comes from the number four Justice Department official. The person that first really walks it in, in a substantial way in the FBI and he puts a word of caution on it. And those words of caution blown past as we submit FISA with information that was not yet corroborated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, Sara, you also have new information tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, INDEPENDENT WOMEN'S FORUM VISITING FELLOW",
      "sentences": "Yes. I think it's absolutely stunning the revelations that Bruce Ohr had in his testimony, Sean. One of the things that I think stunning is that in the summer of 2016, I mean, he had briefed Andrew Weissmann. I mean, this is really important. He had not only briefed Andrew Weissmann but Bruce Swartz who headed the international division of the Criminal Fraud Task Force, as well as another lady by the name of Ms. Ahmad. Now, we know Weissmann and Ms. Ahmad are both serving right now with Robert Mueller. They are senior officials on the special counsel investigation. They were told by Bruce Ohr that he was getting information from Christopher Steele. And, apparently, they were briefed on all of this information. Then they went on to serve on Mueller's team.  And just as John has reported and just as I reported as well, they were very well aware in the FBI what was going on and that the Clinton campaign was funding this. They were very well aware that there was bias with Fusion GPS, and that that bias existed with Christopher Steele because Bruce Ohr warned them. And then they go and they have been very quiet. Remember, the FBI has been very tentative about saying when they found out, because we know based on the sources that both John and I have that in the FISA, in that FISA document which the president should declassify, and all those other documents all of this will be revealed. That they never warned the secret court that they were well aware that this was politicized and they had weaponized the intelligence community to go after them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let me now go to the legal side and turn to Gregg Jarrett on this, because that would mean they were all warned. They all knew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But they did it anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They purposefully committed a fraud on a court.  Now, would it mean everybody who signed that document including James Comey, including Sally Yates and Rod Rosenstein? Who else do we know signed it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT",
      "sentences": "Well, Dana Boente signed it. So, you got five people signed it. James Baker, I have been able to confirm today his testimony. He prepared that documented. He said because he was the FISA expert. Here is the Department of Justice regulations they violated. Quote, only documented an verified information may be used in application of the FISA court. They not only broke their own rules, they committed six different felony violations as well. I've been able to confirm today parts of the testimony of Bruce Ohr. What jumps out is this exchange with Congress behind closed doors. Ohr: on one of the occasions when I talked to the FBI they said oh, next time you talk with Christopher Steele, can you ask him is he willing to meet with us? And I conveyed that back to Chris. Question: after he had been terminated? Ohr: correct. And it's worse. After James Comey was fired, a panicked FBI gets in touch with Ohr yet again and says, you've got to get us back with Christopher Steele. Why? Because they were desperate to verify the dossier they had used and hadn't verified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But here is a bigger problem, because with Andrew Weissmann himself being briefed, being the lead guy, pit bull of Robert Mueller, this now taints the whole investigation. If they were looking for the Russia collusion they knew where to go, to Hillary.  But here is the point. That means if he knew the entire time that Mueller knew the entire time that the dossier was bought and paid for by Hillary Clinton, using Russian lies, to influence 2016 election, that means that the entire thing is topsy-turvy and twisted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT",
      "sentences": "Absolutely. And in fact, Robert Mueller should have taken of all of this, he is aware of it all, and he should have said I will investigate the FBI now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is this go to jail stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT",
      "sentences": "It absolutely should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All the people warned? That they did it anyway when you lie to a court like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT",
      "sentences": "When you lie to a court and conceal evidence it's a fraud on the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "John, let me go back to you. The Weissmann piece is very important as well, because if they were all warned way in advance, and they still never vetted it. They still never corroborated it. It was never something they could corroborate.  But they weaponized that paid for Russian dossier to go after the president, ironically, over a Russia issue, when they had it in their hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Listen, we know from Bruce Ohr's own notes that the main source what Christopher Steele was using was Russian service agent. We know he was employed by Fusion GPS and Glenn Simpson, who was also working for a Russian company Prevezon, a Russian state controlled company. Those two things should been major red flags to the FBI. And the possibility exists that the Russians used Simpson or Steele to put kompromat or false information back into the system because they knew of the Democratic contacts. That is what is wrong with this whole process. Those things were not looked at before being submitted to the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And, Sara, if the new attorney general does his job, James Comey and everybody -- all of the people that knew are now -- they should be getting a lawyer and they should be basically prepared to be charged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. This evidence is insurmountable evidence, Sean. And there is something else in that testimony. People should be aware that Bruce Ohr warned the FBI that this information was not vetted. So, the FBI already knew that the information they were getting was salacious and unvetted and they went ahead with it anyways. That's enough for William Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "One last thing because I do remember we had evidence, we had the notes of Bruce Ohr with Christopher Steele. And Christopher Steele desperately asking, did you get it to the special counsel? So, Christopher Steele was feeding information to Robert Mueller. We now know Weissmann knew that this whole thing was questionable from the beginning. They never touched it. Wow! Wow! A lot of people have a lot of things to worry about tonight.  Thank you, all. When we come back, \"Hannity\" watch on the move toward socialism and how the left in this country is coming after your rights and your money. Sean Spicer, Tammy Bruce, they are up next. And then, an investigation into Nancy Pelosi -- Speaker Pelosi's leadership. We took our cameras right to her home district. You will hear a lot about needles and feces. We'll explain, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have been telling you brand new sort of far left socialism has now taken over the Democratic Party, a new radicalism. Now, for example, party leadership actually put out there, socialist star, Congresswoman Alexandria Ocasio-Cortez on the House Financial Services Committee, that's where Maxine Waters is the new chairwoman. And don't forget about New York mayor, comrade Bill de Blasio, complaining about wealth. There is a lot of wealth in New York but it's in the wrong hands. Whose hands is it in? The people that work maybe 19 hours a day to pay taxes? Anyway, and he wants to confiscate private property from the land lords if he deems them unlivable.  And, of course, out in left wing, California, you've got Gavin Newsom, the new governor, and the lawmakers, they are now, in spite of a 13.5 percent state income tax on top of your federal income tax, well, they now want you to pay for your drinking water. By the way, they are now banning paper receipts because it's not good for the environment. Joining us with reaction now is American First Action senior adviser, Sean Spicer, FOX News contributor Tammy Bruce. You were once a liberal. It's hard to imagine that. I do remember back in the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, CONTRIBUTOR",
      "sentences": "Well, liberalism is not this. Everything you are describing, this is not -- remember, John F. Kennedy did well because he campaigned on tax cuts. Liberalism really is about allowing people to live the life that best suit them but you can't do that if the government controls every breath you take. This is something very different. Genuine classical liberalism is about getting people and government off your back, personal responsibility and being left alone effectively, but being a responsible citizen. That is what liberalism is. So, when you see what's going on here, but I have to say that it is not coincidence that both de Blasio and then you have Gavin Newsom within the same week effectively announced their expansion of healthcare for illegal aliens. Keep in mind what it means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Who pays for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, not only who pays for that, but the de Blasio plan won't really completely take effect to really work until after 2021. I contend all of this and, Sean, you might agree, both Sean, Sean squared, is that this is really about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sean stereo, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "This is about organizing and getting out the vote and registering young people who never have been registered before. So, they don't have to deliver. They are talking up all of this stuff. The same thing with the new green deal, it's about hubs of registering young people, organizing them and getting them to vote. The Republicans don't have something comparable. Donald Trump is the one who can make something like that happen, but that's what this is. And I think that, we as Republicans, as we were disappointed with the Republican Party or conservatives - I'm - actually I'm still a Democrat in California. But what we're disappointed in as when you're told one thing and that thing does not happen, like repealing and replacing Obamacare. A lot of young people and a lot of Democrats, if they believe what they're hearing now, are going to be very disappointed when they found out that they're just being used for votes in 2020 for the establishment to stay in power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "Look, Tammy's right. I mean, we are now selling socialism is a good thing to young people in this America. We are not reminding that people flee countries like Venezuela because socialism is a bad thing, it oppresses people, it undermining. And they flee those countries to come to America where the American Dream is what people want to aspire to. Capitalism is at the root of this. And we've made it a negative word, because the Democrats have demonized hard work and capitalism. And I think that we've got to remind people - she's right. We've got to start talking about what's at stake. Donald Trump led the fight for tax reform, which allowed people to go to work, keep more of what they earn, put their families in a better position, save more for their kids' college education, maybe allow them to take a vacation or repair the house in a way that they hadn't for years under Obama. And this idea of socialism being cool is ignoring what has happened in history. People fled socialist countries for a reason, and we have forgotten to tell that's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--reasons that Nancy Pelosi - dollar for the wall Pelosi, that she can't make a deal with the President, is because that base that now runs the Democratic Party and Congress, her base will turn on her for - in a lickety-split second--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "Not only that - absolutely. But Tammy's - the point that she made in her - what she was saying is an equally important. Every one of those folks is running or thinking about running for President. And what they are doing is trying to stake out the furthest position left so that they can get that group of key voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, and let me just say though, that it is going to be up to the Republicans, to the President, to everyone who cares about the country to in fact speak up about this and against it, because they're also relying on the Republicans being defensive and not educating the American people and they're the only ones who're going to have to do it. The Democrats know this is a failed dynamic. They don't even really expect to implement it. They're lying to their constituencies. This nation is at stake and what the Republicans and what the President in particular chooses to do in educating, especially young people, will be key.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's very appealing, because what they're going to do some power play too, because what they're saying is, \"We're going to take their money, confiscate it, you're going to give it to you and you got to vote for me\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Most Americans won't agree with that, though, and we've got to remember that the American people don't like that. They want fairness. That is not fairness. They know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Bottom 50 percent of wage earners pay 2 percent of the income tax bill - 2.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "But everyone is doing better now. They'll continue to do better under President Trump and that's what we've got to make sure people understand why and how.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. Good to see. You directly ahead tonight we're going to have a live report from the rapidly growing migrant caravan and then Lara Trump, she will be here to discuss the Democrats' outrageous behavior during the government shutdown. Oh, Nancy Pelosi, she wanted to stop the State of the Union address and lied that they wouldn't have security. She didn't call the secret service or anybody. She just declared it. We'll play that tape next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now live from Guatemala with the very latest on this new migrant caravan headed towards our Southern border. Fox News Correspondent, Steve Harrigan on the ground. Steve, what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, CORRESPONDENT",
      "sentences": "Sean, for the first time this caravan has slowed down for a little bit at the border with Guatemala, that's because Guatemalan riot police were out in full force - several hundred of them with their shields, helmets and batons. We did not see any acts of violence. But those riot police were carefully checking everyone who went across the border. Their identity cards as well as their criminal records and several arrests were made on the spot. Here's one police official. UNIDENTIFIED MALE (through translator): We arrested a one who had a rape charge against a minor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "As far as the numbers of this caravan go, it's already more than 2,000 and that's expected to grow as it moves 300 miles across Guatemala then into Mexico. It is still a couple of weeks away from the U.S. border. But even before this caravan reaches the U.S., it's already been announced that two entirely new caravans are forming in Honduras. Sean, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Steve Harrigan, thank you. And meanwhile, a desperate effort to divert your attention, Speaker Nancy Pelosi pulling a political stunt today, trying to urge the President to delay the State of the Union address until the government shutdown end, saying that the government couldn't afford the security costs. However, Homeland Security Secretary Kirstjen Nielsen tweeted, \"The Department of Homeland Security and the U.S. Secret Service are fully prepared to support and secure the State of the Union. We thank them for their service, for their mission, focus, dedication and for all they do each day to secure our homeland.\" Well, nice try Nancy Pelosi. This, as new video emerged, of the Democrats Puerto Rican vacation last weekend. As you can see there in Puerto Rico, they are out at resort, having drinks, putting on suntan lotion on each other, poolside parties. Oh, and meeting all the lobbyists, Political Action Committee. This is 10 days into this new Congress. 10 days, they're on vacation bought and paid for by people that want to influence them. Anyway, while the President was in the Oval Office wanting to negotiate an end to the shutdown, joining us now with reaction Senior Advisor to the Trump 2020 Campaign, the President's daughter-in-law Lara Trump is with us. How are you? Hos is the baby? LARA TRUMP, SENIOR ADVISOR FOR TRUMP 2020: Hi. So good. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good to see you. Doing good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So you see what Nancy Pelosi is doing. She never - we found out she never called the Secret Service. She said it was about security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "She made it all up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It was a political stunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Of course. Well, the reality is, she's very smart in a way because the Democrats do not want this President giving another State of the Union address. Sean, you remember last year it was one of the greatest I've ever seen. And honestly, I thought one of my father-in-law's best speeches. So he could get out there again and really turn things around, and I think they don't want to see that happen. So she has disinvited him to give the State of the Union. The good news is that the President can give it anywhere he wants. He doesn't have to give it there in front of Congress at Capitol Hill. So it's up to him really where he wants to do it. So good try on her part, but I don't think it's going to go over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The one thing I know about the President, I think the country has learned about the President, which I think is his strongest political weapon is that he keeps promises.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He says what he means, means what he says. And I don't care how he gets the money, whether Congress eventually comes to the table and is at least willing to negotiate or if he has to declare a national emergency or bring our defenses in, he's going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's going to get it done. Listen, they can play a game of chicken as long as they want. But it's going to be very hard to win against Donald Trump. He's been a negotiator his entire life. He fully understands what he's doing here. The reality is, this wouldn't be so crazy, Sean, if the Democrats who were trying to stop this border wall from being built, trying to stop us from fixing our immigration system, hadn't wanted this very thing not too many years ago just under a different President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They supported - they sounded like your father-in-law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Of course. They sounded exactly. I mean, go back and you watch some of these videos it's crazy to see, and here we are today, and it's only because it's this President. The good news is that my father-in-law will not back down. He's fighting for the American people because he knows this is about more than a wall. It's about the future of our country. We cannot sustain illegal immigration in perpetuity. It will not work for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have 90% of heroin. We have an opioid epidemic that is literally killing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--tens of thousands of people every year. We also have human trafficking. We also have people on the other side of the border, it's a perilous journey for them, some died, some are assaulted, some are sexually assaulted. The statistics speak for themselves. Can you imagine Nancy Pelosi and Chuck Schumer being unwilling to meet with Angel Moms and Dads that lost their children--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, it's disgraceful. I actually met a lot of these parents last night, in fact, and I was so touched by hearing all their stories and how much they support the President. And they all said tell him to keep fighting. It is the most important thing he can do. We don't want other parents to have to go through what we went through. It's not right. And Sean it doesn't have to happen in this country. This is the United States of America and we have to fix this problem. The President knows it. And you know what, kudos to him, he's going to keep fighting for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Let's talk about our top story. We've had two years of Trump- Russia collusion. What do we now discover? That everyone that signed on to that FISA warrant application knew that it was dubious at best. It was Hillary bought and paid for. It was Russian lies. Everyone that signed it was purposely knowingly committing a fraud on the court. And Andrew Weissmann, which is Robert Mueller's number two, he knew about this fraudulent document, and yet he's investigating Russia, and meanwhile, Hillary paid for Russian lies to basically influence the 2016 election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There is your Russian collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Hillary Clinton campaign, not with the Trump campaign. And Sean, we have all from day one said there has never been any Russian collusion. The President has said it, Jared has said it. I've said it many times. Anybody in our family, anyone involved with the campaign will tell you that it's completely ludicrous. We were so proud, because we were like the little engine that cooed. We had the American people behind us. We didn't need Russia, we didn't need anyone else. We've known it's crazy from day one. I always maintain that the truth will come out, that the right thing will happen. Finally, we're seeing it come to light here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Lara Trump good to see. Congrats on the baby, saw a picture, getting big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Up next tonight on \"Hannity\"--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "here city, its beautiful, nice scenery, beautiful weather. Kind of makes it a drab when you walk around you see needles close to a playground and just feces everywhere. I mean the smell of it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We sent our investigative cameras to speaker Pelosi's district, we find out what her constituents think of her, Lawrence Jones he was out in San Francisco. You're going to hear a lot about needles and feces in the next segment, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Poverty, homelessness, needles, feces in the streets, is this the new normal for what was once one of our most beautiful cities, San Francisco? We have \"Hannity\" exclusive video, Fox News Contributor, Lawrence Jones asking San Francisco area residents just what they think of speaker Pelosi's so-called leadership. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "sentences": "How do you feel about Nancy Pelosi's leadership in this area?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Things need to change a little bit here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "So I've been around here a little bit, I've seen needles and feces and how do you feel about the state of you-all community?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's pretty bad. I mean, especially, you work in a - we work right this building right here, and here's city. It's beautiful, nice scenery, beautiful weather. Kind of makes it a drab when you walk around you see needles close to a playground and just feces everywhere. I mean, the smell of it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When you have needles and blood-stained clothing in the streets that can't be safe for anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "There's an increase of poverty, drugs, needles on the street, feces everywhere. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, that's really crazy, because you know - I do see, like, lot of needles and then feces everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "So the crack, the homelessness has that become the new normal in San Francisco?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Nancy Pelosi is the representative of this area, do you blame her for some of these issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think Nancy Pelosi has done a pretty fine job to date. I would ask (inaudible)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "She's been in office for over 20 years, does she have some type of responsibility?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In that case, I would say yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Nancy Pelosi is your leader in the area, how do you feel about her leadership?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think that she's great. I think that she's strong. I think she's a fantastic negotiator. I think that she gets a bad rap because probably she is a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "What about the leadership, Nancy Pelosi is the leader here. She's become the speaker of the House. How do you feel about her leadership?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think that she is old blood and we need some new blood in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I definitely don't feel very good about her leadership, so I don't think she is being a very - I think she is status quo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She has to do a lot better. I think we actually need new blood, new faces, people with little bit different ideas and fresher ideas. She's had her chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "She's around 20 years--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, she's had her chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now Fox News Contributor, Lawrence Jones and Washington Times columnist, our friend Monica Crowley. You both are friends. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONICA CROWLEY, WASHINGTON TIMES COLUMNIST",
      "sentences": "Me too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I warned everybody that there's going to be a lot of needle and feces talk and I'm thinking I saw the piece - what's the feces thing? What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes. So they have this cleaning squad now and that goes all around the city, because you have a lot of the homeless population. They all over the town like in front of a court--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is her district?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "This is our district and they just sleep everywhere, they just poop everywhere and so you have a cleaning crew that goes all around the city, constantly all through the day cleaning up this mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well you would think that liberal San Francisco with a 13.5 percent state income tax, they would take care of the homeless. Nancy Pelosi is a very, very wealthy woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Wealthy, and she's been there for years and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Been there for years, why doesn't she even build a homeless shelter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Well she's more concerned about the national political scene. So at when you worrying about being Speaker of the House and trying to run for - I guess, have a national spotlight, you forget about your own district. And many of those people don't see her, and so that's why you saw so many people frustrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, you saw this everywhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Yes, it's all over - I mean, of course, you know there are rich parts--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "- where there the tech giants are. But all outside of those cities--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's where--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "--they have security, because you have all these homeless people everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And needles and blood soaked clothes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Needs, blood, it's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "Wherever progressivism is allowed to take root and run wild unimpeded, it is ruinous. This is the kind of thing that you're seeing, whether it's homelessness, whether it's drug addiction, you name it. It takes root and it metastasizes. Sean, whether it's San Francisco, Detroit, Washington D.C., decades a progressive rule, without any kind of counterbalance from a real competitive conservative voice or representation, you get these great American cities that are so beautiful like San Francisco, absolutely destroyed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I've said this for years, liberals are generous with other people's money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nancy Pelosi is loaded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "Well, but that's also because progressives tend to be strictly ideological, not practical. It's not about the situation on the ground that matters to them, it's about remaking the city of San Francisco, the State of California and the Country of the United States in this status model, that's all they care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, wait a minute. Now Gavin Newsom is about to offer - and by way, I urge every American, because Gavin Newsom said it, and my son is calling. I have a show at 9:00 son. I'll call you back after. You're giving free health care to even illegal immigrants. Anybody who wants free health care, so my - I'm telling the American people tonight, if you're sick, Gavin welcomes you free, free, free, go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "But, Sean, how are you going to pay for all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, it's his problem, it's not my problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You're going to have people coming from all over the country. Even one resident said that the sanctuary city policy, the sanctuary state policy--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "--bothers them. Because, look, people who are committing crimes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, they are voting for these people in huge numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "They are. But, Sean, believe it or not, a lot of people don't know what's happening on the local level, and that's why you've been sending me out in the field to cover this nonsense to show the American people this is what the residents are saying. If you don't know about it, you know about it now. There's no more--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "But they have their votes and they can make a change, they just choose not to. Every two, four, six years they'd vote in the same people or at least those who believe the same things, so there is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "There's a mass exodus from states like California, Illinois, New Jersey, New York, and you know what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "- they're looking at Texas, my home state. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes, if they go to Texas and Florida, don't bring your stupid liberal policies that ruined your own state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "No, I bet all those--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWLEY",
      "sentences": "And those states are losing their taxpayers--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good to see you. Great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back Rush Limbaugh, an urgent message for the President, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Earlier today Rush Limbaugh had advice for the President, take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "sentences": "I'm just going to tell you folks if President Trump can hang in there - if he can hang in there, not go wobbly, he can win this. It's going to be a few more weeks. There are going to be lot of risks, there are going to be lot of temptations to drop the ball and cave. I don't mean cave, there's going to be a lot of temptation to make a deal. But he can win this if he just hangs in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hang in there. And that goes for the Republicans, especially guys the ones with the weak spine and ones that go wobbly, maybe it's time to show a little political courage. This is about life and death for people, stopping the 90% of heroin coming into the country. All right. This show, we're not the hate Trump media. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY",
      "utterance": "Welcome to \"Hannity.\" A busy news night. We will start with a Fox News alert. A suspected terrorist just been arrested after the FBI uncovered a plot to attack the White House and several other buildings in Washington, D.C. We'll keep you updated throughout the hour as we learn details about the scary foiled act of terror. We also have a lot of ground to cover, including a preview of the radical field the Democrats that want to be your next president. Also show you unwelcoming reception that the Angel Moms got when they went to Speaker Pelosi's office and Chuck Schumer's office. And also, Fox News contributor Lawrence Jones. He hit the ground. We send him out to Nancy Pelosi's district. What we found will shock you. Like here is a quick preview."
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "utterance": "How has it been for your community?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Things need to change a little bit here. Definitely, the homelessness is the biggest the problem, I mean, the drugs and all."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I definitely don't feel very good about her leadership, you know? So, I don't think she is being very -- I think she is status quo."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Here's a tip. Be prepared to hear a lot about needles and feces. I know it sounds weird but we'll explain it. We have more coming up later. But, first, our top story tonight, a huge massive bombshell development. And the very important \"Hannity\" watch on the deep state. Let me sum it up. They knew. They knew it all before they filed for FISA. Listen closely because this is serious and something we never knew before. \"The Hill's\" John Solomon just broke this story about an hour ago, damning new information detailing that James Comey, Andrew McCabe and others, top officials at the FBI and the DOJ, they willfully committed FISA court fraud in the lead-up to the 2016 election to his -- to assist Hillary. They did it knowingly, according to this report, in the summer of 2016. The fourth highest ranking member of the DOJ, Bruce Ohr, he briefed members under testimony. He told them. He briefed members of the FBI and other Justice Department officials about the infamous Steele dossier. And he issued this warning, the so-called intelligence in the dossier was actually op research bought and paid for by Hillary Clinton's campaign and could therefore be tainted with bias. Remember, Bruce Ohr knew about this Clinton connection. His wife Nellie Ohr worked with Christopher Steele, on behalf of the Clinton campaign, to put those Russian lies together. Now, putting that disgusting conflict of interest aside, just for a moment, here is where this report takes a very serious, malicious, and illegal turn, because we now know that Bruce Ohr and his warnings were ignored by the FBI, that people that signed on to the FISA applications."
    },
    {
      "speaker": "Quote",
      "utterance": "admitted weeks later from the FISA warrant that the FBI obtained from a federal court on the Trump campaign associate Carter Page. Quote: Because of the FBI zeal to obtain a warrant before Election Day, that is fraud on a FISA court, that's fraud on you the American people, our inalienable rights. We have a Constitution that is supposed to protect us from this. That is what happened under James Comey's leadership. That is why so many top officials surrounding Comey under his leadership have either been fired, demoted, forced to resign and we know that people like McCabe and Baker are now being looked at criminally. This is a criminal investigation, because this was abuse of power and it was rampant. The bias unconscionable. The corruption widespread. And this is what failure of leadership looks like. All the sanctimony of James Comey, look at what happened on his watch. Believe it or not, here's where the story gets even worse. Among those briefed by Bruce Ohr were Andy McCabe, the deputy FBI director under Comey, also a top lawyer for Loretta Lynch. Also, Andrew Weissmann, that's right. Mueller's pit bull, he was also briefed on all of this. And he is currently the lead investigator in terms of the Trump campaign. He knew the dossier was Clinton op research. He knew it was bought and paid for, the Russian lies. He knew it and he used it anyway as a basis for an investigation not into Hillary but into Donald Trump. Now, this is all going on as we speak. This has to stop, and everyone who abused their power must now be held accountable. Now, John Solomon, Gregg Jarrett, Sara Carter, all on this big breaking development. We'll get to it in a minute. But, first, we have something concerning to report. Maxine Waters, now the chairwoman of the all powerful Financial Services Committee, that's right, we warned you this could happen, our fears have come true, the same impeachment obsessed congresswoman with zero experience working in finance and a degree in sociology and once vowed to take revenge on banks and financial institutions everywhere will do to you what you did to us is the quote. She is now the chairman of the Financial Services Committee. Now, joining her on the influential committee is someone equally unqualified. Admitted socialist, Congresswoman Alexandria Ocasio-Cortez. In an interview with the \"Washington Post\", she told her critics to, quote, enjoy being exhausted for the next two years while we run train on the progressive agenda. Now, some are saying that it's slang words, I won't get in the graphic details of what some say that may mean. But, of course, this is not only ludicrous from a congresswoman. But since the early days of her campaign, the media obsessed over this woman, had been sort of like a gold mine of the most ridiculous statements. This is going to be a very entertaining two years. Take a look."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "Medicare for all would save the American people a very large amount of money. Why aren't we incorporating the cost of the funeral expenses of those who die because they can't afford access to healthcare? But when it comes to tax cuts for billionaires, when it comes to unlimited war, we seem to be able to invent that money very easily. We look at these figures and say, oh, unemployment is low, everything is fine, right? Well, unemployment is low because everybody has two jobs. Capitalism has not always existed in the world and it will not always exist in the world. I would -- I would support impeachment. We need to occupy every airport. We need to occupy every border. We need to occupy every ICE office. If we work our butts off to make sure that we take back all three chambers of Congress -- rather, all three chambers of government, the presidency, the Senate and the House."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "\"The Washington Post\" recently awarded you four Pinocchios --"
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "utterance": "Oh my goodness."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "-- for mistaking some statistics about Pentagon spending."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You used a term \"occupation of Palestine.\" What did you mean by that?"
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "utterance": "Oh, I think what I meant is like the settlement. Just last year, we gave the military a $700 billion budget increase, which they didn't even ask for. I think that there is a lot of people more concerned about being precisely, factually and semantically correct than about being morally right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Socialist, the new rock star of the Democratic Party, the radical Democratic Party in Congress. And while many of her public comments are in fact bizarre and ill-informed, her political beliefs are actually even worse. She wants the government to control your money, your income, your property, in order to fund her grand visions of nationwide socialized healthcare, mandated green energy and huge government payoffs for higher education. By the way, we are off fossil fuel in 12 years. She is in accurate representation now of -- what has become not a Democratic Party, a socialist radical party. And as the 2020 presidential election approaches, more and more Democrats throw their hats in the ring and it's now shaping up to be a very large and extreme field of candidates, including New York Senator Kirsten Gillibrand. Take a look. STEPHEN COLBERT, LATE NIGHT TV HOST/COMEDIAN: Do you have anything you would like to announce?"
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "Yes."
    },
    {
      "speaker": "COLBERT",
      "utterance": "And what would that be, madam?"
    },
    {
      "speaker": "GILLIBRAND",
      "utterance": "I'm filing an exploratory committee for president of the United States tonight."
    },
    {
      "speaker": "COLBERT",
      "utterance": "Tonight."
    },
    {
      "speaker": "COLBERT",
      "utterance": "OK. Thank you for telling everybody here. Thank you very much. I'm honored that you are here."
    },
    {
      "speaker": "MATTHEWS",
      "utterance": "All right. Don't be fooled by Colbert's blissful excitement. Gillibrand's horrific track record and association should scare every American. You might remember, she led the charge against the constitutional right to due process during the Kavanaugh confirmation circus. You know, the rush to judgment and no presumption of innocence. She all but called the Supreme Court Justice Kavanaugh a serial rapist and tried to wreck his confirmation. And during her efforts to ruin Justice Kavanaugh's life, she even appeared on stage with a known anti-Semite and a bigot -- you know her, we talked about her -- Linda Sarsour. Take a look."
    },
    {
      "speaker": "LINDA SARSOUR, ARAB AMERICAN ASSOCIATION OF NEW YORK EXECUTIVE DIRECTOR",
      "utterance": "I want to introduce to you another champion, another one of the people who works for us on the inside and understands that she works for the people of this country who has been speaking up against sexual assault and sexual violence before there was a Brett Kavanaugh. Please give it up to the senator from the greatest state in United States of America, my state, New York. Senator Kirsten Gillibrand."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I guess Gillibrand's tough stance on human rights makes an exception for radical anti-Jewish, anti-Semitic teachings of Louis Farrakhan who Linda Sarsour praised or the anti-Israeli positions that Sarsour constantly is ranting about. So we asked the question tonight, America. Do you really want that person to be the president of the United States? Unfortunately, Gillibrand is not the only radical New Yorker dreaming about being the president. That's right. Comrade Bill de Blasio, mayor of New York City, he's throwing his hat in the ring. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Are you running in 2020?"
    },
    {
      "speaker": "MAYOR BILL DE BLASIO (D), NEW YORK",
      "utterance": "I'm the mayor of New York City. That is where I'm focused."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That's not an answer."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's not forget about the comrade de Blasio's grand plan to redistribute wealth and property, literally pledging to redistribute wealth, saying that all of the money, there's plenty of money but it's just in the wrong hands. Are these ill-gotten gains? Did people take it, steal it? Or he wants the government to control wealth and he wants to redistribute the wealth so he stays in power. Not to be outdone, another potential Democratic candidate Bozo O'Rourke is getting even more extreme. He had a recent interview with the \"Washington Post\" and suggested that our Constitution is no longer relevant. So, it looks like Bozo is pretty far left, too. But does he believe that the constitutional principles like freedom of speech, religion, the press, assembly, the right to keep and bear arms does he really believe that's outdated? What would he replace it with? The Democratic Party is now getting downright scary. In addition to his comments about the Constitution -- well, he also trashed the president's plans to secure our borders saying, quote, the border wall will ensure death. Actually, it will save lives. Now, he didn't elaborate on how a border wall will start killing people but you know what? That is more entertainment in the days to come. Just a preview of coming attractions."
    },
    {
      "speaker": "Now, this is just one more Democrat playing politics with our nation's security. The president, he is not backing down, tweeting again today",
      "utterance": "There are now 77 major or significant walls built around the world with 45 countries planning or building walls. Over 800 miles of walls have been built in Europe since only 2015. They have all been recognized as close to 100 percent successful. Stop the crime at our southern border. Walls work all over the world. Look at this map. Border barriers from Israel, Europe, many other places. Walls are effective, including right here at home and places like Yuma, Arizona, where crime and illegal crossings plummeted over 97 percent once the barriers were built. But we've got to finish the job because the cost of a porous southern border, they are too great. Ask the angel families who recently visited the offices of both Nancy Pelosi and Chuck Schumer to let them know this is not the manufactured crisis they are telling the American people. Take a look at how they were treated. Remember, they lost their sons and daughters at the hands of illegal immigrants."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The politicians who are here in D.C. are not doing the job. So, it's time that we, the people, speak up, stand and visit the people who are not doing our bidding. And get the wall done."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Not just disappointing but a slap in the face, really hurtful. We don't even get the respect we deserve. I came here legally. I did it the right way. And my son paid the highest price."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He was only 22. He was killed in a head-on crash in Knoxville, Tennessee, on December 29th by an illegal immigrant that has been in our country for 14 years."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I thought Pelosi and Schumer cared about family separation. That is permanent family separation. And they both refuse to meet with any of the Angel Families. So they would rather put their, what, heads in the sand, lie to the American people, say it is a manufactured crisis? Ninety percent of the heroin that comes in the country comes through our southern border. Human trafficking, we know the death, destruction of lives and the souls and human beings. What derailed, distract, disrupt the president from securing our board and refusing to negotiate? Remember, this is the same thing they supported themselves five years ago. This is about America's sovereignty. It's about the rule of law. It's about America having borders. It's about keeping people safe on both sides of the border, because that wall can have a big door. It will allow us to vet people that want to come in our country. Make sure they can take care of themselves when they get here. We'll have more on this later in the program as well. But joining us first is the author of the number one \"New York Times\" best seller \"The Russia Hoax,\" FOX News legal analyst Gregg Jarrett, along with \"The Hill's\" John Solomon and his breaking news today, and also Sara Carter as well who has breaking news. John, let's start with Bruce Ohr told everybody in the FBI that mattered in August of 2016 about the Steele dossier."
    },
    {
      "speaker": "JOHN SOLOMON, THE HILL",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It was Hillary Clinton, bought and paid for, unverified uncorroborated and not to be trusted. Now, by October, they never verified it in any way. And even in January, Comey said it was salacious and unverified. So, my question is, if they knew it, and then they used it as the bulk of information to obtain the FISA warrant, McCabe said no dossier, no warrant. That means they knowingly, purposefully lied and committed a fraud on the court. They knew it from day one. They knew it before they ever applied."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Listen, Sean, if the new Attorney General William Barr and the existing Attorney General Matt Whitaker, if the Justice Department inspector general, or Senate Judiciary Committee Chairman Lindsey Graham wants to investigate whether there was willful and knowing, misleading of the FISA court, all they have to do is call Bruce Ohr, because Bruce Ohr makes it adamantly clear. He told the FBI, I had concerns about bias. This is connected to the Clinton campaign. Its reliability is suspect. You need to do your own homework before you use it. And yet they go ahead and rush it through the FISA process. We talked about this and we have been putting the pieces together. But this is probably the single most damning piece of evidence. It comes from the number four Justice Department official. The person that first really walks it in, in a substantial way in the FBI and he puts a word of caution on it. And those words of caution blown past as we submit FISA with information that was not yet corroborated."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, Sara, you also have new information tonight?"
    },
    {
      "speaker": "SARA CARTER, INDEPENDENT WOMEN'S FORUM VISITING FELLOW",
      "utterance": "Yes. I think it's absolutely stunning the revelations that Bruce Ohr had in his testimony, Sean. One of the things that I think stunning is that in the summer of 2016, I mean, he had briefed Andrew Weissmann. I mean, this is really important. He had not only briefed Andrew Weissmann but Bruce Swartz who headed the international division of the Criminal Fraud Task Force, as well as another lady by the name of Ms. Ahmad. Now, we know Weissmann and Ms. Ahmad are both serving right now with Robert Mueller. They are senior officials on the special counsel investigation. They were told by Bruce Ohr that he was getting information from Christopher Steele. And, apparently, they were briefed on all of this information. Then they went on to serve on Mueller's team. And just as John has reported and just as I reported as well, they were very well aware in the FBI what was going on and that the Clinton campaign was funding this. They were very well aware that there was bias with Fusion GPS, and that that bias existed with Christopher Steele because Bruce Ohr warned them. And then they go and they have been very quiet. Remember, the FBI has been very tentative about saying when they found out, because we know based on the sources that both John and I have that in the FISA, in that FISA document which the president should declassify, and all those other documents all of this will be revealed. That they never warned the secret court that they were well aware that this was politicized and they had weaponized the intelligence community to go after them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let me now go to the legal side and turn to Gregg Jarrett on this, because that would mean they were all warned. They all knew."
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But they did it anyway."
    },
    {
      "speaker": "JARRETT",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They purposefully committed a fraud on a court. Now, would it mean everybody who signed that document including James Comey, including Sally Yates and Rod Rosenstein? Who else do we know signed it?"
    },
    {
      "speaker": "GARRETT",
      "utterance": "Well, Dana Boente signed it. So, you got five people signed it. James Baker, I have been able to confirm today his testimony. He prepared that documented. He said because he was the FISA expert. Here is the Department of Justice regulations they violated. Quote, only documented an verified information may be used in application of the FISA court. They not only broke their own rules, they committed six different felony violations as well. I've been able to confirm today parts of the testimony of Bruce Ohr. What jumps out is this exchange with Congress behind closed doors."
    },
    {
      "speaker": "Ohr",
      "utterance": "on one of the occasions when I talked to the FBI they said oh, next time you talk with Christopher Steele, can you ask him is he willing to meet with us? And I conveyed that back to Chris. Question: after he had been terminated? Ohr: correct. And it's worse. After James Comey was fired, a panicked FBI gets in touch with Ohr yet again and says, you've got to get us back with Christopher Steele. Why? Because they were desperate to verify the dossier they had used and hadn't verified."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But here is a bigger problem, because with Andrew Weissmann himself being briefed, being the lead guy, pit bull of Robert Mueller, this now taints the whole investigation. If they were looking for the Russia collusion they knew where to go, to Hillary. But here is the point. That means if he knew the entire time that Mueller knew the entire time that the dossier was bought and paid for by Hillary Clinton, using Russian lies, to influence 2016 election, that means that the entire thing is topsy-turvy and twisted."
    },
    {
      "speaker": "GARRETT",
      "utterance": "Absolutely. And in fact, Robert Mueller should have taken of all of this, he is aware of it all, and he should have said I will investigate the FBI now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is this go to jail stuff?"
    },
    {
      "speaker": "GARRETT",
      "utterance": "It absolutely should."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All the people warned? That they did it anyway when you lie to a court like this?"
    },
    {
      "speaker": "GARRETT",
      "utterance": "When you lie to a court and conceal evidence it's a fraud on the court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "John, let me go back to you. The Weissmann piece is very important as well, because if they were all warned way in advance, and they still never vetted it. They still never corroborated it. It was never something they could corroborate. But they weaponized that paid for Russian dossier to go after the president, ironically, over a Russia issue, when they had it in their hands."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Listen, we know from Bruce Ohr's own notes that the main source what Christopher Steele was using was Russian service agent. We know he was employed by Fusion GPS and Glenn Simpson, who was also working for a Russian company Prevezon, a Russian state controlled company. Those two things should been major red flags to the FBI. And the possibility exists that the Russians used Simpson or Steele to put kompromat or false information back into the system because they knew of the Democratic contacts. That is what is wrong with this whole process. Those things were not looked at before being submitted to the court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And, Sara, if the new attorney general does his job, James Comey and everybody -- all of the people that knew are now -- they should be getting a lawyer and they should be basically prepared to be charged."
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. This evidence is insurmountable evidence, Sean. And there is something else in that testimony. People should be aware that Bruce Ohr warned the FBI that this information was not vetted. So, the FBI already knew that the information they were getting was salacious and unvetted and they went ahead with it anyways. That's enough for William Barr."
    },
    {
      "speaker": "HANNITY",
      "utterance": "One last thing because I do remember we had evidence, we had the notes of Bruce Ohr with Christopher Steele. And Christopher Steele desperately asking, did you get it to the special counsel? So, Christopher Steele was feeding information to Robert Mueller. We now know Weissmann knew that this whole thing was questionable from the beginning. They never touched it. Wow! Wow! A lot of people have a lot of things to worry about tonight. Thank you, all. When we come back, \"Hannity\" watch on the move toward socialism and how the left in this country is coming after your rights and your money. Sean Spicer, Tammy Bruce, they are up next. And then, an investigation into Nancy Pelosi -- Speaker Pelosi's leadership. We took our cameras right to her home district. You will hear a lot about needles and feces. We'll explain, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have been telling you brand new sort of far left socialism has now taken over the Democratic Party, a new radicalism. Now, for example, party leadership actually put out there, socialist star, Congresswoman Alexandria Ocasio-Cortez on the House Financial Services Committee, that's where Maxine Waters is the new chairwoman. And don't forget about New York mayor, comrade Bill de Blasio, complaining about wealth. There is a lot of wealth in New York but it's in the wrong hands. Whose hands is it in? The people that work maybe 19 hours a day to pay taxes? Anyway, and he wants to confiscate private property from the land lords if he deems them unlivable. And, of course, out in left wing, California, you've got Gavin Newsom, the new governor, and the lawmakers, they are now, in spite of a 13.5 percent state income tax on top of your federal income tax, well, they now want you to pay for your drinking water. By the way, they are now banning paper receipts because it's not good for the environment. Joining us with reaction now is American First Action senior adviser, Sean Spicer, FOX News contributor Tammy Bruce. You were once a liberal. It's hard to imagine that. I do remember back in the day."
    },
    {
      "speaker": "TAMMY BRUCE, CONTRIBUTOR",
      "utterance": "Well, liberalism is not this. Everything you are describing, this is not -- remember, John F. Kennedy did well because he campaigned on tax cuts. Liberalism really is about allowing people to live the life that best suit them but you can't do that if the government controls every breath you take. This is something very different. Genuine classical liberalism is about getting people and government off your back, personal responsibility and being left alone effectively, but being a responsible citizen. That is what liberalism is. So, when you see what's going on here, but I have to say that it is not coincidence that both de Blasio and then you have Gavin Newsom within the same week effectively announced their expansion of healthcare for illegal aliens. Keep in mind what it means."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Who pays for that?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, not only who pays for that, but the de Blasio plan won't really completely take effect to really work until after 2021. I contend all of this and, Sean, you might agree, both Sean, Sean squared, is that this is really about --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sean stereo, yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "This is about organizing and getting out the vote and registering young people who never have been registered before. So, they don't have to deliver. They are talking up all of this stuff. The same thing with the new green deal, it's about hubs of registering young people, organizing them and getting them to vote. The Republicans don't have something comparable. Donald Trump is the one who can make something like that happen, but that's what this is. And I think that, we as Republicans, as we were disappointed with the Republican Party or conservatives - I'm - actually I'm still a Democrat in California. But what we're disappointed in as when you're told one thing and that thing does not happen, like repealing and replacing Obamacare. A lot of young people and a lot of Democrats, if they believe what they're hearing now, are going to be very disappointed when they found out that they're just being used for votes in 2020 for the establishment to stay in power."
    },
    {
      "speaker": "SPICER",
      "utterance": "Look, Tammy's right. I mean, we are now selling socialism is a good thing to young people in this America. We are not reminding that people flee countries like Venezuela because socialism is a bad thing, it oppresses people, it undermining. And they flee those countries to come to America where the American Dream is what people want to aspire to. Capitalism is at the root of this. And we've made it a negative word, because the Democrats have demonized hard work and capitalism. And I think that we've got to remind people - she's right. We've got to start talking about what's at stake. Donald Trump led the fight for tax reform, which allowed people to go to work, keep more of what they earn, put their families in a better position, save more for their kids' college education, maybe allow them to take a vacation or repair the house in a way that they hadn't for years under Obama. And this idea of socialism being cool is ignoring what has happened in history. People fled socialist countries for a reason, and we have forgotten to tell that's--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "--reasons that Nancy Pelosi - dollar for the wall Pelosi, that she can't make a deal with the President, is because that base that now runs the Democratic Party and Congress, her base will turn on her for - in a lickety-split second--"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes."
    },
    {
      "speaker": "SPICER",
      "utterance": "Not only that - absolutely. But Tammy's - the point that she made in her - what she was saying is an equally important. Every one of those folks is running or thinking about running for President. And what they are doing is trying to stake out the furthest position left so that they can get that group of key voters."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, and let me just say though, that it is going to be up to the Republicans, to the President, to everyone who cares about the country to in fact speak up about this and against it, because they're also relying on the Republicans being defensive and not educating the American people and they're the only ones who're going to have to do it. The Democrats know this is a failed dynamic. They don't even really expect to implement it. They're lying to their constituencies. This nation is at stake and what the Republicans and what the President in particular chooses to do in educating, especially young people, will be key."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's very appealing, because what they're going to do some power play too, because what they're saying is, \"We're going to take their money, confiscate it, you're going to give it to you and you got to vote for me\"."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Most Americans won't agree with that, though, and we've got to remember that the American people don't like that. They want fairness. That is not fairness. They know--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Bottom 50 percent of wage earners pay 2 percent of the income tax bill - 2."
    },
    {
      "speaker": "BRUCE",
      "utterance": "But everyone is doing better now. They'll continue to do better under President Trump and that's what we've got to make sure people understand why and how."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. Good to see. You directly ahead tonight we're going to have a live report from the rapidly growing migrant caravan and then Lara Trump, she will be here to discuss the Democrats' outrageous behavior during the government shutdown. Oh, Nancy Pelosi, she wanted to stop the State of the Union address and lied that they wouldn't have security. She didn't call the secret service or anybody. She just declared it. We'll play that tape next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now live from Guatemala with the very latest on this new migrant caravan headed towards our Southern border. Fox News Correspondent, Steve Harrigan on the ground. Steve, what's going on."
    },
    {
      "speaker": "STEVE HARRIGAN, CORRESPONDENT",
      "utterance": "Sean, for the first time this caravan has slowed down for a little bit at the border with Guatemala, that's because Guatemalan riot police were out in full force - several hundred of them with their shields, helmets and batons. We did not see any acts of violence. But those riot police were carefully checking everyone who went across the border. Their identity cards as well as their criminal records and several arrests were made on the spot. Here's one police official."
    },
    {
      "speaker": "UNIDENTIFIED MALE (through translator)",
      "utterance": "We arrested a one who had a rape charge against a minor."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "As far as the numbers of this caravan go, it's already more than 2,000 and that's expected to grow as it moves 300 miles across Guatemala then into Mexico. It is still a couple of weeks away from the U.S. border. But even before this caravan reaches the U.S., it's already been announced that two entirely new caravans are forming in Honduras. Sean, back to you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Steve Harrigan, thank you. And meanwhile, a desperate effort to divert your attention, Speaker Nancy Pelosi pulling a political stunt today, trying to urge the President to delay the State of the Union address until the government shutdown end, saying that the government couldn't afford the security costs. However, Homeland Security Secretary Kirstjen Nielsen tweeted, \"The Department of Homeland Security and the U.S. Secret Service are fully prepared to support and secure the State of the Union. We thank them for their service, for their mission, focus, dedication and for all they do each day to secure our homeland.\" Well, nice try Nancy Pelosi. This, as new video emerged, of the Democrats Puerto Rican vacation last weekend. As you can see there in Puerto Rico, they are out at resort, having drinks, putting on suntan lotion on each other, poolside parties. Oh, and meeting all the lobbyists, Political Action Committee. This is 10 days into this new Congress. 10 days, they're on vacation bought and paid for by people that want to influence them. Anyway, while the President was in the Oval Office wanting to negotiate an end to the shutdown, joining us now with reaction Senior Advisor to the Trump 2020 Campaign, the President's daughter-in-law Lara Trump is with us. How are you? Hos is the baby? LARA TRUMP, SENIOR ADVISOR FOR TRUMP 2020: Hi. So good. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good to see you. Doing good?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So you see what Nancy Pelosi is doing. She never - we found out she never called the Secret Service. She said it was about security."
    },
    {
      "speaker": "TRUMP",
      "utterance": "She made it all up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It was a political stunt."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Of course. Well, the reality is, she's very smart in a way because the Democrats do not want this President giving another State of the Union address. Sean, you remember last year it was one of the greatest I've ever seen. And honestly, I thought one of my father-in-law's best speeches. So he could get out there again and really turn things around, and I think they don't want to see that happen. So she has disinvited him to give the State of the Union. The good news is that the President can give it anywhere he wants. He doesn't have to give it there in front of Congress at Capitol Hill. So it's up to him really where he wants to do it. So good try on her part, but I don't think it's going to go over."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The one thing I know about the President, I think the country has learned about the President, which I think is his strongest political weapon is that he keeps promises."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He says what he means, means what he says. And I don't care how he gets the money, whether Congress eventually comes to the table and is at least willing to negotiate or if he has to declare a national emergency or bring our defenses in, he's going to do it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's going to get it done. Listen, they can play a game of chicken as long as they want. But it's going to be very hard to win against Donald Trump. He's been a negotiator his entire life. He fully understands what he's doing here. The reality is, this wouldn't be so crazy, Sean, if the Democrats who were trying to stop this border wall from being built, trying to stop us from fixing our immigration system, hadn't wanted this very thing not too many years ago just under a different President."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They supported - they sounded like your father-in-law."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Of course. They sounded exactly. I mean, go back and you watch some of these videos it's crazy to see, and here we are today, and it's only because it's this President. The good news is that my father-in-law will not back down. He's fighting for the American people because he knows this is about more than a wall. It's about the future of our country. We cannot sustain illegal immigration in perpetuity. It will not work for our country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have 90% of heroin. We have an opioid epidemic that is literally killing--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--tens of thousands of people every year. We also have human trafficking. We also have people on the other side of the border, it's a perilous journey for them, some died, some are assaulted, some are sexually assaulted. The statistics speak for themselves. Can you imagine Nancy Pelosi and Chuck Schumer being unwilling to meet with Angel Moms and Dads that lost their children--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, it's disgraceful. I actually met a lot of these parents last night, in fact, and I was so touched by hearing all their stories and how much they support the President. And they all said tell him to keep fighting. It is the most important thing he can do. We don't want other parents to have to go through what we went through. It's not right. And Sean it doesn't have to happen in this country. This is the United States of America and we have to fix this problem. The President knows it. And you know what, kudos to him, he's going to keep fighting for it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Let's talk about our top story. We've had two years of Trump- Russia collusion. What do we now discover? That everyone that signed on to that FISA warrant application knew that it was dubious at best. It was Hillary bought and paid for. It was Russian lies. Everyone that signed it was purposely knowingly committing a fraud on the court. And Andrew Weissmann, which is Robert Mueller's number two, he knew about this fraudulent document, and yet he's investigating Russia, and meanwhile, Hillary paid for Russian lies to basically influence the 2016 election?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "There is your Russian collusion."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right there."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Hillary Clinton campaign, not with the Trump campaign. And Sean, we have all from day one said there has never been any Russian collusion. The President has said it, Jared has said it. I've said it many times. Anybody in our family, anyone involved with the campaign will tell you that it's completely ludicrous. We were so proud, because we were like the little engine that cooed. We had the American people behind us. We didn't need Russia, we didn't need anyone else. We've known it's crazy from day one. I always maintain that the truth will come out, that the right thing will happen. Finally, we're seeing it come to light here."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Lara Trump good to see. Congrats on the baby, saw a picture, getting big."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you. Thanks."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Up next tonight on \"Hannity\"--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "here city, its beautiful, nice scenery, beautiful weather. Kind of makes it a drab when you walk around you see needles close to a playground and just feces everywhere. I mean the smell of it all."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We sent our investigative cameras to speaker Pelosi's district, we find out what her constituents think of her, Lawrence Jones he was out in San Francisco. You're going to hear a lot about needles and feces in the next segment, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Poverty, homelessness, needles, feces in the streets, is this the new normal for what was once one of our most beautiful cities, San Francisco? We have \"Hannity\" exclusive video, Fox News Contributor, Lawrence Jones asking San Francisco area residents just what they think of speaker Pelosi's so-called leadership. Take a look."
    },
    {
      "speaker": "LAWRENCE JONES, CONTRIBUTOR",
      "utterance": "How do you feel about Nancy Pelosi's leadership in this area?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Things need to change a little bit here."
    },
    {
      "speaker": "JONES",
      "utterance": "So I've been around here a little bit, I've seen needles and feces and how do you feel about the state of you-all community?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's pretty bad. I mean, especially, you work in a - we work right this building right here, and here's city. It's beautiful, nice scenery, beautiful weather. Kind of makes it a drab when you walk around you see needles close to a playground and just feces everywhere. I mean, the smell of it all."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "When you have needles and blood-stained clothing in the streets that can't be safe for anyone."
    },
    {
      "speaker": "JONES",
      "utterance": "There's an increase of poverty, drugs, needles on the street, feces everywhere. How do you feel about that?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, that's really crazy, because you know - I do see, like, lot of needles and then feces everywhere."
    },
    {
      "speaker": "JONES",
      "utterance": "So the crack, the homelessness has that become the new normal in San Francisco?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "JONES",
      "utterance": "Nancy Pelosi is the representative of this area, do you blame her for some of these issues?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think Nancy Pelosi has done a pretty fine job to date. I would ask (inaudible)"
    },
    {
      "speaker": "JONES",
      "utterance": "She's been in office for over 20 years, does she have some type of responsibility?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In that case, I would say yes."
    },
    {
      "speaker": "JONES",
      "utterance": "Nancy Pelosi is your leader in the area, how do you feel about her leadership?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think that she's great. I think that she's strong. I think she's a fantastic negotiator. I think that she gets a bad rap because probably she is a woman."
    },
    {
      "speaker": "JONES",
      "utterance": "What about the leadership, Nancy Pelosi is the leader here. She's become the speaker of the House. How do you feel about her leadership?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think that she is old blood and we need some new blood in there."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I definitely don't feel very good about her leadership, so I don't think she is being a very - I think she is status quo."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "She has to do a lot better. I think we actually need new blood, new faces, people with little bit different ideas and fresher ideas. She's had her chance."
    },
    {
      "speaker": "JONES",
      "utterance": "She's around 20 years--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, she's had her chance."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now Fox News Contributor, Lawrence Jones and Washington Times columnist, our friend Monica Crowley. You both are friends. Good to see you."
    },
    {
      "speaker": "MONICA CROWLEY, WASHINGTON TIMES COLUMNIST",
      "utterance": "Me too."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I warned everybody that there's going to be a lot of needle and feces talk and I'm thinking I saw the piece - what's the feces thing? What is it?"
    },
    {
      "speaker": "JONES",
      "utterance": "Yes. So they have this cleaning squad now and that goes all around the city, because you have a lot of the homeless population. They all over the town like in front of a court--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is her district?"
    },
    {
      "speaker": "JONES",
      "utterance": "This is our district and they just sleep everywhere, they just poop everywhere and so you have a cleaning crew that goes all around the city, constantly all through the day cleaning up this mess."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well you would think that liberal San Francisco with a 13.5 percent state income tax, they would take care of the homeless. Nancy Pelosi is a very, very wealthy woman."
    },
    {
      "speaker": "JONES",
      "utterance": "Wealthy, and she's been there for years and--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Been there for years, why doesn't she even build a homeless shelter?"
    },
    {
      "speaker": "JONES",
      "utterance": "Well she's more concerned about the national political scene. So at when you worrying about being Speaker of the House and trying to run for - I guess, have a national spotlight, you forget about your own district. And many of those people don't see her, and so that's why you saw so many people frustrated."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, you saw this everywhere?"
    },
    {
      "speaker": "JONES",
      "utterance": "Yes, it's all over - I mean, of course, you know there are rich parts--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "JONES",
      "utterance": "- where there the tech giants are. But all outside of those cities--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's where--"
    },
    {
      "speaker": "JONES",
      "utterance": "--they have security, because you have all these homeless people everywhere."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And needles and blood soaked clothes--"
    },
    {
      "speaker": "JONES",
      "utterance": "Needs, blood, it's disgusting."
    },
    {
      "speaker": "CROWLEY",
      "utterance": "Wherever progressivism is allowed to take root and run wild unimpeded, it is ruinous. This is the kind of thing that you're seeing, whether it's homelessness, whether it's drug addiction, you name it. It takes root and it metastasizes. Sean, whether it's San Francisco, Detroit, Washington D.C., decades a progressive rule, without any kind of counterbalance from a real competitive conservative voice or representation, you get these great American cities that are so beautiful like San Francisco, absolutely destroyed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I've said this for years, liberals are generous with other people's money."
    },
    {
      "speaker": "JONES",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nancy Pelosi is loaded."
    },
    {
      "speaker": "CROWLEY",
      "utterance": "Well, but that's also because progressives tend to be strictly ideological, not practical. It's not about the situation on the ground that matters to them, it's about remaking the city of San Francisco, the State of California and the Country of the United States in this status model, that's all they care about."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, wait a minute. Now Gavin Newsom is about to offer - and by way, I urge every American, because Gavin Newsom said it, and my son is calling. I have a show at 9:00 son. I'll call you back after. You're giving free health care to even illegal immigrants. Anybody who wants free health care, so my - I'm telling the American people tonight, if you're sick, Gavin welcomes you free, free, free, go."
    },
    {
      "speaker": "JONES",
      "utterance": "But, Sean, how are you going to pay for all this?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, it's his problem, it's not my problem."
    },
    {
      "speaker": "JONES",
      "utterance": "You're going to have people coming from all over the country. Even one resident said that the sanctuary city policy, the sanctuary state policy--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right"
    },
    {
      "speaker": "JONES",
      "utterance": "--bothers them. Because, look, people who are committing crimes--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, they are voting for these people in huge numbers."
    },
    {
      "speaker": "JONES",
      "utterance": "They are. But, Sean, believe it or not, a lot of people don't know what's happening on the local level, and that's why you've been sending me out in the field to cover this nonsense to show the American people this is what the residents are saying. If you don't know about it, you know about it now. There's no more--"
    },
    {
      "speaker": "CROWLEY",
      "utterance": "But they have their votes and they can make a change, they just choose not to. Every two, four, six years they'd vote in the same people or at least those who believe the same things, so there is--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "There's a mass exodus from states like California, Illinois, New Jersey, New York, and you know what--"
    },
    {
      "speaker": "JONES",
      "utterance": "- they're looking at Texas, my home state. Come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes, if they go to Texas and Florida, don't bring your stupid liberal policies that ruined your own state."
    },
    {
      "speaker": "JONES",
      "utterance": "No, I bet all those--"
    },
    {
      "speaker": "CROWLEY",
      "utterance": "And those states are losing their taxpayers--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good to see you. Great job."
    },
    {
      "speaker": "JONES",
      "utterance": "Thanks, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back Rush Limbaugh, an urgent message for the President, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Earlier today Rush Limbaugh had advice for the President, take a look."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "utterance": "I'm just going to tell you folks if President Trump can hang in there - if he can hang in there, not go wobbly, he can win this. It's going to be a few more weeks. There are going to be lot of risks, there are going to be lot of temptations to drop the ball and cave. I don't mean cave, there's going to be a lot of temptation to make a deal. But he can win this if he just hangs in there."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hang in there. And that goes for the Republicans, especially guys the ones with the weak spine and ones that go wobbly, maybe it's time to show a little political courage. This is about life and death for people, stopping the 90% of heroin coming into the country. All right. This show, we're not the hate Trump media. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}