{
  "date": "January 19, 2020",
  "headline": "Trump accuser's media blitz",
  "subHeadline": "Indicted Lev Parnas goes public on MSNBC.",
  "url": "https://www.foxnews.com/transcript/trump-accusers-media-blitz",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HOWARD KURTZ, HOST",
      "sentences": "On the Buzz Meter this Sunday, the media in full impeachment mode as Nancy Pelosi finally sends the articles to the Senate. Her party unveils new allegations on Ukraine, and President Trump calls the process another con job by the do-nothing Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC",
      "sentences": "And his incontrovertibly true that the case for impeachment of the president was very strong when they voted to do so last month, but since then the case has only gotten stronger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS",
      "sentences": "We know this was an emotional tantrum directed at daddy who won the election, and they are mad at daddy, so we have to go through this phony perception.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC",
      "sentences": "All this incredible information confirming all the worst aspects this president was involved with a deal around the U.S. government like Nixon, like the plumbers,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "sentences": "Does Democrats know these articles are so laughably weak. They have now decided to include brand new, a trove document that were not presented during their Schiff sham impeachment proceeding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "How is the press covering the impeachment saga, even as the president signs a major trade deal with China, while we careen toward this weeks Senate trial? Lev Parnas, the indicted Rudy Giuliani associate, takes his tale of Ukraine's skulduggery to Rachel Maddow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEV PARNAS, GIULIANI ASSOCIATE",
      "sentences": "President Trump knew what exactly was going on. He was aware of all my movements. I wouldn't do anything without the consent of Rudy Giuliani or the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But are Parnas' bombshells diffused by his obvious credibility problems. CNN's hot mic captures angry words between Elizabeth Warren and Bernie Sanders over her charge that he said a woman couldn't win. But did CNN's moderator blatantly take Warren's side, plus, a special sit-down with Lara Logan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, FOX NATION",
      "sentences": "And as reporters, we masquerade as being objective. We masquerade as being mutual. We masquerade as being, you know, completely without bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "On the many forms of media prejudice. I'm Howard Kurtz and this is MEDIA BUZZ. The opening of the Senate impeachment trial was upstaged by Lev Parnas, the Rudy Giuliani ally, who's facing criminal charges, as he went public what he says he did on Ukraine at the direction of the president's personal lawyer, laying it out in interview with the New York Times, CNN's Anderson Cooper, and MSNBC's Rachel Maddow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC",
      "sentences": "The president was aware that you and Mr. Giuliani were working on this effort in Ukraine to basically try to hurt Joe Biden's political career?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARNAS",
      "sentences": "Yeah, it was all about Joe Biden, Hunter Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADDOW",
      "sentences": "Unless he announced an investigation into Joe Biden, no U.S. officials, particularly Vice President Mike Pence would not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARNAS",
      "sentences": "Particularly Vice President Mike Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADDOW",
      "sentences": "So this first note. Get Zelensky to announce that the Biden case will be investigated. That's Mr. Giuliani tasking you that you should get that commitment from Zelensky?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARNAS",
      "sentences": "Yeah. That was always the main objective, correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Mike Pence's plane trip to the Zelensky presidential inaugural was in fact cancelled. And reporters raise the Parnas interview with President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, UNITED STATES PRESIDENT",
      "sentences": "I don't know him. I don't know him, other than we had pictures taken which I do with thousands of people. I don't know what he's about. I don't know where he comes from. I know nothing about him. I can only tell you this thing is a big hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joining us now to analyze the coverage, Ben Domenech, founder and publisher of the Federalist, Gillian Turner, Fox News reporter and White House official in last two administrations, and Ray Suarez, former PBS News Hour correspondent, who co-hosts World Affairs on KQED. Ben, Lev Parnas obviously trying to leniency in the case against him, but he also has notes, text messages detailing how he communicated with Rudy Giuliani and others. How seriously should the media take his allegations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN DOMENECH, FEDERALIST PUBLISHER",
      "sentences": "I do think that these allegations are worth paying attention to. Obviously, he has a significant list of text messages and documents that you can look at and evaluate. But you have to put this in context, which is that Lev Parnas is one of series of interesting crooks in this whole affair, people who seem more appropriate as characters in a Cohen brother's movie than as people who had the kind of proximity to power that they apparently did.  Lev Parnas, I think, should be taken with not just with grain of salt, but a metric ton of salt when it comes to the kind of the kind of things that he's trying to achieve in advancing these -- this particular moment. He wants leniency, and so he is going to go out there and say whatever the media eggs him on in to saying in order to try to get him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You would cast him in a comical crime movie, interesting. Now, Parnas, Gillian, has openly asked to testify, found no takers. And so he goes on this media tour. Does that help his case? Does it hurt the president? Or is it -- just become more noise?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "The problem with Parnas is he has become, I think, his own major barrier to credibility. Part of what he's trying to do here is submit this tranche of evidence, three tranches now. His attorney has handed over to House Intelligence Committee, but as his lawyers are doing this, he's going on television and undercutting his own stuff. You know, one of the most explosive findings in this third tranche was his claim that Robert Hyde had stood up this surveillance operation of Marie Yovanovitch, the former ambassador in Ukraine. He went on Rachel Maddow and said, but Robert Hyde is a lunatic. He's a guy who is drunk most of the time. You know, he's undercutting his own stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Since you brought that up, let's jump ahead here and play the sound bite, because Rachel Maddow asked Parnas about this and here was his response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADDOW",
      "sentences": "Are you clear on whether or not there was ever an actually physical threat or a threat of personal intimidation against Ambassador Yovanovitch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARNAS",
      "sentences": "Never from my side or anybody I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADDOW",
      "sentences": "You didn't worry that she was actually in physical danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARNAS",
      "sentences": "Never, never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So I would say that's an example of him not hyping beyond what he can prove and would be easy to say, yeah, we were spying on her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, this comment is interesting from an entirely different perspective, which is that Yovanovitch testified under oath in front of the House Intelligence Committee that she was scared by the -- but she was told by the administration that there was a physical threat to her security. And that's why she needed to come back to the United States immediately. So if the threat wasn't coming from Robert Hyde and Lev Parnas, where was it coming from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. And Parnas and Hyde was sort of this fringe drunken character. I thought Rachel Maddow was very partisan, did a pretty good job in pressuring Parnas. The question is journalists would ask but she asked a little bit more about his culpability and motivation. But Ray, Parnas goes to her, as obviously as somebody sympathetic to the notion that Trump is deeply involved in the pressure campaign against Ukraine, your take on the interview?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY SUAREZ, WORLD AFFAIRS CO-HOST",
      "sentences": "A Washington Post writer called it Joe Pesci as John Dean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "And I laughed when I saw that. But there's something to that. I mean, he's not a pedigreed, legally educated guy from D.C. central casting. He's a Brooklyn guy, a real estate hustler. But he also has a lot of knowledge about the inside workings of the independent operation that Giuliani was running in Eastern Europe. He can tell us a lot about it. A lot has already emerged. He can back it up with documents. To dismiss him as not a torpedo aimed at Trump world, I think, is underplaying what he brings to the table. Whether he'll ever be heard, whether he'll ever be heard under oath in this process remains to be seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, he certainly has been heard on television, so now we know what he would say. Of course, he hadn't been cross examined. I guess, you know, Maddow did ask him a lot of questions. So Rudy Giuliani says Parnas is a proven liar, that he's been used by Trump haters. But when he says, look, I told President Zelenzky's aide that unless Ukraine announced an investigation of Biden in Burisma, that Pence wouldn't go to inauguration and other steps wouldn't be taken. He's offering some documentation. I think that's what makes a bit of a tangle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "But I also think this was a situation where, you know, a lot of this was known and has been known in advance by a number of major Democratic officials who I think made a choice not to include this in part of the process earlier. This is a guy who's wanted to be part of the process who has been, you know, practically screaming call me, you know, throughout all of this.  And I think there's a reason that this is being done and prosecuted through the media as opposed to in a situation where it would be cross examined and a lot of this would be tested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me play this other clip from the Maddow show in MSNBC, where I thought Parnas went beyond what he really could prove, in which he talked about, among others, the attorney general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did Rudy Giuliani tell you he had spoken to the attorney general, specifically about Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Not only Rudy Giuliani. I mean, Victoria and Joe diGenova, they were all best friends. I mean, Barr -- Attorney General Barr was basically on the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "There's also reference to former federal prosecutor Joe diGenova and Victoria Toensing Ray. I thought he's never met William Barr. I thought he was less credible there. And my question to you is journalists able to make these distinctions? He said a lot of things in these various interviews, not just with Rachel, about what he can back up and what appears to be surmised on his part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "He, in these interviews, brought in a whole cast of characters putting the lie to the idea that nobody knew what was going on, that Rudy Giuliani was an independent actor, who nobody authorized him to do what he was doing. There's this whole deep story that Parnas gives. Now, you may not believe it. You may not want to believe it. But he brought in all kinds of people, including frequent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "But still no smoking gun. And if you just look at just at the evidence, he doesn't have anything where somebody is saying I told President Trump this. I told President Trump that. President Trump ordered us to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And on that point, CNN's Jake Tapper, who is usually pretty stuff on President Trump, says Parnas has a serious credibility problem. And Democrats, he told viewers, are treating him as the second coming of Theodore Roosevelt. Now, could that -- same be said of media outlets that are blasting out his charges?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Yeah, of course. I mean, again, it comes back to he should have just had his lawyers put the evidence out there and then back down. I think he undercuts his own credibility when he goes on television and tries to up sell the story, the evidence --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "There's no real trial in the Senate. This is all we are going to have, as a trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Trial by media, which you can't actually go to jail for that but you can ruin your reputation. All right, before we leave this segment, New York Times reporting that the Justice Department is now investigating Jim Comey, the former FBI chief, over a 2017 leak to the press by classified information related to Russian intelligence document. The Times story says this could raise questions about whether it was motivated at least in part by politics. The Washington Post headline says raising fears, Trump is using the Justice Department for political gain, fair observation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Well, these were two pieces that really had the spin right there up front. I mean, there wasn't throat clearing. They weren't even to -- they were spinning of Jim Comey in this instance. And look, I think that this is always been something that's been a question for people who paid attention to Comey about whether he was going to have some consequences for the degree to which he was trying to spin these stories through the press back in 2017. The idea that people have different sort of understandings under the law when they leak this kind of material is something that is ingrained in Washington conventional wisdom. But if you're going to go, you know, by the actual book, by the letter of law in this instance, it looks to me like he does have a serious problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, it hasn't been proven that he engaged in an improper leak. It is under investigation, according to the Times. And the Times sends its back up ray (ph) will Trump pass pressure to Justice Department to investigate his -- 2018 he told Don McGahn and the White House counsel to push to prosecute Comey and Hillary Clinton and McGahn refused. Still, this could be something that was just cooked up by career professionals and may not be political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "In years to come, Jim Comey will be one of the singular figures in Washington who has been up and down and hated by just about everybody on all partisan sides of these debates. He's an amazing story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So that's a rare accomplishment. All right, let me just also mention that the president, of course, announcing his legal team. Alan Dershowitz, of course, says he's a liberal Democrat. He says he's just going to an hour in constitutional issues. Well, he got a lot of attention. And Ken Starr, the former Clinton special prosecutor, being brought back in the president's defence. And now we should note that once announcement was made, Fox News had been using Starr as a contributor, severed that relationship. When we come back, the Senate impeachment proceedings complete with air time with President Trump's China deal. And later, Lara Logan on why she believes the media are utterly bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now that Nancy Pelosi's delaying tactics are finally over, Democratic House members finally walk the two articles of impeachment to the Senate side of the Capitol, unleashing a tsunami of media coverage that peaking when the political trial begins on Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY PELOSI, HOUSE SPEAKER",
      "sentences": "When the president of the United States has said Article Two says I can do whatever I want. That's a monarchy. That is not a republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "This is a hoax. It's a shame. I did the biggest deal ever done in the history of our country. And that was the second story to a total hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "There were splits between coverage that morning between the big China trade deal and the Pelosi unveiling to have articles. So Ben, the coverage of whether the Senate should call witnesses, Democrats say let's call Lev Parnas. Let's call John Bolton. And Republicans say, OK, we'll call Joe and Hunter Biden. Does the coverage favor one side in your view?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Well, I think you can tell what isn't being said by looking at the way impeachment was framed this past week. There were a lot of pieces that I saw making the argument that impeachment isn't going to matter that much in November, that, oh, this is something that's going to be done and then we're going to move on. What they're leaving out of that story is how badly botched this whole process has been, including this Pelosi delay, pushing up to the point where you're going to remove from the field of 2020 all of these key players, particularly Bernie Sanders right before Iowa, which is critical for him. It really has been a botched process that I think everyone should be talking about. If not for the fact that there's this whole collection of people who put Nancy Pelosi on this pedestal as being this brilliant political operator, I think really this was a process that timing and in the way that it played out was badly botched and could hurt Democrats significantly in 2020, but you're not hearing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Pelosi has gotten some rare criticism for her tactics. The Government Accountability Office, which is widely viewed as non-partisan, said this week that President Trump broke the law in withholding Ukraine military aid as appropriated by Congress. That would ordinarily be a bombshell. But in this media environment, it kind of becomes just another data point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "It is their job to assess things like that. And then they make the assessment, and people who want to believe it say, see, and people who don't want to believe it say ho-hum. It is weird. It's -- we're in an amazing time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Gillian, you turn on the TV and you see conservative pundits. And President Trump and leading Republicans say this is a sham and a witch hunt and all of the denigrations. And Trump says this is a perfect call with Zelensky. And then you see liberate commentators and leading Democrats saying our democracy is at stake. He cannot be allowed to violate the Constitution. Somehow, even though the trials about to start, the story is feeling old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "It really is. I mean everything that we are going to hear at this trial over the coming two weeks or three weeks, or whatever it ends up being. We've heard now in probably about five iterations. We heard it when it leaked out of the House Intelligence Committee when witnesses were testifying behind closed doors. We then read it again when the House Intelligence Committee released the testimony. We then saw it when it was broadcast live from the House floor. I mean, this is going to be the fourth or fifth iteration for most Americans. So I think from that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "Do you think people pay attention in that way? You and I do. Does it seem as old and stale to somebody who is just tuning in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "-- people who have either seen it or read about it now, over the course of the last year. And we're not going to -- if especially if we are not going to have witnesses, there's nothing really new to be learned here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I think the American people are actually very smart when it comes to the way that they consume news. And I think that they've understood from the outset of this process and became more and more understanding as it went along, that this was not going to result in some big surprise. The president was not going to be removed at the end of the day. That really the only suspense is whether there's a bipartisan vote on each side or not. And that's not something that I think they are eager to tune into, because they know the result of the game already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "A lot of Republicans, quickly, on Capitol Hill are saying the president is right. And this is behind closed doors. The president's right. If we are not going to hear new witness testimony, we are not going to receive new evidence. Why are we doing this trial? We know the vote tally. Just save the American public the expense and the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, of course, even Mitchell McConnell understands that he would receive a lot of criticism if they try to, you know, do this in two days and kind of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "They would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But are the media, left and right, in framing in this as kind of a partisan slugfest, in making the arguments. We've all heard the politicians. Are they contributing to the notion that this is just more beltway politics?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "Well, there's a commentary act. And sure, they're contributing to that. But people who are just doing straight reporting day in and day out, trying to understand documents, reading the 600-page filings, reading emails. I mean, that's the record. That's the record of what happened. And if you're trying to understand whether the president was running a brown bag and black bag operation in Ukraine, you have to understand this stuff. It's legit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So maybe it's being done for history. But it does seem to me that more openly partisan than the Clinton or even the Nixon impeachment. And that is it for now, Ray Suarez, Gillian Turner, Ben Domenech, great to see you all this Sunday. Up next, Fox pressing Kelly Anne Conway about Lev Parnas, and CNN slamming Senator Martha McSally for calling its reporter a liberal hack. And later, Lawrence O'Donnell says MSNBC is far better than CNN because it doesn't have any pro-Trump guests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Kelly Anne Conway who thrives on mixing it up with cable hosts was out there defending her boss this week, and things turned combative when the White House Counselor was pressed about the suddenly public allegations by former Rudy Giuliani ally, Lev Parnas, on Fox's news room. The anchors asked four times whether Parnas is lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you saying flat out, 100 percent, what he alleges is not true? Yes or no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY ANNE CONWAY, PRESIDENT TRUMP'S COUNSELOR",
      "sentences": "When Lev Parnas says the president knew all of my moves, he gave consent, objection, you cannot say what somebody else knew or thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is he lying or not, Kellyanne?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, he's a proven liar. He's been indicted. And so I never -- look, I never heard the president mention this person to me ever a single time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's a yes or no question. Trump knew exactly what was going on, said Lev Parnas. And we're asking is that statement true or false.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Trump knew what was going on. In other words, what is Lev Parnas actually saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Sometimes, an official keeps sidestepping. And in fairness, Kelly Anne Conway has no direct knowledge of Parnas' allegations. And it's the job of journalists to keep asking the question. Republican Senator Martha McSally posted the video herself after this brief dust-up with CNN reporter Manu Raju.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANU RAJU, CNN",
      "sentences": "-- trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARTHA MCSALLY, R-ARIZ.",
      "sentences": "Manu, you're a liberal hack. I'm not talking to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That was a perfectly fair and politely phrased question. And CNN quickly declared war on the appointed senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN",
      "sentences": "It was disgusting. It was awful. She should know better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN",
      "sentences": "It you can't answer that question, maybe you shouldn't have been elected to the Senate. But, oh, sorry, Martha McSally actually wasn't elected to the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "sentences": "Senator McSally, veteran, amazing record of service, makes this stunt that much more pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now, McSally did not back off in a sit-down with Laura Ingraham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS",
      "sentences": "Senator, do you regret what you said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCSALLY",
      "sentences": "No, Laura, I do not. And I said it again, actually as I went in. These CNN reporters, but many of them around the Capitol, they are so bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What about Manu Raju's question, do you want witnesses?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCSALLY",
      "sentences": "I want a fair trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You can call me a conservative hack, but do you want witnesses, yes or no? Why aren't you telling us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCSALLY",
      "sentences": "Because we're going to vote Tuesday to start the trial and let them present the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCSALLY",
      "sentences": "How are you going to vote on the motion for witnesses?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are going to get to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So McSally who is fundraising off the incident still didn't answer the question. And while CNN's attacks may be a little over the top, Manu Raju was just doing his job. Next on \"Media Buzz,\" Laura Logan, who was covered wars around the world on President Trump and Iran, and why she's concluded the media are mostly liberal. And later, the press playing out the angry spat between Bernie and Elizabeth, but do voters really care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Laurence O'Donnell, the liberal MSNBC host who rips President Trump every night, is taking some rather revealing shots at CNN. Here he is on ex-senator Al Franken's podcast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC",
      "sentences": "One-third of the people on their payroll loves Trump. So you're guaranteed on any hour of CNN to minimum one-third of the programming will be supportive of Trump. Someone on their payroll saying here is why Trump is right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And what according to Lawrence is MSNBC's approach to pro-Trump voices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'DONNELL",
      "sentences": "One of the reasons why Trump kind of wants you to watch CNN instead of MSNBC, because he knows on MSNBC there will be no one defending him, because we won't bring on liars. I don't bring on liars. I won't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I sat down Lara Logan, the former 60-Minutes correspondent who is now working on long foreign programming (ph) called Fox Nation called Lara Logan has no Agenda, including a series on media bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Lara Logan, welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, FOX NATION",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Lawrence O'Donnell, former Democratic staffer, slammed CNN -- by the way the network doesn't even have anything close to one-third pro-Trump contributors, but he thinks CNN should be bashed for having at least a few voices defending Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "I mean, how can you justify that? I mean, maybe as an opinion person you can't, certainly not in terms of journalism, right? Wouldn't you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Look at this quote. Lawrence is bragging about a reason to watch his network, MSNBC. Trump, quote, knows on MSNBC there will be no one defending him. Imagine if a Fox conservative said the opposite, but no one on Fox will attack President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Well, that strikes me as the key component of what Lawrence O'Donnell said, right? You'll never see anyone defending Donald Trump on my show. While that may be true, is MSNBC treated the same way that, for example, corresponding host would be treated on Fox, right? I mean, we both know the answer to that. And I think that, for me, the frustration is, aren't you going to apply the same standard to everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah. In fairness, other MSNBC shows do have some pro-Trump defenders or administration officials. Now, you have said and you've got a lot of attention for this, the media are mostly liberal. Did you believe that when you started out many years ago at CBS or is this is a more recent conclusion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "You know, it is funny, Howie, is that I just grew up believing that we will all rise. We were all agreed with each other. That's kind of what it is. And it's -- you know, I'm old school. We always believed in being sceptical of everybody and doing your job. But I think many of us are not aware of our own bias, because I never worked in a newsroom where people were not liberal and where people were not Democratic. I didn't know. I didn't know anything like that. People just didn't identify that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It's a certain group -- everyone you know agrees with you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Most journalists are. That doesn't mean that you're not capable of being objective. It just means you might not be aware of the extent of your own bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Do you think all of this has been exacerbated during the Trump presidency and especially now during Trump impeachment headed to a Senate trial that it's become more overt or blatant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Well, you know the answer to that. You know it has, right? Of course, it has, because journalists are doing things today that they would have never have done. They would -- when would you put anonymous sources on who all come from -- with the same motivation. When would you put them on repeatedly even when you know that people -- your sources lie to you over and over again and over again, big lies, right? That everybody knows now are not true. You know, why would you do that? In the old days, you wouldn't do that. Why would you report on the dossier that you haven't verified, especially when the dossier is, you know, the conclusions of it are so damaging and the consequences are so significant?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "At the same time, even with some of these newspapers and networks that the president calls fake news, are there journalists who are trying to be fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think it's important to make that distinction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "And there are journalists trying to be fair, but they are outnumbered by the journalists who aren't. And that creates a problem for all of us and it creates a problem for the profession. And that's why, you know, I don't like being attacked and savaged and smeared. I don't like being presented as being right wing when I'm not right wing. I don't like being presented as anything I am when I'm not that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. On that point, your critics say you know this because your network with Fox Nation, you're saying these things because you're emerging as a conservative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "You know what they say, they say how can you -- you may not have an agenda, but Fox Nation sure does. I can't do anything about that, right? The work speaks for itself. Unfortunately, I think people out there, they're starting to recognize the patents and the tactics used in these smear campaigns. And, you know, sometimes I turn the tables on other journalists and say all the people who watch Fox, they don't matter, right? I mean, if the country is moderate, at least say half of America is liberal or Democrat and half of it is Republican? I mean, that's millions of people out there, you know, that still matter, and discounting them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It can't be comfortable having your reputation shredded and being attacked sometimes on partisan grounds after all the years that you have spent reporting around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "No, not comfortable, not fair, not honest, not right. And also most importantly, I'm not the only one, right? And I mean, I will just say the most blatant example that I can give is no one disputes that I was raped in Egypt. It took me a long time to even be able to talk about some of the worst details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You were raped by a mob and you were almost killed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Gang raped and sodomized over and over again and over again, and New York Magazine is quite OK reporting that I was groped. And nobody raises an objection to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You're suing the New York Magazine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "I'm suing the New York Magazine. And you know what? It's -- part from the fact you can argue about the motivation for it, it's not factually accurate, is it? It's not my side of the story versus their side of the story. It's actually not accurate. It's not fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Since you have reported from war zones around the world and risked your life, I want to ask you about the journalistic focus on the disputed intelligence about the air strike that killed General Soleimani, Iran's top terrorist. Are reporters right to question the intelligence, particularly after President Trump said there were imminent threats against four embassies and other administration officials didn't quite embrace that language?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "You have to question everything as a reporter, so I would never say no to that question, right? I mean, of course, you have to question intelligence. It's just how much -- does that dominate your coverage, that question, is that driving your coverage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Is that happening at the same time as you're also covering Soleimani, for example, in a flattering way, or in a way that is not representative of the board of context, you know, picks one side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. And on that note, the president tweeted this week that there were it were eminent threats. But he said, quote, doesn't really matter because of its horrible past. Now, that may be true, but it wasn't the administration's original justification.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Right. And also, that's the president's opinion, right? I mean, some people might disagree and say it does matter. And as a journalist, you can say, well, what I'm reporting on it matters because of this. But those are the types of subjective decisions and judgments that we face everyday in our work. And as reporters, we masquerade as being objective. We masquerade as being neutral. We masquerade as being, you know, completely without bias. Those things are, you know, they're not true and they're unrealistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Are you saying that journalists have opinions? We're human beings. We form judgments and therefore we should be more upfront about it, or are you saying that Donald Trump admittedly does things much differently than any other modern president is held to a completely different standard than his predecessors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "I'm saying that as journalists, we should be honest and acknowledge our own bias, because that's part of protecting our work from our bias. I'm saying that we should stand up, all of us, for the objective standards of journalism. We know what they are, and then also we should hold ourselves to account. And you know, what the president does we don't control. And if you -- if you say you can justify what -- I'm doing this because it's a legitimate question to ask. When you look at the rest of the body of your reporting, are you just doing because it's a legitimate question, or are you doing it because you really don't like Donald Trump? And the chance to catch him in another, you know, lie or exaggeration or controversy, is another chance to prove that you were right. He should have never been elected all along. There's a lot of that going on. And, you know, when you talk about fake news, it doesn't just refer to making up something. It also refers to journalists falsely representing themselves as fair and objective when they are not. That's also what fake news means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And that is the heart of the matter. That is the question. Lara Logan, great to see you, thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Thank you, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "New York Magazine says the Lara Logan lawsuit, that its story was fully vetted. Ahead, the usual media hype about Iowa caucuses seems to be fading. But first, was CNN unfair to Bernie Sanders on Elizabeth Warren's accusation and two candidates calling each other liars?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "CNN seems to take sides in this week's Iowa debate and its feud of Elizabeth Warren and Bernie Sanders over what he told her a year ago in a private meeting. Look at how reporter Abby Phillip, despite Bernie's denial, accepts Warren version as fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Senator Warren confirmed in a statement that in 2018 you told her that you did not believe that a woman could win the election. Why did you say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D) PRESIDENTIAL CANDIDATE",
      "sentences": "Well, as a matter of fact, I didn't say it. Anybody knows me, knows that it's incomprehensible that I would think that a woman could not be president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Senator Warren, what did you think when Senator Sanders told you a woman could not win the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D) PRESIDENTIAL CANDIDATE",
      "sentences": "I disagreed. Bernie is my friend, and I am not here to try to fight with Bernie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joining us now here in Washington Gayle Trotter, host of the podcast the Gayle Trotter Show right in D.C., and in Florida, Joe Trippi, the veteran Democratic strategist and a veteran of this program. Gayle, how does the debate moderator with this kind of he-said she-said dispute asked both Bernie and Elizabeth about what he supposedly told her when he denies it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAYLE TROTTER, THE HILL CONTRIBUTOR",
      "sentences": "Right. Well, the legal objection to the question that Abby Phillip said is that the question that she posed to Elizabeth Warren assumed a fact that was not in evidence. And that's why you heard the laugh line because it was striking stance for a moderator to essentially say that she thought that Elizabeth Warren was telling the truth and Bernie Sanders was lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So as a lawyer, you're banging the gavel and saying objection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Banging the gavel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joe, Sanders' version is that he told Elizabeth Warren that President Trump is a sexist who would weaponize whatever he could against her, and the fact that there's never been a female president and maybe she heard it differently. Why do you think the press is so obsessed with this spat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE TRIPPI, DEMOCRATIC STRATEGIST",
      "sentences": "Well, look. I think -- first of all, the second this story was broke, everybody, I think, in politics, at least on the Democratic side, knew this was going to be a moment in the debate. And I think there is a -- you know, there's a whole urge in the party to not have a division, to not have this kind of fight. So there's going to be a lot of interest, and did they call it or did they engage. And I think that's why this moment was so -- I think Abby Phillip, the moderator, was actually doing, I think, was trying to standby the network's reporting. CNN had four sources, two of which were contemporaneous at 2018 that Warren had said that this happened. That he said that a woman cannot be elected president. Then Warren confirmed it. And so I think that put -- I think it put Abby in the position of having -- I think what she was doing was not taking sides with Warren but basically saying we standby our reporting -- had she just said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The fact remains that Bernie Sanders denies it. But let me move now, Joe, to the -- everybody has seen this viral video when Bernie tried to shake her hand and Elizabeth Warren refused, and it was picked on the mic. Play it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I think you called me a liar on national TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I think you called me a liar on national TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Let's not do it right now. You want to have that discussion, we'll have that discussion. You called me a liar. You told me -- all right. Let's not do it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Gayle, tell the truth. First of all, any issue with CNN releasing that hot mic audio? And is the tale of these two progressives being fed up with each other more than a juicy gossip story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Well, they knew they were on the mic. But I think it's not that CNN bungled the spat between the two of them but they facilitated it. So they created the situation where Abby Phillip clearly took the side of Elizabeth Warren over Bernie Sanders. And that little juicy tidbit at the end just completed the story. And I think that this is just part of long history of controversies with bias. So you were talking with Lara Logan about bias by journalists. It's not just left-right thing. It's sometimes a left-left thing. And we've seen this in prior debates with Candy Crowley, Donna Brazile, and so this is just more of the same from CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Joe, even some CNN anchors have said it's obvious the Warren camp leaked this to the network. But there are intercept (ph) that Senator Warren told this off the record a year ago to a group of journalists. And that's how the leak came out in recent days. I have to wonder since they're on the stage, wearing mics with Elizabeth Warren wanted her post debate accusation to be picked up. And I also wanted to have voters care about it, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Well, look, as somebody who -- I had a candidate Howard Dean with a unit directional mic that took us out -- helped take us out of the race. At this point, anybody who is running knows that they have a mic on. It's going be -- and you could see Bernie Sanders clearly knew that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "And so yeah, Elizabeth Warren knew and went over there, I think to confront him, on whether she was hoping it would get picked or not, she wanted to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "A reference to the famous Dean scream. Guys, standby, let me get a break. Still to come, is the media's impeachment mania all about wiping the Iowa caucuses off the screen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The usual media hyperventilation over the make or break Iowa caucuses isn't quite happening in 2020. And Joe Trippi, I think the media will end up downgrading Iowa, not just because the senators are going to be pulled off the campaign trail for the last two weeks, because the TV coverage would be wall to wall on the Trump trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Well, that could be. But I still think -- I would not underestimate the coverage after Iowa. I think people -- we are now at the critical point where everybody who has been hanging on every word in these debates is tired of it. And the rest of America is tuning in, usually the day after Iowa. So I still think that's going to be there. I think people want to know who are the top finishers, and that's going to happen -- it's always had a big impact. I think it still will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Absolutely. It's a big story. But Gayle, whoever wins won't get the usual publicity bonanza, because the next morning it'll be back to impeachment, at least on cable news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "That's exactly right. And I think the Iowa caucuses are like a wild card playoff game, and the impeachment is the Super Bowl. I mean, we haven't had this kind of unique political spectacle since Bill Clinton's presidency. You're going to see more theatrics. It's much more interesting on the coverage. And if you think in terms of the audience, they're way more interested in that than they are in the Democratic primary debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The only flow in that sports analogy is that we now know who is going to win this particular Super Bowl. Let's go back to the CNN debate about 30, 40 minutes of time spent on foreign policy. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Some of your competitors have taken issue with that experience questioning your judgment in voting to authorize the Iraq war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICE PRESIDENT JOE BIDEN (D) PRESIDENTIAL CANDIDATE",
      "sentences": "That was a mistake and I acknowledge that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Wolf Blitzer also asking Bernie Sanders about his regret over voting for the war in Afghanistan. So Joe, serious foreign policy debate in the wake of the killing of General Soleimani, and yet, that got far less media attention than the little spat we discussed earlier between Warren and Sanders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Agreed. I thought it was one of the better debates, particularly on the focus on foreign policy. And -- but it was overshadowed completely. And that's one of the things I think, you know, there's a chicken and the egg kind of thing. Campaigns, speaking from experience, we go in trying to create a moment, not to win the debate moment, but to create media coverage. And I think that's what -- you know whether Elizabeth Warren went in to do that or not, whether the Abby Phillip questioning facilitated that, it just totally took -- it was the moment in the debate. And everything else didn't get much coverage at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And Gayle, just briefly, what does this say about the press? If there's a debate and there's no fireworks and there's no viral moment, and stuff that is literally Warren piece is kind of over in terms of coverage by the next day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Well, because foreign policy gets lost, because that's not going to move uncommitted voters. It's not going to drive massive turnout when you have that in contrast to the record-breaking economic performances in the last three years and the job growth, foreign policy just is not top of mind for most Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Ordinarily, I agree with you. But this is the first debate that came after the U.S. military confrontation with Iran. When I think foreign policy was top of mind, I think CNN made the right decision in leaning with it, and everyone else was sort of yawn, which I found frustrating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TROTTER",
      "sentences": "Well, it didn't sustain itself. So we didn't see the apocalyptic predictions coming through. And I think that's why you saw the coverage die off. And that's why the Democrats who don't have any policy that hangs together, why you're not seeing more coverage of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "No Worries. The media have ADD. Gayle Trotter, Joe Trippi down in Florida, thanks very much for joining us. And now a reminder, my friend Bill Hemmer, one to have best interviewers in the business, starts tomorrow on his new show, Bill Hemmer Reports at 3:00 p.m. Eastern. And he'll also be the Breaking News Hour for Fox. And I've worked with Bill for over a decade. We've had so many smart conversations in the morning, total pro. He will make a mark with his new real estate, looking forward to that. And our pal, Ed Henry, taking his spot on America's News Room along with Sandra Smith. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We didn't get to Harry and Meghan giving up their royal titles. There's a promo for \"Media Buzz Meter,\" my podcast, which you can get at Apple Itunes and other places, Google Play, Foxnewspodcast.com. Also check out our Facebook page. We post my columns there every weekday. And we are back here next Sunday. We will see you back then with the latest Buzz. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, HOST",
      "utterance": "On the Buzz Meter this Sunday, the media in full impeachment mode as Nancy Pelosi finally sends the articles to the Senate. Her party unveils new allegations on Ukraine, and President Trump calls the process another con job by the do-nothing Democrats."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC",
      "utterance": "And his incontrovertibly true that the case for impeachment of the president was very strong when they voted to do so last month, but since then the case has only gotten stronger."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS",
      "utterance": "We know this was an emotional tantrum directed at daddy who won the election, and they are mad at daddy, so we have to go through this phony perception."
    },
    {
      "speaker": "CHRIS MATTHEWS, MSNBC",
      "utterance": "All this incredible information confirming all the worst aspects this president was involved with a deal around the U.S. government like Nixon, like the plumbers,"
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "utterance": "Does Democrats know these articles are so laughably weak. They have now decided to include brand new, a trove document that were not presented during their Schiff sham impeachment proceeding."
    },
    {
      "speaker": "KURTZ",
      "utterance": "How is the press covering the impeachment saga, even as the president signs a major trade deal with China, while we careen toward this weeks Senate trial? Lev Parnas, the indicted Rudy Giuliani associate, takes his tale of Ukraine's skulduggery to Rachel Maddow."
    },
    {
      "speaker": "LEV PARNAS, GIULIANI ASSOCIATE",
      "utterance": "President Trump knew what exactly was going on. He was aware of all my movements. I wouldn't do anything without the consent of Rudy Giuliani or the president."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But are Parnas' bombshells diffused by his obvious credibility problems. CNN's hot mic captures angry words between Elizabeth Warren and Bernie Sanders over her charge that he said a woman couldn't win. But did CNN's moderator blatantly take Warren's side, plus, a special sit-down with Lara Logan."
    },
    {
      "speaker": "LARA LOGAN, FOX NATION",
      "utterance": "And as reporters, we masquerade as being objective. We masquerade as being mutual. We masquerade as being, you know, completely without bias."
    },
    {
      "speaker": "KURTZ",
      "utterance": "On the many forms of media prejudice. I'm Howard Kurtz and this is MEDIA BUZZ. The opening of the Senate impeachment trial was upstaged by Lev Parnas, the Rudy Giuliani ally, who's facing criminal charges, as he went public what he says he did on Ukraine at the direction of the president's personal lawyer, laying it out in interview with the New York Times, CNN's Anderson Cooper, and MSNBC's Rachel Maddow."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC",
      "utterance": "The president was aware that you and Mr. Giuliani were working on this effort in Ukraine to basically try to hurt Joe Biden's political career?"
    },
    {
      "speaker": "PARNAS",
      "utterance": "Yeah, it was all about Joe Biden, Hunter Biden."
    },
    {
      "speaker": "MADDOW",
      "utterance": "Unless he announced an investigation into Joe Biden, no U.S. officials, particularly Vice President Mike Pence would not --"
    },
    {
      "speaker": "PARNAS",
      "utterance": "Particularly Vice President Mike Pence."
    },
    {
      "speaker": "MADDOW",
      "utterance": "So this first note. Get Zelensky to announce that the Biden case will be investigated. That's Mr. Giuliani tasking you that you should get that commitment from Zelensky?"
    },
    {
      "speaker": "PARNAS",
      "utterance": "Yeah. That was always the main objective, correct."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Mike Pence's plane trip to the Zelensky presidential inaugural was in fact cancelled. And reporters raise the Parnas interview with President Trump."
    },
    {
      "speaker": "DONALD TRUMP, UNITED STATES PRESIDENT",
      "utterance": "I don't know him. I don't know him, other than we had pictures taken which I do with thousands of people. I don't know what he's about. I don't know where he comes from. I know nothing about him. I can only tell you this thing is a big hoax."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joining us now to analyze the coverage, Ben Domenech, founder and publisher of the Federalist, Gillian Turner, Fox News reporter and White House official in last two administrations, and Ray Suarez, former PBS News Hour correspondent, who co-hosts World Affairs on KQED. Ben, Lev Parnas obviously trying to leniency in the case against him, but he also has notes, text messages detailing how he communicated with Rudy Giuliani and others. How seriously should the media take his allegations?"
    },
    {
      "speaker": "BEN DOMENECH, FEDERALIST PUBLISHER",
      "utterance": "I do think that these allegations are worth paying attention to. Obviously, he has a significant list of text messages and documents that you can look at and evaluate. But you have to put this in context, which is that Lev Parnas is one of series of interesting crooks in this whole affair, people who seem more appropriate as characters in a Cohen brother's movie than as people who had the kind of proximity to power that they apparently did. Lev Parnas, I think, should be taken with not just with grain of salt, but a metric ton of salt when it comes to the kind of the kind of things that he's trying to achieve in advancing these -- this particular moment. He wants leniency, and so he is going to go out there and say whatever the media eggs him on in to saying in order to try to get him."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You would cast him in a comical crime movie, interesting. Now, Parnas, Gillian, has openly asked to testify, found no takers. And so he goes on this media tour. Does that help his case? Does it hurt the president? Or is it -- just become more noise?"
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "The problem with Parnas is he has become, I think, his own major barrier to credibility. Part of what he's trying to do here is submit this tranche of evidence, three tranches now. His attorney has handed over to House Intelligence Committee, but as his lawyers are doing this, he's going on television and undercutting his own stuff. You know, one of the most explosive findings in this third tranche was his claim that Robert Hyde had stood up this surveillance operation of Marie Yovanovitch, the former ambassador in Ukraine. He went on Rachel Maddow and said, but Robert Hyde is a lunatic. He's a guy who is drunk most of the time. You know, he's undercutting his own stuff."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Since you brought that up, let's jump ahead here and play the sound bite, because Rachel Maddow asked Parnas about this and here was his response."
    },
    {
      "speaker": "MADDOW",
      "utterance": "Are you clear on whether or not there was ever an actually physical threat or a threat of personal intimidation against Ambassador Yovanovitch?"
    },
    {
      "speaker": "PARNAS",
      "utterance": "Never from my side or anybody I know."
    },
    {
      "speaker": "MADDOW",
      "utterance": "You didn't worry that she was actually in physical danger."
    },
    {
      "speaker": "PARNAS",
      "utterance": "Never, never."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So I would say that's an example of him not hyping beyond what he can prove and would be easy to say, yeah, we were spying on her."
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, this comment is interesting from an entirely different perspective, which is that Yovanovitch testified under oath in front of the House Intelligence Committee that she was scared by the -- but she was told by the administration that there was a physical threat to her security. And that's why she needed to come back to the United States immediately. So if the threat wasn't coming from Robert Hyde and Lev Parnas, where was it coming from?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. And Parnas and Hyde was sort of this fringe drunken character. I thought Rachel Maddow was very partisan, did a pretty good job in pressuring Parnas. The question is journalists would ask but she asked a little bit more about his culpability and motivation. But Ray, Parnas goes to her, as obviously as somebody sympathetic to the notion that Trump is deeply involved in the pressure campaign against Ukraine, your take on the interview?"
    },
    {
      "speaker": "RAY SUAREZ, WORLD AFFAIRS CO-HOST",
      "utterance": "A Washington Post writer called it Joe Pesci as John Dean."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "And I laughed when I saw that. But there's something to that. I mean, he's not a pedigreed, legally educated guy from D.C. central casting. He's a Brooklyn guy, a real estate hustler. But he also has a lot of knowledge about the inside workings of the independent operation that Giuliani was running in Eastern Europe. He can tell us a lot about it. A lot has already emerged. He can back it up with documents. To dismiss him as not a torpedo aimed at Trump world, I think, is underplaying what he brings to the table. Whether he'll ever be heard, whether he'll ever be heard under oath in this process remains to be seen."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, he certainly has been heard on television, so now we know what he would say. Of course, he hadn't been cross examined. I guess, you know, Maddow did ask him a lot of questions. So Rudy Giuliani says Parnas is a proven liar, that he's been used by Trump haters. But when he says, look, I told President Zelenzky's aide that unless Ukraine announced an investigation of Biden in Burisma, that Pence wouldn't go to inauguration and other steps wouldn't be taken. He's offering some documentation. I think that's what makes a bit of a tangle."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "But I also think this was a situation where, you know, a lot of this was known and has been known in advance by a number of major Democratic officials who I think made a choice not to include this in part of the process earlier. This is a guy who's wanted to be part of the process who has been, you know, practically screaming call me, you know, throughout all of this. And I think there's a reason that this is being done and prosecuted through the media as opposed to in a situation where it would be cross examined and a lot of this would be tested."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me play this other clip from the Maddow show in MSNBC, where I thought Parnas went beyond what he really could prove, in which he talked about, among others, the attorney general."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Did Rudy Giuliani tell you he had spoken to the attorney general, specifically about Ukraine?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Not only Rudy Giuliani. I mean, Victoria and Joe diGenova, they were all best friends. I mean, Barr -- Attorney General Barr was basically on the team."
    },
    {
      "speaker": "KURTZ",
      "utterance": "There's also reference to former federal prosecutor Joe diGenova and Victoria Toensing Ray. I thought he's never met William Barr. I thought he was less credible there. And my question to you is journalists able to make these distinctions? He said a lot of things in these various interviews, not just with Rachel, about what he can back up and what appears to be surmised on his part."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "He, in these interviews, brought in a whole cast of characters putting the lie to the idea that nobody knew what was going on, that Rudy Giuliani was an independent actor, who nobody authorized him to do what he was doing. There's this whole deep story that Parnas gives. Now, you may not believe it. You may not want to believe it. But he brought in all kinds of people, including frequent --"
    },
    {
      "speaker": "TURNER",
      "utterance": "But still no smoking gun. And if you just look at just at the evidence, he doesn't have anything where somebody is saying I told President Trump this. I told President Trump that. President Trump ordered us to do this."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And on that point, CNN's Jake Tapper, who is usually pretty stuff on President Trump, says Parnas has a serious credibility problem. And Democrats, he told viewers, are treating him as the second coming of Theodore Roosevelt. Now, could that -- same be said of media outlets that are blasting out his charges?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Yeah, of course. I mean, again, it comes back to he should have just had his lawyers put the evidence out there and then back down. I think he undercuts his own credibility when he goes on television and tries to up sell the story, the evidence --"
    },
    {
      "speaker": "SUAREZ",
      "utterance": "There's no real trial in the Senate. This is all we are going to have, as a trial."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Trial by media, which you can't actually go to jail for that but you can ruin your reputation. All right, before we leave this segment, New York Times reporting that the Justice Department is now investigating Jim Comey, the former FBI chief, over a 2017 leak to the press by classified information related to Russian intelligence document. The Times story says this could raise questions about whether it was motivated at least in part by politics. The Washington Post headline says raising fears, Trump is using the Justice Department for political gain, fair observation?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Well, these were two pieces that really had the spin right there up front. I mean, there wasn't throat clearing. They weren't even to -- they were spinning of Jim Comey in this instance. And look, I think that this is always been something that's been a question for people who paid attention to Comey about whether he was going to have some consequences for the degree to which he was trying to spin these stories through the press back in 2017. The idea that people have different sort of understandings under the law when they leak this kind of material is something that is ingrained in Washington conventional wisdom. But if you're going to go, you know, by the actual book, by the letter of law in this instance, it looks to me like he does have a serious problem."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, it hasn't been proven that he engaged in an improper leak. It is under investigation, according to the Times. And the Times sends its back up ray (ph) will Trump pass pressure to Justice Department to investigate his -- 2018 he told Don McGahn and the White House counsel to push to prosecute Comey and Hillary Clinton and McGahn refused. Still, this could be something that was just cooked up by career professionals and may not be political."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "In years to come, Jim Comey will be one of the singular figures in Washington who has been up and down and hated by just about everybody on all partisan sides of these debates. He's an amazing story."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So that's a rare accomplishment. All right, let me just also mention that the president, of course, announcing his legal team. Alan Dershowitz, of course, says he's a liberal Democrat. He says he's just going to an hour in constitutional issues. Well, he got a lot of attention. And Ken Starr, the former Clinton special prosecutor, being brought back in the president's defence. And now we should note that once announcement was made, Fox News had been using Starr as a contributor, severed that relationship. When we come back, the Senate impeachment proceedings complete with air time with President Trump's China deal. And later, Lara Logan on why she believes the media are utterly bias."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now that Nancy Pelosi's delaying tactics are finally over, Democratic House members finally walk the two articles of impeachment to the Senate side of the Capitol, unleashing a tsunami of media coverage that peaking when the political trial begins on Tuesday."
    },
    {
      "speaker": "NANCY PELOSI, HOUSE SPEAKER",
      "utterance": "When the president of the United States has said Article Two says I can do whatever I want. That's a monarchy. That is not a republic."
    },
    {
      "speaker": "TRUMP",
      "utterance": "This is a hoax. It's a shame. I did the biggest deal ever done in the history of our country. And that was the second story to a total hoax."
    },
    {
      "speaker": "KURTZ",
      "utterance": "There were splits between coverage that morning between the big China trade deal and the Pelosi unveiling to have articles. So Ben, the coverage of whether the Senate should call witnesses, Democrats say let's call Lev Parnas. Let's call John Bolton. And Republicans say, OK, we'll call Joe and Hunter Biden. Does the coverage favor one side in your view?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Well, I think you can tell what isn't being said by looking at the way impeachment was framed this past week. There were a lot of pieces that I saw making the argument that impeachment isn't going to matter that much in November, that, oh, this is something that's going to be done and then we're going to move on. What they're leaving out of that story is how badly botched this whole process has been, including this Pelosi delay, pushing up to the point where you're going to remove from the field of 2020 all of these key players, particularly Bernie Sanders right before Iowa, which is critical for him. It really has been a botched process that I think everyone should be talking about. If not for the fact that there's this whole collection of people who put Nancy Pelosi on this pedestal as being this brilliant political operator, I think really this was a process that timing and in the way that it played out was badly botched and could hurt Democrats significantly in 2020, but you're not hearing that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Pelosi has gotten some rare criticism for her tactics. The Government Accountability Office, which is widely viewed as non-partisan, said this week that President Trump broke the law in withholding Ukraine military aid as appropriated by Congress. That would ordinarily be a bombshell. But in this media environment, it kind of becomes just another data point."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "It is their job to assess things like that. And then they make the assessment, and people who want to believe it say, see, and people who don't want to believe it say ho-hum. It is weird. It's -- we're in an amazing time."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Gillian, you turn on the TV and you see conservative pundits. And President Trump and leading Republicans say this is a sham and a witch hunt and all of the denigrations. And Trump says this is a perfect call with Zelensky. And then you see liberate commentators and leading Democrats saying our democracy is at stake. He cannot be allowed to violate the Constitution. Somehow, even though the trials about to start, the story is feeling old."
    },
    {
      "speaker": "TURNER",
      "utterance": "It really is. I mean everything that we are going to hear at this trial over the coming two weeks or three weeks, or whatever it ends up being. We've heard now in probably about five iterations. We heard it when it leaked out of the House Intelligence Committee when witnesses were testifying behind closed doors. We then read it again when the House Intelligence Committee released the testimony. We then saw it when it was broadcast live from the House floor. I mean, this is going to be the fourth or fifth iteration for most Americans. So I think from that --"
    },
    {
      "speaker": "SUAREZ",
      "utterance": "Do you think people pay attention in that way? You and I do. Does it seem as old and stale to somebody who is just tuning in?"
    },
    {
      "speaker": "TURNER",
      "utterance": "-- people who have either seen it or read about it now, over the course of the last year. And we're not going to -- if especially if we are not going to have witnesses, there's nothing really new to be learned here."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I think the American people are actually very smart when it comes to the way that they consume news. And I think that they've understood from the outset of this process and became more and more understanding as it went along, that this was not going to result in some big surprise. The president was not going to be removed at the end of the day. That really the only suspense is whether there's a bipartisan vote on each side or not. And that's not something that I think they are eager to tune into, because they know the result of the game already."
    },
    {
      "speaker": "TURNER",
      "utterance": "A lot of Republicans, quickly, on Capitol Hill are saying the president is right. And this is behind closed doors. The president's right. If we are not going to hear new witness testimony, we are not going to receive new evidence. Why are we doing this trial? We know the vote tally. Just save the American public the expense and the time."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, of course, even Mitchell McConnell understands that he would receive a lot of criticism if they try to, you know, do this in two days and kind of --"
    },
    {
      "speaker": "TURNER",
      "utterance": "They would."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But are the media, left and right, in framing in this as kind of a partisan slugfest, in making the arguments. We've all heard the politicians. Are they contributing to the notion that this is just more beltway politics?"
    },
    {
      "speaker": "SUAREZ",
      "utterance": "Well, there's a commentary act. And sure, they're contributing to that. But people who are just doing straight reporting day in and day out, trying to understand documents, reading the 600-page filings, reading emails. I mean, that's the record. That's the record of what happened. And if you're trying to understand whether the president was running a brown bag and black bag operation in Ukraine, you have to understand this stuff. It's legit."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So maybe it's being done for history. But it does seem to me that more openly partisan than the Clinton or even the Nixon impeachment. And that is it for now, Ray Suarez, Gillian Turner, Ben Domenech, great to see you all this Sunday. Up next, Fox pressing Kelly Anne Conway about Lev Parnas, and CNN slamming Senator Martha McSally for calling its reporter a liberal hack. And later, Lawrence O'Donnell says MSNBC is far better than CNN because it doesn't have any pro-Trump guests."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Kelly Anne Conway who thrives on mixing it up with cable hosts was out there defending her boss this week, and things turned combative when the White House Counselor was pressed about the suddenly public allegations by former Rudy Giuliani ally, Lev Parnas, on Fox's news room. The anchors asked four times whether Parnas is lying."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you saying flat out, 100 percent, what he alleges is not true? Yes or no."
    },
    {
      "speaker": "KELLY ANNE CONWAY, PRESIDENT TRUMP'S COUNSELOR",
      "utterance": "When Lev Parnas says the president knew all of my moves, he gave consent, objection, you cannot say what somebody else knew or thought."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sorry."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Is he lying or not, Kellyanne?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, he's a proven liar. He's been indicted. And so I never -- look, I never heard the president mention this person to me ever a single time."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's a yes or no question. Trump knew exactly what was going on, said Lev Parnas. And we're asking is that statement true or false."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Trump knew what was going on. In other words, what is Lev Parnas actually saying?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Sometimes, an official keeps sidestepping. And in fairness, Kelly Anne Conway has no direct knowledge of Parnas' allegations. And it's the job of journalists to keep asking the question. Republican Senator Martha McSally posted the video herself after this brief dust-up with CNN reporter Manu Raju."
    },
    {
      "speaker": "MANU RAJU, CNN",
      "utterance": "-- trial."
    },
    {
      "speaker": "SEN. MARTHA MCSALLY, R-ARIZ.",
      "utterance": "Manu, you're a liberal hack. I'm not talking to you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That was a perfectly fair and politely phrased question. And CNN quickly declared war on the appointed senator."
    },
    {
      "speaker": "WOLF BLITZER, CNN",
      "utterance": "It was disgusting. It was awful. She should know better."
    },
    {
      "speaker": "ANDERSON COOPER, CNN",
      "utterance": "It you can't answer that question, maybe you shouldn't have been elected to the Senate. But, oh, sorry, Martha McSally actually wasn't elected to the Senate."
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "utterance": "Senator McSally, veteran, amazing record of service, makes this stunt that much more pathetic."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now, McSally did not back off in a sit-down with Laura Ingraham."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS",
      "utterance": "Senator, do you regret what you said?"
    },
    {
      "speaker": "MCSALLY",
      "utterance": "No, Laura, I do not. And I said it again, actually as I went in. These CNN reporters, but many of them around the Capitol, they are so bias."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What about Manu Raju's question, do you want witnesses?"
    },
    {
      "speaker": "MCSALLY",
      "utterance": "I want a fair trial."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You can call me a conservative hack, but do you want witnesses, yes or no? Why aren't you telling us?"
    },
    {
      "speaker": "MCSALLY",
      "utterance": "Because we're going to vote Tuesday to start the trial and let them present the --"
    },
    {
      "speaker": "MCSALLY",
      "utterance": "How are you going to vote on the motion for witnesses?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are going to get to that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So McSally who is fundraising off the incident still didn't answer the question. And while CNN's attacks may be a little over the top, Manu Raju was just doing his job. Next on \"Media Buzz,\" Laura Logan, who was covered wars around the world on President Trump and Iran, and why she's concluded the media are mostly liberal. And later, the press playing out the angry spat between Bernie and Elizabeth, but do voters really care?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Laurence O'Donnell, the liberal MSNBC host who rips President Trump every night, is taking some rather revealing shots at CNN. Here he is on ex-senator Al Franken's podcast."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC",
      "utterance": "One-third of the people on their payroll loves Trump. So you're guaranteed on any hour of CNN to minimum one-third of the programming will be supportive of Trump. Someone on their payroll saying here is why Trump is right."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And what according to Lawrence is MSNBC's approach to pro-Trump voices."
    },
    {
      "speaker": "O'DONNELL",
      "utterance": "One of the reasons why Trump kind of wants you to watch CNN instead of MSNBC, because he knows on MSNBC there will be no one defending him, because we won't bring on liars. I don't bring on liars. I won't do that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I sat down Lara Logan, the former 60-Minutes correspondent who is now working on long foreign programming (ph) called Fox Nation called Lara Logan has no Agenda, including a series on media bias."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Lara Logan, welcome."
    },
    {
      "speaker": "LARA LOGAN, FOX NATION",
      "utterance": "Thank you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Lawrence O'Donnell, former Democratic staffer, slammed CNN -- by the way the network doesn't even have anything close to one-third pro-Trump contributors, but he thinks CNN should be bashed for having at least a few voices defending Donald Trump."
    },
    {
      "speaker": "LOGAN",
      "utterance": "I mean, how can you justify that? I mean, maybe as an opinion person you can't, certainly not in terms of journalism, right? Wouldn't you say?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Look at this quote. Lawrence is bragging about a reason to watch his network, MSNBC. Trump, quote, knows on MSNBC there will be no one defending him. Imagine if a Fox conservative said the opposite, but no one on Fox will attack President Trump."
    },
    {
      "speaker": "LOGAN",
      "utterance": "Well, that strikes me as the key component of what Lawrence O'Donnell said, right? You'll never see anyone defending Donald Trump on my show. While that may be true, is MSNBC treated the same way that, for example, corresponding host would be treated on Fox, right? I mean, we both know the answer to that. And I think that, for me, the frustration is, aren't you going to apply the same standard to everybody."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah. In fairness, other MSNBC shows do have some pro-Trump defenders or administration officials. Now, you have said and you've got a lot of attention for this, the media are mostly liberal. Did you believe that when you started out many years ago at CBS or is this is a more recent conclusion?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "You know, it is funny, Howie, is that I just grew up believing that we will all rise. We were all agreed with each other. That's kind of what it is. And it's -- you know, I'm old school. We always believed in being sceptical of everybody and doing your job. But I think many of us are not aware of our own bias, because I never worked in a newsroom where people were not liberal and where people were not Democratic. I didn't know. I didn't know anything like that. People just didn't identify that way."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It's a certain group -- everyone you know agrees with you?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Most journalists are. That doesn't mean that you're not capable of being objective. It just means you might not be aware of the extent of your own bias."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Do you think all of this has been exacerbated during the Trump presidency and especially now during Trump impeachment headed to a Senate trial that it's become more overt or blatant?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Well, you know the answer to that. You know it has, right? Of course, it has, because journalists are doing things today that they would have never have done. They would -- when would you put anonymous sources on who all come from -- with the same motivation. When would you put them on repeatedly even when you know that people -- your sources lie to you over and over again and over again, big lies, right? That everybody knows now are not true. You know, why would you do that? In the old days, you wouldn't do that. Why would you report on the dossier that you haven't verified, especially when the dossier is, you know, the conclusions of it are so damaging and the consequences are so significant?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "At the same time, even with some of these newspapers and networks that the president calls fake news, are there journalists who are trying to be fair?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Of course."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think it's important to make that distinction."
    },
    {
      "speaker": "LOGAN",
      "utterance": "And there are journalists trying to be fair, but they are outnumbered by the journalists who aren't. And that creates a problem for all of us and it creates a problem for the profession. And that's why, you know, I don't like being attacked and savaged and smeared. I don't like being presented as being right wing when I'm not right wing. I don't like being presented as anything I am when I'm not that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. On that point, your critics say you know this because your network with Fox Nation, you're saying these things because you're emerging as a conservative."
    },
    {
      "speaker": "LOGAN",
      "utterance": "You know what they say, they say how can you -- you may not have an agenda, but Fox Nation sure does. I can't do anything about that, right? The work speaks for itself. Unfortunately, I think people out there, they're starting to recognize the patents and the tactics used in these smear campaigns. And, you know, sometimes I turn the tables on other journalists and say all the people who watch Fox, they don't matter, right? I mean, if the country is moderate, at least say half of America is liberal or Democrat and half of it is Republican? I mean, that's millions of people out there, you know, that still matter, and discounting them --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "It can't be comfortable having your reputation shredded and being attacked sometimes on partisan grounds after all the years that you have spent reporting around the world."
    },
    {
      "speaker": "LOGAN",
      "utterance": "No, not comfortable, not fair, not honest, not right. And also most importantly, I'm not the only one, right? And I mean, I will just say the most blatant example that I can give is no one disputes that I was raped in Egypt. It took me a long time to even be able to talk about some of the worst details."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You were raped by a mob and you were almost killed?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Gang raped and sodomized over and over again and over again, and New York Magazine is quite OK reporting that I was groped. And nobody raises an objection to that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You're suing the New York Magazine?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "I'm suing the New York Magazine. And you know what? It's -- part from the fact you can argue about the motivation for it, it's not factually accurate, is it? It's not my side of the story versus their side of the story. It's actually not accurate. It's not fact."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Since you have reported from war zones around the world and risked your life, I want to ask you about the journalistic focus on the disputed intelligence about the air strike that killed General Soleimani, Iran's top terrorist. Are reporters right to question the intelligence, particularly after President Trump said there were imminent threats against four embassies and other administration officials didn't quite embrace that language?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "You have to question everything as a reporter, so I would never say no to that question, right? I mean, of course, you have to question intelligence. It's just how much -- does that dominate your coverage, that question, is that driving your coverage?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "LOGAN",
      "utterance": "Is that happening at the same time as you're also covering Soleimani, for example, in a flattering way, or in a way that is not representative of the board of context, you know, picks one side."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. And on that note, the president tweeted this week that there were it were eminent threats. But he said, quote, doesn't really matter because of its horrible past. Now, that may be true, but it wasn't the administration's original justification."
    },
    {
      "speaker": "LOGAN",
      "utterance": "Right. And also, that's the president's opinion, right? I mean, some people might disagree and say it does matter. And as a journalist, you can say, well, what I'm reporting on it matters because of this. But those are the types of subjective decisions and judgments that we face everyday in our work. And as reporters, we masquerade as being objective. We masquerade as being neutral. We masquerade as being, you know, completely without bias. Those things are, you know, they're not true and they're unrealistic."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Are you saying that journalists have opinions? We're human beings. We form judgments and therefore we should be more upfront about it, or are you saying that Donald Trump admittedly does things much differently than any other modern president is held to a completely different standard than his predecessors?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "I'm saying that as journalists, we should be honest and acknowledge our own bias, because that's part of protecting our work from our bias. I'm saying that we should stand up, all of us, for the objective standards of journalism. We know what they are, and then also we should hold ourselves to account. And you know, what the president does we don't control. And if you -- if you say you can justify what -- I'm doing this because it's a legitimate question to ask. When you look at the rest of the body of your reporting, are you just doing because it's a legitimate question, or are you doing it because you really don't like Donald Trump? And the chance to catch him in another, you know, lie or exaggeration or controversy, is another chance to prove that you were right. He should have never been elected all along. There's a lot of that going on. And, you know, when you talk about fake news, it doesn't just refer to making up something. It also refers to journalists falsely representing themselves as fair and objective when they are not. That's also what fake news means."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And that is the heart of the matter. That is the question. Lara Logan, great to see you, thanks very much for joining us."
    },
    {
      "speaker": "LOGAN",
      "utterance": "Thank you, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "New York Magazine says the Lara Logan lawsuit, that its story was fully vetted. Ahead, the usual media hype about Iowa caucuses seems to be fading. But first, was CNN unfair to Bernie Sanders on Elizabeth Warren's accusation and two candidates calling each other liars?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "CNN seems to take sides in this week's Iowa debate and its feud of Elizabeth Warren and Bernie Sanders over what he told her a year ago in a private meeting. Look at how reporter Abby Phillip, despite Bernie's denial, accepts Warren version as fact."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Senator Warren confirmed in a statement that in 2018 you told her that you did not believe that a woman could win the election. Why did you say that?"
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D) PRESIDENTIAL CANDIDATE",
      "utterance": "Well, as a matter of fact, I didn't say it. Anybody knows me, knows that it's incomprehensible that I would think that a woman could not be president of the United States."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Senator Warren, what did you think when Senator Sanders told you a woman could not win the election?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN (D) PRESIDENTIAL CANDIDATE",
      "utterance": "I disagreed. Bernie is my friend, and I am not here to try to fight with Bernie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joining us now here in Washington Gayle Trotter, host of the podcast the Gayle Trotter Show right in D.C., and in Florida, Joe Trippi, the veteran Democratic strategist and a veteran of this program. Gayle, how does the debate moderator with this kind of he-said she-said dispute asked both Bernie and Elizabeth about what he supposedly told her when he denies it."
    },
    {
      "speaker": "GAYLE TROTTER, THE HILL CONTRIBUTOR",
      "utterance": "Right. Well, the legal objection to the question that Abby Phillip said is that the question that she posed to Elizabeth Warren assumed a fact that was not in evidence. And that's why you heard the laugh line because it was striking stance for a moderator to essentially say that she thought that Elizabeth Warren was telling the truth and Bernie Sanders was lying."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So as a lawyer, you're banging the gavel and saying objection."
    },
    {
      "speaker": "TROTTER",
      "utterance": "Banging the gavel."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joe, Sanders' version is that he told Elizabeth Warren that President Trump is a sexist who would weaponize whatever he could against her, and the fact that there's never been a female president and maybe she heard it differently. Why do you think the press is so obsessed with this spat?"
    },
    {
      "speaker": "JOE TRIPPI, DEMOCRATIC STRATEGIST",
      "utterance": "Well, look. I think -- first of all, the second this story was broke, everybody, I think, in politics, at least on the Democratic side, knew this was going to be a moment in the debate. And I think there is a -- you know, there's a whole urge in the party to not have a division, to not have this kind of fight. So there's going to be a lot of interest, and did they call it or did they engage. And I think that's why this moment was so -- I think Abby Phillip, the moderator, was actually doing, I think, was trying to standby the network's reporting. CNN had four sources, two of which were contemporaneous at 2018 that Warren had said that this happened. That he said that a woman cannot be elected president. Then Warren confirmed it. And so I think that put -- I think it put Abby in the position of having -- I think what she was doing was not taking sides with Warren but basically saying we standby our reporting -- had she just said that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The fact remains that Bernie Sanders denies it. But let me move now, Joe, to the -- everybody has seen this viral video when Bernie tried to shake her hand and Elizabeth Warren refused, and it was picked on the mic. Play it."
    },
    {
      "speaker": "WARREN",
      "utterance": "I think you called me a liar on national TV."
    },
    {
      "speaker": "SANDERS",
      "utterance": "What?"
    },
    {
      "speaker": "WARREN",
      "utterance": "I think you called me a liar on national TV."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Let's not do it right now. You want to have that discussion, we'll have that discussion. You called me a liar. You told me -- all right. Let's not do it now."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Gayle, tell the truth. First of all, any issue with CNN releasing that hot mic audio? And is the tale of these two progressives being fed up with each other more than a juicy gossip story?"
    },
    {
      "speaker": "TROTTER",
      "utterance": "Well, they knew they were on the mic. But I think it's not that CNN bungled the spat between the two of them but they facilitated it. So they created the situation where Abby Phillip clearly took the side of Elizabeth Warren over Bernie Sanders. And that little juicy tidbit at the end just completed the story. And I think that this is just part of long history of controversies with bias. So you were talking with Lara Logan about bias by journalists. It's not just left-right thing. It's sometimes a left-left thing. And we've seen this in prior debates with Candy Crowley, Donna Brazile, and so this is just more of the same from CNN."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Joe, even some CNN anchors have said it's obvious the Warren camp leaked this to the network. But there are intercept (ph) that Senator Warren told this off the record a year ago to a group of journalists. And that's how the leak came out in recent days. I have to wonder since they're on the stage, wearing mics with Elizabeth Warren wanted her post debate accusation to be picked up. And I also wanted to have voters care about it, your thoughts?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Well, look, as somebody who -- I had a candidate Howard Dean with a unit directional mic that took us out -- helped take us out of the race. At this point, anybody who is running knows that they have a mic on. It's going be -- and you could see Bernie Sanders clearly knew that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "And so yeah, Elizabeth Warren knew and went over there, I think to confront him, on whether she was hoping it would get picked or not, she wanted to do that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "A reference to the famous Dean scream. Guys, standby, let me get a break. Still to come, is the media's impeachment mania all about wiping the Iowa caucuses off the screen?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "The usual media hyperventilation over the make or break Iowa caucuses isn't quite happening in 2020. And Joe Trippi, I think the media will end up downgrading Iowa, not just because the senators are going to be pulled off the campaign trail for the last two weeks, because the TV coverage would be wall to wall on the Trump trial."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Well, that could be. But I still think -- I would not underestimate the coverage after Iowa. I think people -- we are now at the critical point where everybody who has been hanging on every word in these debates is tired of it. And the rest of America is tuning in, usually the day after Iowa. So I still think that's going to be there. I think people want to know who are the top finishers, and that's going to happen -- it's always had a big impact. I think it still will be."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Absolutely. It's a big story. But Gayle, whoever wins won't get the usual publicity bonanza, because the next morning it'll be back to impeachment, at least on cable news."
    },
    {
      "speaker": "TROTTER",
      "utterance": "That's exactly right. And I think the Iowa caucuses are like a wild card playoff game, and the impeachment is the Super Bowl. I mean, we haven't had this kind of unique political spectacle since Bill Clinton's presidency. You're going to see more theatrics. It's much more interesting on the coverage. And if you think in terms of the audience, they're way more interested in that than they are in the Democratic primary debate."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The only flow in that sports analogy is that we now know who is going to win this particular Super Bowl. Let's go back to the CNN debate about 30, 40 minutes of time spent on foreign policy. Let's take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Some of your competitors have taken issue with that experience questioning your judgment in voting to authorize the Iraq war."
    },
    {
      "speaker": "VICE PRESIDENT JOE BIDEN (D) PRESIDENTIAL CANDIDATE",
      "utterance": "That was a mistake and I acknowledge that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Wolf Blitzer also asking Bernie Sanders about his regret over voting for the war in Afghanistan. So Joe, serious foreign policy debate in the wake of the killing of General Soleimani, and yet, that got far less media attention than the little spat we discussed earlier between Warren and Sanders."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Agreed. I thought it was one of the better debates, particularly on the focus on foreign policy. And -- but it was overshadowed completely. And that's one of the things I think, you know, there's a chicken and the egg kind of thing. Campaigns, speaking from experience, we go in trying to create a moment, not to win the debate moment, but to create media coverage. And I think that's what -- you know whether Elizabeth Warren went in to do that or not, whether the Abby Phillip questioning facilitated that, it just totally took -- it was the moment in the debate. And everything else didn't get much coverage at all."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And Gayle, just briefly, what does this say about the press? If there's a debate and there's no fireworks and there's no viral moment, and stuff that is literally Warren piece is kind of over in terms of coverage by the next day?"
    },
    {
      "speaker": "TROTTER",
      "utterance": "Well, because foreign policy gets lost, because that's not going to move uncommitted voters. It's not going to drive massive turnout when you have that in contrast to the record-breaking economic performances in the last three years and the job growth, foreign policy just is not top of mind for most Americans."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Ordinarily, I agree with you. But this is the first debate that came after the U.S. military confrontation with Iran. When I think foreign policy was top of mind, I think CNN made the right decision in leaning with it, and everyone else was sort of yawn, which I found frustrating."
    },
    {
      "speaker": "TROTTER",
      "utterance": "Well, it didn't sustain itself. So we didn't see the apocalyptic predictions coming through. And I think that's why you saw the coverage die off. And that's why the Democrats who don't have any policy that hangs together, why you're not seeing more coverage of that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "No Worries. The media have ADD. Gayle Trotter, Joe Trippi down in Florida, thanks very much for joining us. And now a reminder, my friend Bill Hemmer, one to have best interviewers in the business, starts tomorrow on his new show, Bill Hemmer Reports at 3:00 p.m. Eastern. And he'll also be the Breaking News Hour for Fox. And I've worked with Bill for over a decade. We've had so many smart conversations in the morning, total pro. He will make a mark with his new real estate, looking forward to that. And our pal, Ed Henry, taking his spot on America's News Room along with Sandra Smith. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We didn't get to Harry and Meghan giving up their royal titles. There's a promo for \"Media Buzz Meter,\" my podcast, which you can get at Apple Itunes and other places, Google Play, Foxnewspodcast.com. Also check out our Facebook page. We post my columns there every weekday. And we are back here next Sunday. We will see you back then with the latest Buzz. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}