{
  "date": "January 6, 2019",
  "headline": "Sarah Sanders: President Trump means it when he says the government could be shut down for months or years",
  "subHeadline": "Guests: Sarah Sanders, David Cicilline, Mark Green, Elissa Slotkin",
  "url": "https://www.foxnews.com/transcript/freshmen-lawmakers-arrive-in-washington-with-high-hopes-of-working-across-the-aisle-to-achieve-bipartisan-success",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, HOST",
      "sentences": "I'm Chris Wallace. Shutdown, day 16, and President Trump is still deadlocked with House Democrats over the border wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "sentences": "He said he'd keep the government closed for a very long period of time, months or even years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Absolutely I said that. I'm very proud of doing what I'm doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "With Nancy Pelosi back as speaker, we'll discuss the new challenges facing the president in this era of divided government with White House press secretary Sarah Sanders. And we'll find out what House Democrats hope to accomplish from congressional leader David Cicilline.  Plus, President Trump takes incoming from both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITT ROMNEY, R-UT",
      "sentences": "I haven't decided who I'm going to endorse in 2020. I'm going to wait to see what the alternatives are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "sentences": "We are going to go in there and we're going to impeach the mother (EXPLETIVE DELETED).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about an even tougher road for the president in Washington.   And our \"Power Players of the Week.\" Two new members of Congress and how they intend to work across the aisle to get things done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For me, its mission. And when you are serving in the CIA and the military, you wake up everyday and you know what you're doing and why you're doing it, and I think it's no different in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've got to start socializing together. The polarization, the balkanization has taken us apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right now on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from FOX News in Washington.  President Trump now says the government shutdown could go on for months or even years. With the standoff over the border wall now in its third week, White House officials and congressional staffers met Saturday to work towards a deal, but prospects for a breakthrough remain dim as the new Democratic majority in the House seems determined to stand up to President Trump. In a moment, we'll speak with White House Press Secretary Sarah Sanders, but first, let's bring in Kevin Corke live at the White House with the latest on talks between the two sides -- Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "sentences": "Chris, with no end to the shutdown in sight, top White House officials will join the president at Camp David today for a 2019 agenda strategy session, and as you can imagine, at the top of the list, ending the shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "From the Situation Room, Rose Garden, briefing and cabinet rooms, and this weekend, the Eisenhower Executive Office Building, President Trump carefully crafted a forward leaning posture during the shutdown this week but for all the crime statistics and letters to Congress imploring lawmakers to fund border security including the wall, an ominous realization has a cast a pall over the nation's capital, with no sign of movement in the negotiations, a partial government shutdown is unlikely to end anytime soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "It's very hard to see how progress would be made unless they open up the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Now, 16 days into the shutdown, it is clear that despite increased face-to-face engagement, cooler heads haven't prevailed. In fact, the president turned up the heat, warning that he would consider using a national emergency to get his wall funding if Democrats won't budge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Absolutely. We can do it. I haven't done it. I may do it. I may do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "So, while the president stays here and then heads to Camp David, remaining in Washington will be Vice President Mike Pence. In fact, he will be here conducting yet another working discussion with congressional Democrats who, of course, are here with their staffers hoping to find a way, Chris, to end the shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Kevin Corke reporting from the White House -- Kevin, thank you. And joining me now here in the studio, White House Press Secretary Sarah Sanders.   Sarah, welcome back to \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So. What is the latest on the negotiations? Did they make any progress yesterday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Well, they made some progress yesterday. The fact that they're sitting down at the table is some progress, in and of itself. But, they've got a long way to go. I mean, Democrats set down, the first thing that one of the individuals from the Democrats' side said in the meeting was, we're not here to make an agreement. So, this was the beginning of a conversation that still has I think a lot left to be worked out. They're going to meet again later this afternoon, and hopefully, they'll continue to make progress and continue to move the ball down the field. At the end of the day, though, Democrats have said over and over again that they support border security, that they support protecting American citizens -- now, it's time to fulfill some of those statements that they've made -- work with the president, let's get this done; let's open the government back up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, of course, the question is -- is the wall the best way to do it? And I'm going to ask you about that in a minute.  But again, going back to Friday, the president meant what he said, that he is prepared to fight for the wall, to continue the shutdown for months or even years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Well, I think that's one of the things that people misunderstand. The president's not fighting for the wall; he's fighting for the protection of American citizens.  We cannot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But he wants the wall to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Absolutely. He wants the wall and he wants a number of other things. We have a completely broken immigration system. We have national crisis, not just of safety and security, but a humanitarian crisis.  We have drugs, we have human traffickers, we have terrorists that come across our border and there has to be a stop to that and we want to do -- not just the wall; certainly that's one of the most important factors. We know that it works; we know that in the places that it's been, it's 95 percent effective. We want to be effective across the board and that includes the wall and other technology along the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you're not answering my question. He meant what he said. He's prepared to continue this fight, this shutdown, for months or even years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Absolutely, the president means what he says when he says that. But it would be outrageous for Democrats who agree with the president -- that's what's the most outrageous thing to me, and something that frankly is so just incomprehensible -- they agree with the president. They agree that we need border security. They just are unwilling to let this president win. And I think at some point they have to decide that they care more about Americans than fighting the president. And so far, we haven't seen a willingness on their side to fully do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But let's talk about caring about Americans, because House Democrats this week passed six bills that would fund eight agencies, unrelated to Homeland Security, unrelated to the wall, that would get them back going right now.   And the question is, why not sign that bill, fund those agencies that have nothing to do with the border wall, and not hold those hundreds of thousands of federal workers, and the services they provide, hostage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We're not holding anybody hostage. The president wants to fund the government; he wants to open the government --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you could open those eight other agencies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Chris, we've been having this debate for years. At some point, we have to say, enough is enough. Until we can come together, we can be reasonable, which we have put forth in good faith multiple offers to Democrats to say, let's make a deal. Let's have a discussion; let's get to a place where we agree.  We have to stop kicking the can down the road and just continuing to say, let's do it again in 30 days. Let's do it in 45 days. Let's do it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, no, no. But do you -- but I'm not talking about Homeland Security. That -- you can continue to fight about that, if you want, and you shut it down -- but why hold agriculture hostage? Why hold justice hostage? Why hold the Treasury Department hostage? Why not fund them? They have nothing to do with a border wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "The president wants to do this all at once. He knows it's better if they can focus on getting all of these packages done at one time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Isn't the real reason, because you want the leverage from all the agencies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "It's not just -- it's not that. But you also have to look at the six bills. Those aren't the budget that we submitted, either. There are a lot of discrepancies between what we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Those have all been approved by Republicans in the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "They have. I'm not saying we oppose those six. I'm just saying, to make it like this is an easy deal; we want to be able to negotiate, but at the same time you can't just keep passing the buck. This is a major point of contention. And let's just sit down and work it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. But if this shutdown lags on, not months or years, but even in to February, it's going to start to hurt real people. Take a look at this, Sarah. Federal tax refunds will be delayed. Food stamps for 38 million Americans will be cut. Millions of people will lose rental assistance payments and union leaders say hundreds of TSA workers are already off the job because they can't afford to get to work. President Trump thinks the border wall is worth all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Look, the president certainly doesn't want any of those things to happen. But you know what else he doesn't want to see happen? He never wants to make a phone call like the one he made earlier this week, where he spoke to Officer Singh of California's widow because an illegal immigrant came up off their border and killed him in cold blood. This shouldn't happen in this country, particularly when we have things that we know can help prevent it.  Every life -- that's what sets America apart from every other country; we value life. That it's what makes us unique. And the day that we stop doing that, even if it's one, 10 or 100,000, that's when we stop being the greatest country on the face of this earth.  Not only people like that, but we also have a massive influx of drugs that come across the southern border. Ninety percent of the heroin that comes into this country comes across through the southern border and 300 Americans are killed from that every single month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But let's talk --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We have to look at it across the board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's talk about the wall. Because there is no question that there has been a big spike in the number of family units coming across the border. The president talks about terrorists potentially coming across the border. And here is Secretary of Homeland Security Nielsen. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRSTJEN NIELSEN, SECRETARY OF HOMELAND SECURITY",
      "sentences": "The CBP has stopped over 3,000 what we call \"Special Interest Aliens\" trying to come into the country in the southern border. Those are aliens who the intel community has identified are of concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Special Interest Aliens are just people who come from countries that have ever produced a terrorist. They're not terrorists themselves. And the State Department says that there is, quote, their words: no credible evidence of any terrorist coming across the border from Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We know that roughly, nearly 4,000 known or suspected terrorists come into our country illegally, and we know that our most vulnerable point of entry is at our southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, wait, wait -- I know the statistic; I didn't know you were going to use it. But I studied up on this.  Do you know where those 4,000 people come -- where they're captured? Airports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Not always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "At airports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Certainly a large number --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The State Department says there hasn't been any terrorists that they've found coming across the southern border with Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "It's by air, it's by land and it's by sea. It's all of the above. But one thing that you're forgetting is that the most vulnerable point of entry that we have into this country is our southern border, and we have to protect it. And the more individuals that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But they're not coming across the southern border, Sarah. They're coming and they're being stopped at airports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "They're coming a number of ways. They're certainly -- I'm not disagreeing with you that they're coming through airports. I'm saying that they come by air, by land and by sea.  And the more and more that our border becomes vulnerable and the less and less that we spend time and money protecting it, the more that we're going to have an influx, not just of terrorists but of human traffickers, drug inflow and people that are coming here to do American citizens harm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. The president now says, and this was a revelation on Friday, that he can go around Congress and build this wall on his own. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We can call a national emergency, because of the security of our country, absolutely. No, we can do it. I haven't done it. I may do it. I may do it. But we could call a national emergency and build it very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How serious is he about that? Has the White House drafted an emergency order? A resolution that he could, that he could -- that he could announce tomorrow -- we're going to declare a national emergency; we're going to build the wall. Has he set a deadline for when he's going to end talks and simply say, I'm going to go off on my own and do it? And is he really prepared --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "That's a lot of questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Is he really prepared -- it's still the same question, which is - - how serious is he? Is he really prepared to go off on his own and use money that was authorized for military construction and build a wall instead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "The president's prepared to do what it takes to protect our borders, to protect the people of this country; he knows that the number one job he has as president and commander-in-chief is to protect its citizens. And if he doesn't take that seriously, whether it's at our southern border or whether it's from terrorists coming from whatever way they come, or any other place that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And does he really think he has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "-- they can try to do harm to Americans, then he is not going to be the president that he knows himself to be, and he has shown himself to be over the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And he really, just quickly -- does he really think that he has the authority to build the wall with funds that were appropriated for the military construction without congressional approval?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "As we've said for the last several weeks, we're looking and exploring every option available that the president has, whether --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And is that a viable option?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Whatever action he takes will certainly be lawful and we're looking at every option we can. This is something the president takes incredibly seriously, is very passionate about, and is not going to stop until he figures out the best way to make sure we're doing everything we can to make America safer and more secure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got less than a minute left. President Trump is at Camp David today to meet with White House senior officials about his priorities for 2019. What can you tell us about the meeting and about what his agenda is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We had an incredible first two years under the President Trump. The economy is strong. ISIS has been on the run. The judiciary is being made.  We have just a number of successes over these first two years. We want to look at how we're going to continue to build on those as we move into 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Top priority?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I think the president's got a lot. Immigration certainly has to be at the forefront. Right now, that's one of the biggest things that we have to get done is securing our border. But not just securing the border, but fixing the immigration system as a whole; it's completely broken. The president wants to make sure we look at all of the different things, loopholes we can close, to make that better. Infrastructure, fighting the opioid crisis -- those are going to be things that also not only are the president's big priorities, but things we think we might be able to get Democrats to actually work with us. The American people elected them to come here and do more than just fight the president and we hope that they'll fulfill their constituents' hopes for them and do exactly that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Sarah, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thanks for coming in today. Always good to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Always great to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, reaction from a top House Democrat - what's their plan to end the shutdown? And what about those calls to impeach the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "House Democrats have an ambitious agenda as they take over the majority from infrastructure to health care, to investigations of the Trump administration. But their first priority is to end the government shutdown. Joining us now from Rhode Island, one of their new leaders, Congressman David Cicilline, chair of the House Democratic Policy and Communications Committee. Congressman, what's the latest on where negotiations stand? Are your -- is your side willing to compromise with the president on the border wall, or are you, in effect, demanding his surrender?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAVID CICILLINE, D-R.I.",
      "sentences": "No, I don't think we are demanding a surrender, but what we're demanding is that the government be reopened. We passed appropriations bill that were passed unanimously by the Senate. They were supported by Republicans. There was an agreement on those bills. The president at the last moment changed his mind and that deal fell apart. So, we are trying to isolate the disagreement. So, we passed again the Senate approved version that -- it was the Republican path forward. That passed the House in a bipartisan way with Republicans and Democrats. We sent that to the Senate. What we are saying is open of the government. We'll have a short-term extension so we can resolve this disagreement. But we need to reopen the government and the president has really held this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me just interrupt for a second, because Speaker Pelosi and Democratic Senate Leader Schumer have been hinting at this on Friday after the meeting, is that the Democratic view know that there can be no negotiations on the border wall at all until the president agrees to reopen the rest of the government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "I mean, I think we believe the government must reopen immediately. I mean, it's having real consequences not only to the federal workers, but to the contrary, in terms of food stamps, in terms of tax refunds, in terms of the safety at the airports with the TSA. I mean, there are real consequences to a prolonged shutdown. The president doesn't seem to understand that but it's really impacting small business. It's impacting people's lives.  And so, what we are saying is open the government. There's agreement, bipartisan agreement on funding the government. Let's isolate the disagreement, the Department of Homeland Security and continue talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Let's talk about the merits of a border wall. Here's what new Speaker Nancy Pelosi says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "We are not doing a wall. Does anybody have any doubt that we are not doing a wall? The wall, in my view, is an immorality. It is, again, a waste of money and opportunity cost to protect the American people. But it is a diversionary tactic on the part of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to ask you a specific question, Congressman, why is a wall immoral? I'm not asking why it's ineffective or why you think the money could be spent better, but the speaker keeps saying the wall is immoral. There's a wall or a fence around the White House. People build walls around their homes. Why is a border wall immoral?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "I think what the speaker is saying is that we believe in securing our borders. We have appropriated $1.7 billion over the last two years for border security. The department has spent less than 6 percent. But we are prepared to do more because we need to do more, but we want to do it in a way that's effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "If I may just press, why is a wall immoral?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, that's a question the speaker will have to answer, but I think what she means by that is it doesn't reflect our values as a country, that America has been a place that welcomes refugees and immigrants, people who are fleeing violence and war. But I think the real point of that, the rest of her sentence is it's not cost-effective. It doesn't achieve the objective. Democrats are committing to securing our borders. We have voted to secure our borders and appropriate significant resources to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "But let's use technology, let's use drones, let's use satellites, let's do cargo inspections, which aren't happening. Let's do things that will actually secure the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. But let's talk about the effectiveness of it. Brandon Judd is the president of the National Border Patrol Council. He's been a border patrol agent for 21 years. Here's what he says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDON JUDD, NATIONAL BORDER PATROL COUNCIL PRESIDENT",
      "sentences": "Anywhere that you look where we have built walls, they have worked. They have been an absolute necessity for border patrol agents in securing the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Here's a guy who has been on the front lines, on the border for two decades. He says border walls work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, look, I think there's no question there are places we have walls and fencing and other kind of barriers. I think good border security is going to be a combination of things. But what we've heard of from the president is he wants a big great concrete wall that will be a thousand miles --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, no, he's given up on the concrete wall. He is talking about steel fencing out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "But I think the reality is this is actually a fight the president has created to distract from the real issues that he's facing. The fact is the Republicans were in control of the House, the Senate and the White House for two years. And if this is such an important priority for the president, why didn't he do it at the beginning of the administration? He waited to the lame duck. Why? Because his defense secretary left with a strong rebuke of his foreign policy, his national security advisors sentencing hearing blowup because of the seriousness of the charges. His foundation was closed on for persistent illegalities. The gentleman heading the ISIS effort resigned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "It was a bad couple of weeks. So what does the president do? He shuts the government down and he's distracted all the attention away from all of those pressing issues to the government shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, sir, the fact is, even \"The Washington Post\" today said that there is now a crisis at the border. There has been a dramatic spike in the number of family units coming across the southern border. I want to put up some statistics. In November of 2017, a year plus ago, the border patrol apprehended 7,000 family units at our southwest border. This past November, two months ago, they caught 25,000 family units coming across. And look at these recent incidents were border patrol agents had to fire tear gas at migrants who were trying to climb the fence and who were throwing rocks at the border agents. I mean, Congressman, the president is not making this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No, the reality is this is a complicated problem. It requires a sophisticated answer and I think the incoming chief of staff for the president and the outgoing chief of staff have both set up border wall doesn't solve this problem. We need to have comprehensive immigration reform. We need to have additional personnel. We need to use technology. So we want to secure our border and respond to these challenges but we want to do it in a way that works, a way that will achieve the objective. And so, what we are saying to the president is open up the government. These other departments have nothing to do with this. Do not punish the American people by shutting down government if you don't get your way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. I got --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me just interrupt because I have two minutes left and I want to get to questions in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The president said on Friday that he has the right, and he's even considering, and you heard it from Sarah Sanders just a moment ago, declaring a national emergency and building a wall in his own without congressional approval using funds that have been appropriated for military construction. If he goes ahead and does that, what will House Democrats like yourself do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, I don't think the president has that authority. He would have to meet a very high standard. Article One establishes the Congress of the United States and gives us the responsibility of appropriating money. So I don't think the president has the authority to do that, and I hope you will continue to try to work with Congress to resolve this disagreement but open the government first. This -- the government will reopen when the Republicans in the Senate and the president come to their senses and recognize that we shouldn't be shutting down the government if they don't get their way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, I've got less than a minute, finally, freshman Congresswoman Rashida Tlaib -- and I know you were expecting this question -- of Michigan said this on Thursday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "sentences": "When your son looks at you and says, mama, look, you won. Bullies don't win. And I said, baby, they don't, because we're going to go in there and we're going to the mother (EXPLETIVE DELETED).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What do you think of the language and what do you think of the idea of moving right away to impeach President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, look, Democrats ran on the agenda for the people, to drive down health care costs, drive down the cost of prescription drugs, raise family incomes by rebuilding American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I got all of that and I got a little time but specifically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Look, I think we need to move forward on our agenda. At the same time, our caucus is big and diverse and people are bringing their passions and reflecting the strong feelings of their constituents, and there are a number of people who think we should move quickly on impeachment. I'm one of the people who think we have to wait for Mr. Mueller to complete his report so we know all the facts before we take any action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And really quick, yes or no, do you condemn that language?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Look -- I'm not going to -- look, it's kind of odd to hear people on the Republican side who have not condemned the president's language in a million of different contexts to suddenly be clutching their pearls over her use of that language. Like, look, this is a private event, she can use whatever language she thinks is appropriate. The fundamental issues Democrats are fighting for the people of this country and we're going to focus on the issues that matter in their lives, and we're going to do our oversight responsibilities in a serious way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Cicilline, thank you. Thanks for your time, sir. Please come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "I will. Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, how long will the shutdown drag on? We'll bring in our Sunday group to discuss the deadlock and when most Americans will start feeling the pain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, the shutdown over the border wall tests the new divide in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Without a wall, you cannot have border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "We're not doing the wall. Does anybody have any doubt that we are not doing a wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about the political power struggle, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The southern border is a dangerous, horrible disaster. We've done a great job, but you can't really do the kind of job we have to do unless you have a major powerful barrier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "We recognize on the Democratic side that we really cannot resolve this until we open up government. And we made that very clear to the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump and House Speaker Pelosi giving no sign of progress in talks to end the partial government shutdown and resolve the fight over funding for a border wall. And it's time now for our Sunday group. Former Republican Congressman Jason Chaffetz, Mo Elleithee of Georgetown University's Institute of Politics and Public Service, Marie Harf, co-host of \"Benson and Harf\" on Fox News Radio, and Jonah Goldberg of \"The National Review.\" Congressman Chaffetz, there was an interesting development in the last couple of days. A few -- three, as I could them, Senate Republicans who were up for re-election in 2020 are now beginning to break with the president and say, we need to reopen the government. Cory Gardner of Colorado, Susan Collins of Maine, Tom Tillis of North Carolina. How do you see this shutdown ending? When do you see this shutdown ending?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "sentences": "Well, I wish I could have that magic ball to tell you exactly what it is, and I hope it's sooner rather than later. But I think the Democrats have really put themselves in a tough box because the president is on the side of national security, protecting our border and doing what the federal employees, the Border Patrol, wants to do. They had 60,000 people they apprehended in November coming across the border. And when the Border Patrol goes out and says, we have to have some sort of impediment, something that will slow them down, some sort of wall or barrier, where we've done it in the past it work, that's a compelling argument. And I'm sensitive to Cory Gardner, who's a great member of the United States Senate, but now is the -- Congress always gravitates to deadlines and pressure points. And that's what I think is ultimately going to get this solved is the need, the desire to solve this now rather than continuing to punt it down the road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, are the Democrats the one who were in a hole and are going to need to get out of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, CONTRIBUTOR",
      "sentences": "I don't think so. I think most Americans would agree that this is the president's shutdown and that the president is basically holding hundreds of thousands of federal workers hostage over -- over this. And it's not just them. It's the people who contract with the federal government, people who aren't getting paid, people who are worried about paying the bills, people who are worried about paying their rent, people who may get stuck at airports. This is all -- these are the pressure points that are really going to move this. And I think to say that you're going to continue this for years over an argument, an immigration argument that is actually not proven to be effective, that is sort of in -- where there has bene a wall, we have seen breaches time and time again, almost 10,000 breaches among certain sectors of the wall that exist now. Rather than taking that money and investing in actual technologies that would provide real border security, investigating in more Border Patrol agents, that, to me, seems like a better way to go. To keep the government shutdown and hurt all these people over kind of a fantasy answer I think is going to come back and hurt the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'll let you answer about the fencing answer. But -- but, I mean, here's the problem it seems to me. If the -- if Nancy Pelosi were to say tomorrow, all right, we're going to give you the money for the wall, she'd be thrown out as speaker. Her -- her House Democratic caucus would not stand for that. If the president were to say, you know what, I give up on the wall, his political base, that 39, 40 percent would turn on him. Where does the pressure come and is going to be a surrender by one side to the other? Are they going to sort of lay down the instruments of war? Or is there going to be a compromise that involves something that the president ends up giving to Democrats, whether it's on DACA, the dreamers, people with temporary protected status,, whatever?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONAH GOLDBERG, CONTRIBUTOR",
      "sentences": "Yes, so that' -- that's part of the irony here, right, is the fight over this is almost purely symbolic now. It is a, if they win, we lose, zero sum understanding that if Trump gets anything he can claim victory for, Democrats will feel like it's a loss, and vice versa. The irony is, is that there are serious public policy compromises that could be found here on DACA. There are serious restriction, like my friend Mark Krikorian (ph), who argued for, you know, things like e-verify that are much more important than a wall. But the problem is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And, incidentally, e-verify is -- is not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Shut down right now. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right. It's shut down as a part of the government shutdown. That's the system that -- that people can use to check as to whether somebody's in the country legally or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Right. And so I -- to answer the question about the pressure point thing, it seems to me that if you actually end up -- right now it's a lot of posturing from the TSA and their union. But it seems to me that if - - if -- if airports start essentially shutting down and rip people out and the rest of the country start to feel the bite, that is where I think the pressure really starts to build. That moves markets. That's going to cause congressman to start buckling. Right now overflowing garbage cans on the mall is not exactly -- I drove past it this morning. It's not exactly like a scene from a Mad Max movie out there. But as time goes by, I think those are the pressure points. And you can see a lot of senators get weak in the knees about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, I'm -- I'm going to ask all of you for a prediction in a moment, but if not for the shutdown, the big political story this week would be the House going back to the Democrats, Nancy Pelosi regaining the speakership after eight years in the minority, in the first speaker to regain the gavel since Sam Rayburn in the 1950s. Here she was on Thursday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I pledge that this Congress will be transparent, bipartisan and unifying, that we will seek to reach across the aisle in this chamber and across divisions across our nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Marie, whatever you think of her policies, Nancy Pelosi is clearly a heck of a politician. How effective do you think she'll be dealing with President Trump on this and other issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, ANALYST",
      "sentences": "Absolutely. And I -- I think I was one of those Democrats that underestimated her ability to win back the speakership with the kind of numbers she got. The fact that Alexandria Ocasio-Cortez voted for her in the end is just a symbol of the fact that she was able to win back that speakership in a way that showed her strength and her legislative ability. The two things the Democratic House have done now legislatively, they've introduced a bill to -- on voting rights, to get corruption out of Washington, and they've passed bills to reopen the government. So I think they put down a marker this week that they are not here to play. They have an agenda. They're going to push it forward. She will have, I think, some challenges bringing together this moderate block of Democrats who re-won the House in places like Michigan. Elissa Slotkin, coming up later on the show, she's one of them. She is a moderate. She is not an abolish ICE Democrat. Combine that with AOC and the liberal wing of the party, going into a presidential election --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "AOC, folks --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That is now how we refer to Alexander Ocasio-Cortez. It's like JFK or LBJ, AOC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Exactly. Thank you. But I think, you know, if we've seen anything from Nancy Pelosi in the few months since Democrats retook the House, it's that she can bring those members together. And as long as Donald Trump's in the White House, I think she's going to be pretty effective. And she's shown that this week in holding the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, we got a minute left in this segment and I want to ping-pong back and forth and get your predictions. On Friday, as it goes into the 21st day, if it does, the shutdown would be the longest in history, midnight Friday. Will we, a week from today, will the shutdown still be going on? And when it ends, which side is going to be seen as winning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Still going on and I think the next pressure point is actually the State of the Union at the end of January. I think if -- you will see some --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So that's like January 29th?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. I think it will continue on to -- to go on to that -- to that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And who's going to win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think the Republicans are going to win. They're on the right side of the argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Protecting our borders is the right side of the argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "I think it goes on probably for at least a couple more weeks. But I think the points that Jonah were making and others were making, when this starts to be felt in people's homes or in their community or in the airports --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And who caves?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "The president will -- will -- will cave and Democrats will actually find a way to help him cave a little bit less painfully is -- is what's going to be really interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Marie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I actually hope that Democrats get something like DACA out of this. I don't want this to keep going on. But, you're right, the more real people that feel this, people that can't pay rent, if it goes on till the State of the Union, I think that's insane. That is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "I think it goes past the State of the Union --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "And I think the living will envy the dead. No, I think -- I do think it goes past the State of the Union and they will find a way for everyone to declare a victory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, that's very sensible. And, actually, I do think that's true. I mean it can't be a complete surrender.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It has to be the kind of compromise. All right, panel, we have to take a break here. When we come back, the living will envy the dead. President Trump takes incoming from both sides. A freshman Democrat makes an obscene call for his impeachment, and a longtime Republican rival arrives in Washington and wastes no time taking a shot. And what would you like to ask the panel about Mitt Romney's criticism of the president? Just go to FaceBook or Twitter at foxnewssunday and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITT ROMNEY, R-UT",
      "sentences": "I've laid out time and again places where I disagree with the president. They are places that relate to the, if you will, forming of national character that I think we can do a better job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If he fought really hard against President Obama, like he does against me, he would have won the election. Does that make sense to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump responding to a brand-new Senator Mitt Romney, who wrote a controversial article this week saying the president has not risen to the mantle of the office, which understandably got a lot of attention. And we're back now with the panel. Congressman Chaffetz, you were -- are a former congressman from Utah. What do you make of -- of Mitt Romney, before he is even sworn in, having an op- ed in \"The Washington Post\" that -- that basically says this president is living -- not living up to his responsibilities as president, certainly in the image department, and what's the reaction been back home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, this is not the -- candidate Romney didn't -- didn't talk like this. That's not who he was. He accepted his endorsement in October. In a debate he was asked a question and he said he's putting the past behind him. He looks to working forward. I think it was an unforced error. And he was elected to represent the state of Utah to solve problems. This didn't solve a problem, it created a problem. I think it was an unforced error.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why do you think he did it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think he does believe it. I think it's in his heart. But -- and I don't think that it's going to do anything to actually move the meter and accomplish things. I don't -- I don't know why he would do it before he was sworn in. I think a lot of people are scratching their head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. We asked you for questions for the panel and we got a lot of head scratching and reactions on Romney's criticism of President Trump. Mike Johnson sent this on FaceBook. When is he switching to the Democratic Party, because he obviously is no longer a Republican? And Jean Caragher tweeted this, is he positioning himself to challenge President Trump for the 2020 nomination? Marie, how do you answer them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, in response to the first question, I think that's actually a problem the Republican Party has, that they -- that there are some member of the party, President Trump's base, that feels like there's not room in the public discourse for Republicans to criticize President Trump. And if that's the direction the party's going, they will, at some point, no longer be a true national party and they will be the party of the 30 percent Donald Trump base. So I think what will be interesting is what this Senate does as we get the Mueller report, as things get more difficult for the president. I don't think Mitt Romney's going to challenge Donald Trump in 2020. That's just my instinct. I do think John Kasich might. I think Jeff Flake might. And a lot will depend on the Mueller report. This is the 800-pound gorilla in the room and once we get that, I think you'll see some Republicans make some decisions about that primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Then there was, and we talked about this before with Congressman Cicilline, Congresswoman -- freshman Congresswoman Rashida Tlaib of Michigan and her attack this week on the president, her obscene attack, and President Trump's response. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "sentences": "We're going to go in there and we're going to impeach the mother (EXPLETIVE DELETED).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think she dishonored herself and I think she dishonored her family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jonah, this clearly, in the very first week that the House Democrats took over and had done a lot of very careful things in terms of messaging, stepped on their message, the fact that we're talking about it, the fact that cable news has feasted on this. And I think, one, what do you think of that, and, two, the fact that this really indicate how much trouble Nancy Pelosi is going to have controlling some of the firebrands in her party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "No, I think that's right. I think there are two issues here. One, the expletive, which she should have apologized for and just moved on. I don't think President Trump has an enormous amount of credibility condemning that kind of language or debasing discourse in any way. But then there's the actual -- the policy issue, which is the impeachment issue. And Nancy Pelosi's challenge is to do something that she didn't do very well the last time she was speaker, which is to try to move legislation that divides Republicans, that peels off Republicans. And the one thing that will keep Republicans unified, at least for now, prior to the Mueller report, is all this impeachment stuff. If it just becomes -- if the Democratic Party is the antimatter universe version of what you were talking but with the Republican Party, which I think is a real concern, of just the anti-Trump party, than that will unify the Republicans. And so get -- staying quiet about impeachment is totally in Nancy Pelosi's and the Democrat's long-term interest until there's a reason to actually talk about impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I mean, in fairness, we heard Congressman Cicilline today say exactly that, and Jerry Nadler, who is the chair of the House Judiciary Committee, which is where this issue of impeachment, if it's going to come up, would come up, said the same thing this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "But it's a problem. But that's not with the rank and file want, right? In the same way that the Rank and file of the Republican Party wants it to be an always Trump all Trump party, the rank and file of the Democratic Party wants it to be an always anti-Trump party here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let me ask Mo about that. One, what do you make of Tlaib's statement, plus her refusal afterwards to apologize? And how much of a fever is there in the House Democratic Caucus to move right now and impeach Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "So, on the comment, I'd -- I'd -- I'd be hard-pressed to disagree with anything Jonah said. The -- I spent a lot of time talking and worrying about the trumpification of politics rite large and that people go to -- that he has now given everyone license to use this kind of language and I think that is wrong and I don't think Democrats can effectively argue against him by acting like him, nor can he criticize Democrats for acting like him. So I wish he wouldn't have used that language. But I do think the bigger issue here is the talk of impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "And I do think it is premature. I think most members of House Democratic leadership agree with that. Most members of House Democratic leadership understand that the politicization of impeachment, the way Tom Steyer is doing it, the way some members are doing it, is a very dangerous path to go down. There may come a time when this is a very relevant conversation and Bob Mueller will let everyone know when that time is. But, until then, Democrats have a policy agenda to push. They've got a presidential policy agenda to stand up to. And they have an election to win. If they want to beat Donald Trump, the best way to do that, and have a mandate behind their own agenda, is to beat him at the ballot box. They've shown they can do that in 2018 and now they've got to do it in 2020. That should be where the energy of people like this remains focused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We've got about a minute left, Marie. There was a very interesting moment on Friday because President Trump came out to the Rose Garden after his meeting with Nancy Pelosi and said, she assured me there's no interest in impeaching me, and she immediately pushed back and said -- or his staff did and said, she never said that, she just said this meeting is about reopening the government, it isn't about impeachment, which to me indicated that she and her people are very sensitive about the fact of not appearing to tamp down or step on -- not that they're pushing it, but they don't want to -- they don't want to stamp -- tamp down on Democrats who want to impeach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think that's right, but they always condition it -- always, always -- in the leadership of the Democratic caucus right now on the Mueller report. That we cannot do this for political reasons, like it appeared with Bill Clinton or like Tom Steyer is doing. So I think they will keep it on the table conditioned on Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Thank you, panel. See you next Sunday. Up next, our \"Power Players of the Week. We're going to introduce you to two new members of Congress and ask how they plan to reach across the aisle and end the shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "With the old guard in Washington not getting much done, we met this week with two new members of the 116 Congress to get their fresh ideas. We sat down with Democrat Elissa Slotkin of Michigan, who served three tours in Iraq with the CIA, and with Republican Mark Green of Tennessee, who was on the special ops team that captured Saddam Hussein. And they are our \"Power Players of the Week.\" Welcome to Fox News Sunday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK GREEN, R-TENN.",
      "sentences": "We're delighted to be here. Thanks, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ELISSA SLOTKIN, D-MICH.",
      "sentences": "Thanks for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You both talk about trying to get things done, trying to compromise, to break the gridlock in Washington. Be specific. Let me start with you, Congresswoman Slotkin. How?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "Sure. Well, the perfect example is the government shutdown right now. We have the basis of a deal, right? Both sides are saying they care about border security. They believe in national security. Start having a real negotiation about border security, border forces, more technology at the border, fencing if we needed it in some areas. It doesn't just have to be a wall. That's the essence of a negotiation. So I think we can start now if people really care about getting something done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're talking about the issues, I guess I'm talking more about attitude. Because it's -- you know, there are problems there and people have known about possible deals, possible solutions for a long time, but it never gets done. Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "I think what we, as a class, the freshman class, brings, particularly the congresswoman and I, is, you know, a life of service to the country. You know, she's prior military, I'm prior military and we want solutions. And we're just sick and tired of it not happening. And our constituents sent us here to get it done. So we're -- we're rolling up our sleeves and going to -- going to get it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I want to pick up on that because Congressman Green was a special operations flight surgeon in Iraq, part of the capture of Saddam Hussein. You served for years in the CIA, then for Presidents Bush 43 and Obama, a Republican and Democrat. What's the one thing that you think you can take from your service in national security and maybe help you here in Washington?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "I mean, for me, it's mission, right? You have a mission. And when you're serving in the CIA or military, you wake up every day, you know what you're doing and why you're doing it. And I think it's no different in Congress. Some people have treated it as if they don't have a mission, that they're there for themselves, they're show horses, whatever. I think making sure that people remember that they were elected to get something done and passed legislation is the most important thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There are a lot of very well-intentioned people in that building behind me and somehow it doesn't get done. Let's take the shutdown. The wall that the president says has to be a wall or, you know, some version of a wall. You hear Nancy Pelosi say a wall is immoral. How do you compromise from that kind of rhetoric?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "I think we find, you know, some common ground with what is border security and we get it done. I mean that's really what we have to do. And, you know, the president has looked at this and has said, this is what we need to do and, you know, I'm supporting him in this -- in this effort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "I just think it -- literally, life is about negotiations. There is no one who lives their lives just saying I'm going to unilaterally decide what happen. So, negotiate. Get in the room, kick out the cameras and get something done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Where are you both on Donald Trump? Question for you, Congresswoman Slotkin, are the Democrats, particularly in the House, too anti-Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "I think the tenor and tone that the president has set is just unbecoming of the country that I love. And, for me, that's critically important. I don't like policy by Twitter, but, to me, just because you're providing a check and balance on the president doesn't mean you don't have a responsibility to legislate and get something affirmative done. If we're only anti-Trump, we are not doing our job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On the other hand, congressman, you said during the campaign you can't imagine an issue where you would differ with Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "So far every action he's taken has been spectacular, from cutting taxes that created massive growth at least in our state in Tennessee, to one of the biggest pay raises for our veterans -- our soldiers in -- in ten plus years. You know, I -- I think the actions that he's taken are spectacular and I can't see an area where I would disagree with him at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What about the tone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "I think maybe in some cases there are better ways to say things. But, again, I 100 percent support the actions that have been taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Over the next two years, and I'll start with you congresswoman, how confident are you that you're going to be able to change Washington instead of Washington changing you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "I think the nice thing is, we have over 100 new members in a body of 435 people. Any organization with that many new people, the culture changes. So I'm not saying it's going to be easy, and I've seen it already, you know, that sucking sound of people trying to get you to be very political, you know, salute the party instead of the country. You've got to be strong enough to push back. And that happens when you have people that you can link arms with and say, no, we're not going to do it that way, and I think we have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "I came from a dirt road in a small rural town. My friends are not going to let me go off the rails. Many years in the military. You know, the night stalkers that I went to combat with are going to be on the phone with me saying, Mark, what -- what are you thinking if I -- if I do make the wrong decision or go the wrong way. Tip O'Neill and Ronald Reagan would fight like cats and dogs in the daytime and in the evening they'd go out as Irishmen and have a scotch. And we've got to get back to doing that. And that's how we become friends. Maybe not agreeing, but -- but those relationships I think are what's really missing right now and something that I want to be a part of fixing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman Slotkin, do you like scotch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "You know, I'm going to suggest Michigan beer. You might want to try it. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Tennessee whiskey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. We'll leave it there. You see, can't even agree on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman, congressman, thank you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Thanks for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Good luck. We'll have you back and see how it goes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Sounds good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLOTKIN",
      "sentences": "Thanks for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we wish the two of them the very best as they continue to serve our country in their new roles. And that's it for today. Have a great week. And we'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, HOST",
      "utterance": "I'm Chris Wallace. Shutdown, day 16, and President Trump is still deadlocked with House Democrats over the border wall."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "utterance": "He said he'd keep the government closed for a very long period of time, months or even years."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Absolutely I said that. I'm very proud of doing what I'm doing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "With Nancy Pelosi back as speaker, we'll discuss the new challenges facing the president in this era of divided government with White House press secretary Sarah Sanders. And we'll find out what House Democrats hope to accomplish from congressional leader David Cicilline. Plus, President Trump takes incoming from both sides."
    },
    {
      "speaker": "SEN. MITT ROMNEY, R-UT",
      "utterance": "I haven't decided who I'm going to endorse in 2020. I'm going to wait to see what the alternatives are."
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "utterance": "We are going to go in there and we're going to impeach the mother (EXPLETIVE DELETED)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about an even tougher road for the president in Washington. And our \"Power Players of the Week.\" Two new members of Congress and how they intend to work across the aisle to get things done."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "For me, its mission. And when you are serving in the CIA and the military, you wake up everyday and you know what you're doing and why you're doing it, and I think it's no different in Congress."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We've got to start socializing together. The polarization, the balkanization has taken us apart."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right now on \"Fox News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from FOX News in Washington. President Trump now says the government shutdown could go on for months or even years. With the standoff over the border wall now in its third week, White House officials and congressional staffers met Saturday to work towards a deal, but prospects for a breakthrough remain dim as the new Democratic majority in the House seems determined to stand up to President Trump. In a moment, we'll speak with White House Press Secretary Sarah Sanders, but first, let's bring in Kevin Corke live at the White House with the latest on talks between the two sides -- Kevin."
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "utterance": "Chris, with no end to the shutdown in sight, top White House officials will join the president at Camp David today for a 2019 agenda strategy session, and as you can imagine, at the top of the list, ending the shutdown."
    },
    {
      "speaker": "CORKE",
      "utterance": "From the Situation Room, Rose Garden, briefing and cabinet rooms, and this weekend, the Eisenhower Executive Office Building, President Trump carefully crafted a forward leaning posture during the shutdown this week but for all the crime statistics and letters to Congress imploring lawmakers to fund border security including the wall, an ominous realization has a cast a pall over the nation's capital, with no sign of movement in the negotiations, a partial government shutdown is unlikely to end anytime soon."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "It's very hard to see how progress would be made unless they open up the government."
    },
    {
      "speaker": "CORKE",
      "utterance": "Now, 16 days into the shutdown, it is clear that despite increased face-to-face engagement, cooler heads haven't prevailed. In fact, the president turned up the heat, warning that he would consider using a national emergency to get his wall funding if Democrats won't budge."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Absolutely. We can do it. I haven't done it. I may do it. I may do it."
    },
    {
      "speaker": "CORKE",
      "utterance": "So, while the president stays here and then heads to Camp David, remaining in Washington will be Vice President Mike Pence. In fact, he will be here conducting yet another working discussion with congressional Democrats who, of course, are here with their staffers hoping to find a way, Chris, to end the shutdown."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Kevin Corke reporting from the White House -- Kevin, thank you. And joining me now here in the studio, White House Press Secretary Sarah Sanders. Sarah, welcome back to \"Fox News Sunday\"."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Great to be with you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So. What is the latest on the negotiations? Did they make any progress yesterday?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Well, they made some progress yesterday. The fact that they're sitting down at the table is some progress, in and of itself. But, they've got a long way to go. I mean, Democrats set down, the first thing that one of the individuals from the Democrats' side said in the meeting was, we're not here to make an agreement. So, this was the beginning of a conversation that still has I think a lot left to be worked out. They're going to meet again later this afternoon, and hopefully, they'll continue to make progress and continue to move the ball down the field. At the end of the day, though, Democrats have said over and over again that they support border security, that they support protecting American citizens -- now, it's time to fulfill some of those statements that they've made -- work with the president, let's get this done; let's open the government back up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, of course, the question is -- is the wall the best way to do it? And I'm going to ask you about that in a minute. But again, going back to Friday, the president meant what he said, that he is prepared to fight for the wall, to continue the shutdown for months or even years?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Well, I think that's one of the things that people misunderstand. The president's not fighting for the wall; he's fighting for the protection of American citizens. We cannot --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But he wants the wall to do that."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Absolutely. He wants the wall and he wants a number of other things. We have a completely broken immigration system. We have national crisis, not just of safety and security, but a humanitarian crisis. We have drugs, we have human traffickers, we have terrorists that come across our border and there has to be a stop to that and we want to do -- not just the wall; certainly that's one of the most important factors. We know that it works; we know that in the places that it's been, it's 95 percent effective. We want to be effective across the board and that includes the wall and other technology along the --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you're not answering my question. He meant what he said. He's prepared to continue this fight, this shutdown, for months or even years?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Absolutely, the president means what he says when he says that. But it would be outrageous for Democrats who agree with the president -- that's what's the most outrageous thing to me, and something that frankly is so just incomprehensible -- they agree with the president. They agree that we need border security. They just are unwilling to let this president win. And I think at some point they have to decide that they care more about Americans than fighting the president. And so far, we haven't seen a willingness on their side to fully do that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But let's talk about caring about Americans, because House Democrats this week passed six bills that would fund eight agencies, unrelated to Homeland Security, unrelated to the wall, that would get them back going right now. And the question is, why not sign that bill, fund those agencies that have nothing to do with the border wall, and not hold those hundreds of thousands of federal workers, and the services they provide, hostage?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "We're not holding anybody hostage. The president wants to fund the government; he wants to open the government --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you could open those eight other agencies."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Chris, we've been having this debate for years. At some point, we have to say, enough is enough. Until we can come together, we can be reasonable, which we have put forth in good faith multiple offers to Democrats to say, let's make a deal. Let's have a discussion; let's get to a place where we agree. We have to stop kicking the can down the road and just continuing to say, let's do it again in 30 days. Let's do it in 45 days. Let's do it now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, no, no. But do you -- but I'm not talking about Homeland Security. That -- you can continue to fight about that, if you want, and you shut it down -- but why hold agriculture hostage? Why hold justice hostage? Why hold the Treasury Department hostage? Why not fund them? They have nothing to do with a border wall."
    },
    {
      "speaker": "SANDERS",
      "utterance": "The president wants to do this all at once. He knows it's better if they can focus on getting all of these packages done at one time."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Isn't the real reason, because you want the leverage from all the agencies?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "It's not just -- it's not that. But you also have to look at the six bills. Those aren't the budget that we submitted, either. There are a lot of discrepancies between what we --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Those have all been approved by Republicans in the Senate."
    },
    {
      "speaker": "SANDERS",
      "utterance": "They have. I'm not saying we oppose those six. I'm just saying, to make it like this is an easy deal; we want to be able to negotiate, but at the same time you can't just keep passing the buck. This is a major point of contention. And let's just sit down and work it out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. But if this shutdown lags on, not months or years, but even in to February, it's going to start to hurt real people. Take a look at this, Sarah. Federal tax refunds will be delayed. Food stamps for 38 million Americans will be cut. Millions of people will lose rental assistance payments and union leaders say hundreds of TSA workers are already off the job because they can't afford to get to work. President Trump thinks the border wall is worth all of that?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Look, the president certainly doesn't want any of those things to happen. But you know what else he doesn't want to see happen? He never wants to make a phone call like the one he made earlier this week, where he spoke to Officer Singh of California's widow because an illegal immigrant came up off their border and killed him in cold blood. This shouldn't happen in this country, particularly when we have things that we know can help prevent it. Every life -- that's what sets America apart from every other country; we value life. That it's what makes us unique. And the day that we stop doing that, even if it's one, 10 or 100,000, that's when we stop being the greatest country on the face of this earth. Not only people like that, but we also have a massive influx of drugs that come across the southern border. Ninety percent of the heroin that comes into this country comes across through the southern border and 300 Americans are killed from that every single month."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But let's talk --"
    },
    {
      "speaker": "SANDERS",
      "utterance": "We have to look at it across the board."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's talk about the wall. Because there is no question that there has been a big spike in the number of family units coming across the border. The president talks about terrorists potentially coming across the border. And here is Secretary of Homeland Security Nielsen. Take a look."
    },
    {
      "speaker": "KIRSTJEN NIELSEN, SECRETARY OF HOMELAND SECURITY",
      "utterance": "The CBP has stopped over 3,000 what we call \"Special Interest Aliens\" trying to come into the country in the southern border. Those are aliens who the intel community has identified are of concern."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Special Interest Aliens are just people who come from countries that have ever produced a terrorist. They're not terrorists themselves. And the State Department says that there is, quote, their words: no credible evidence of any terrorist coming across the border from Mexico."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We know that roughly, nearly 4,000 known or suspected terrorists come into our country illegally, and we know that our most vulnerable point of entry is at our southern border."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, wait, wait -- I know the statistic; I didn't know you were going to use it. But I studied up on this. Do you know where those 4,000 people come -- where they're captured? Airports."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Not always."
    },
    {
      "speaker": "WALLACE",
      "utterance": "At airports."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Certainly a large number --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "The State Department says there hasn't been any terrorists that they've found coming across the southern border with Mexico."
    },
    {
      "speaker": "SANDERS",
      "utterance": "It's by air, it's by land and it's by sea. It's all of the above. But one thing that you're forgetting is that the most vulnerable point of entry that we have into this country is our southern border, and we have to protect it. And the more individuals that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But they're not coming across the southern border, Sarah. They're coming and they're being stopped at airports."
    },
    {
      "speaker": "SANDERS",
      "utterance": "They're coming a number of ways. They're certainly -- I'm not disagreeing with you that they're coming through airports. I'm saying that they come by air, by land and by sea. And the more and more that our border becomes vulnerable and the less and less that we spend time and money protecting it, the more that we're going to have an influx, not just of terrorists but of human traffickers, drug inflow and people that are coming here to do American citizens harm."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. The president now says, and this was a revelation on Friday, that he can go around Congress and build this wall on his own. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We can call a national emergency, because of the security of our country, absolutely. No, we can do it. I haven't done it. I may do it. I may do it. But we could call a national emergency and build it very quickly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How serious is he about that? Has the White House drafted an emergency order? A resolution that he could, that he could -- that he could announce tomorrow -- we're going to declare a national emergency; we're going to build the wall. Has he set a deadline for when he's going to end talks and simply say, I'm going to go off on my own and do it? And is he really prepared --"
    },
    {
      "speaker": "SANDERS",
      "utterance": "That's a lot of questions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, three."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Is he really prepared -- it's still the same question, which is - - how serious is he? Is he really prepared to go off on his own and use money that was authorized for military construction and build a wall instead?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "The president's prepared to do what it takes to protect our borders, to protect the people of this country; he knows that the number one job he has as president and commander-in-chief is to protect its citizens. And if he doesn't take that seriously, whether it's at our southern border or whether it's from terrorists coming from whatever way they come, or any other place that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And does he really think he has --"
    },
    {
      "speaker": "SANDERS",
      "utterance": "-- they can try to do harm to Americans, then he is not going to be the president that he knows himself to be, and he has shown himself to be over the last two years."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And he really, just quickly -- does he really think that he has the authority to build the wall with funds that were appropriated for the military construction without congressional approval?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "As we've said for the last several weeks, we're looking and exploring every option available that the president has, whether --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And is that a viable option?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Whatever action he takes will certainly be lawful and we're looking at every option we can. This is something the president takes incredibly seriously, is very passionate about, and is not going to stop until he figures out the best way to make sure we're doing everything we can to make America safer and more secure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got less than a minute left. President Trump is at Camp David today to meet with White House senior officials about his priorities for 2019. What can you tell us about the meeting and about what his agenda is?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "We had an incredible first two years under the President Trump. The economy is strong. ISIS has been on the run. The judiciary is being made. We have just a number of successes over these first two years. We want to look at how we're going to continue to build on those as we move into 2020."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Top priority?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I think the president's got a lot. Immigration certainly has to be at the forefront. Right now, that's one of the biggest things that we have to get done is securing our border. But not just securing the border, but fixing the immigration system as a whole; it's completely broken. The president wants to make sure we look at all of the different things, loopholes we can close, to make that better. Infrastructure, fighting the opioid crisis -- those are going to be things that also not only are the president's big priorities, but things we think we might be able to get Democrats to actually work with us. The American people elected them to come here and do more than just fight the president and we hope that they'll fulfill their constituents' hopes for them and do exactly that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Sarah, thank you."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thanks for coming in today. Always good to talk to you."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Always great to be here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, reaction from a top House Democrat - what's their plan to end the shutdown? And what about those calls to impeach the president?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "House Democrats have an ambitious agenda as they take over the majority from infrastructure to health care, to investigations of the Trump administration. But their first priority is to end the government shutdown. Joining us now from Rhode Island, one of their new leaders, Congressman David Cicilline, chair of the House Democratic Policy and Communications Committee. Congressman, what's the latest on where negotiations stand? Are your -- is your side willing to compromise with the president on the border wall, or are you, in effect, demanding his surrender?"
    },
    {
      "speaker": "REP. DAVID CICILLINE, D-R.I.",
      "utterance": "No, I don't think we are demanding a surrender, but what we're demanding is that the government be reopened. We passed appropriations bill that were passed unanimously by the Senate. They were supported by Republicans. There was an agreement on those bills. The president at the last moment changed his mind and that deal fell apart. So, we are trying to isolate the disagreement. So, we passed again the Senate approved version that -- it was the Republican path forward. That passed the House in a bipartisan way with Republicans and Democrats. We sent that to the Senate. What we are saying is open of the government. We'll have a short-term extension so we can resolve this disagreement. But we need to reopen the government and the president has really held this --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I just --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me just interrupt for a second, because Speaker Pelosi and Democratic Senate Leader Schumer have been hinting at this on Friday after the meeting, is that the Democratic view know that there can be no negotiations on the border wall at all until the president agrees to reopen the rest of the government?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "I mean, I think we believe the government must reopen immediately. I mean, it's having real consequences not only to the federal workers, but to the contrary, in terms of food stamps, in terms of tax refunds, in terms of the safety at the airports with the TSA. I mean, there are real consequences to a prolonged shutdown. The president doesn't seem to understand that but it's really impacting small business. It's impacting people's lives. And so, what we are saying is open the government. There's agreement, bipartisan agreement on funding the government. Let's isolate the disagreement, the Department of Homeland Security and continue talking."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Let's talk about the merits of a border wall. Here's what new Speaker Nancy Pelosi says."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "We are not doing a wall. Does anybody have any doubt that we are not doing a wall? The wall, in my view, is an immorality. It is, again, a waste of money and opportunity cost to protect the American people. But it is a diversionary tactic on the part of the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to ask you a specific question, Congressman, why is a wall immoral? I'm not asking why it's ineffective or why you think the money could be spent better, but the speaker keeps saying the wall is immoral. There's a wall or a fence around the White House. People build walls around their homes. Why is a border wall immoral?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "I think what the speaker is saying is that we believe in securing our borders. We have appropriated $1.7 billion over the last two years for border security. The department has spent less than 6 percent. But we are prepared to do more because we need to do more, but we want to do it in a way that's effective."
    },
    {
      "speaker": "WALLACE",
      "utterance": "If I may just press, why is a wall immoral?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, that's a question the speaker will have to answer, but I think what she means by that is it doesn't reflect our values as a country, that America has been a place that welcomes refugees and immigrants, people who are fleeing violence and war. But I think the real point of that, the rest of her sentence is it's not cost-effective. It doesn't achieve the objective. Democrats are committing to securing our borders. We have voted to secure our borders and appropriate significant resources to do it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "But let's use technology, let's use drones, let's use satellites, let's do cargo inspections, which aren't happening. Let's do things that will actually secure the border."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. But let's talk about the effectiveness of it. Brandon Judd is the president of the National Border Patrol Council. He's been a border patrol agent for 21 years. Here's what he says."
    },
    {
      "speaker": "BRANDON JUDD, NATIONAL BORDER PATROL COUNCIL PRESIDENT",
      "utterance": "Anywhere that you look where we have built walls, they have worked. They have been an absolute necessity for border patrol agents in securing the border."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Here's a guy who has been on the front lines, on the border for two decades. He says border walls work."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, look, I think there's no question there are places we have walls and fencing and other kind of barriers. I think good border security is going to be a combination of things. But what we've heard of from the president is he wants a big great concrete wall that will be a thousand miles --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, no, he's given up on the concrete wall. He is talking about steel fencing out."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "But I think the reality is this is actually a fight the president has created to distract from the real issues that he's facing. The fact is the Republicans were in control of the House, the Senate and the White House for two years. And if this is such an important priority for the president, why didn't he do it at the beginning of the administration? He waited to the lame duck. Why? Because his defense secretary left with a strong rebuke of his foreign policy, his national security advisors sentencing hearing blowup because of the seriousness of the charges. His foundation was closed on for persistent illegalities. The gentleman heading the ISIS effort resigned."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "It was a bad couple of weeks. So what does the president do? He shuts the government down and he's distracted all the attention away from all of those pressing issues to the government shutdown."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, sir, the fact is, even \"The Washington Post\" today said that there is now a crisis at the border. There has been a dramatic spike in the number of family units coming across the southern border. I want to put up some statistics. In November of 2017, a year plus ago, the border patrol apprehended 7,000 family units at our southwest border. This past November, two months ago, they caught 25,000 family units coming across. And look at these recent incidents were border patrol agents had to fire tear gas at migrants who were trying to climb the fence and who were throwing rocks at the border agents. I mean, Congressman, the president is not making this up."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No, the reality is this is a complicated problem. It requires a sophisticated answer and I think the incoming chief of staff for the president and the outgoing chief of staff have both set up border wall doesn't solve this problem. We need to have comprehensive immigration reform. We need to have additional personnel. We need to use technology. So we want to secure our border and respond to these challenges but we want to do it in a way that works, a way that will achieve the objective. And so, what we are saying to the president is open up the government. These other departments have nothing to do with this. Do not punish the American people by shutting down government if you don't get your way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. I got --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "And --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me just interrupt because I have two minutes left and I want to get to questions in."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The president said on Friday that he has the right, and he's even considering, and you heard it from Sarah Sanders just a moment ago, declaring a national emergency and building a wall in his own without congressional approval using funds that have been appropriated for military construction. If he goes ahead and does that, what will House Democrats like yourself do?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, I don't think the president has that authority. He would have to meet a very high standard. Article One establishes the Congress of the United States and gives us the responsibility of appropriating money. So I don't think the president has the authority to do that, and I hope you will continue to try to work with Congress to resolve this disagreement but open the government first. This -- the government will reopen when the Republicans in the Senate and the president come to their senses and recognize that we shouldn't be shutting down the government if they don't get their way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, I've got less than a minute, finally, freshman Congresswoman Rashida Tlaib -- and I know you were expecting this question -- of Michigan said this on Thursday night."
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "utterance": "When your son looks at you and says, mama, look, you won. Bullies don't win. And I said, baby, they don't, because we're going to go in there and we're going to the mother (EXPLETIVE DELETED)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What do you think of the language and what do you think of the idea of moving right away to impeach President Trump?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, look, Democrats ran on the agenda for the people, to drive down health care costs, drive down the cost of prescription drugs, raise family incomes by rebuilding American."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I got all of that and I got a little time but specifically --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Look, I think we need to move forward on our agenda. At the same time, our caucus is big and diverse and people are bringing their passions and reflecting the strong feelings of their constituents, and there are a number of people who think we should move quickly on impeachment. I'm one of the people who think we have to wait for Mr. Mueller to complete his report so we know all the facts before we take any action."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And really quick, yes or no, do you condemn that language?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Look -- I'm not going to -- look, it's kind of odd to hear people on the Republican side who have not condemned the president's language in a million of different contexts to suddenly be clutching their pearls over her use of that language. Like, look, this is a private event, she can use whatever language she thinks is appropriate. The fundamental issues Democrats are fighting for the people of this country and we're going to focus on the issues that matter in their lives, and we're going to do our oversight responsibilities in a serious way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Cicilline, thank you. Thanks for your time, sir. Please come back."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "I will. Thanks for having me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, how long will the shutdown drag on? We'll bring in our Sunday group to discuss the deadlock and when most Americans will start feeling the pain."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, the shutdown over the border wall tests the new divide in Washington."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Without a wall, you cannot have border security."
    },
    {
      "speaker": "PELOSI",
      "utterance": "We're not doing the wall. Does anybody have any doubt that we are not doing a wall?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about the political power struggle, next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The southern border is a dangerous, horrible disaster. We've done a great job, but you can't really do the kind of job we have to do unless you have a major powerful barrier."
    },
    {
      "speaker": "PELOSI",
      "utterance": "We recognize on the Democratic side that we really cannot resolve this until we open up government. And we made that very clear to the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump and House Speaker Pelosi giving no sign of progress in talks to end the partial government shutdown and resolve the fight over funding for a border wall. And it's time now for our Sunday group. Former Republican Congressman Jason Chaffetz, Mo Elleithee of Georgetown University's Institute of Politics and Public Service, Marie Harf, co-host of \"Benson and Harf\" on Fox News Radio, and Jonah Goldberg of \"The National Review.\" Congressman Chaffetz, there was an interesting development in the last couple of days. A few -- three, as I could them, Senate Republicans who were up for re-election in 2020 are now beginning to break with the president and say, we need to reopen the government. Cory Gardner of Colorado, Susan Collins of Maine, Tom Tillis of North Carolina. How do you see this shutdown ending? When do you see this shutdown ending?"
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "utterance": "Well, I wish I could have that magic ball to tell you exactly what it is, and I hope it's sooner rather than later. But I think the Democrats have really put themselves in a tough box because the president is on the side of national security, protecting our border and doing what the federal employees, the Border Patrol, wants to do. They had 60,000 people they apprehended in November coming across the border. And when the Border Patrol goes out and says, we have to have some sort of impediment, something that will slow them down, some sort of wall or barrier, where we've done it in the past it work, that's a compelling argument. And I'm sensitive to Cory Gardner, who's a great member of the United States Senate, but now is the -- Congress always gravitates to deadlines and pressure points. And that's what I think is ultimately going to get this solved is the need, the desire to solve this now rather than continuing to punt it down the road."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, are the Democrats the one who were in a hole and are going to need to get out of it?"
    },
    {
      "speaker": "MO ELLEITHEE, CONTRIBUTOR",
      "utterance": "I don't think so. I think most Americans would agree that this is the president's shutdown and that the president is basically holding hundreds of thousands of federal workers hostage over -- over this. And it's not just them. It's the people who contract with the federal government, people who aren't getting paid, people who are worried about paying the bills, people who are worried about paying their rent, people who may get stuck at airports. This is all -- these are the pressure points that are really going to move this. And I think to say that you're going to continue this for years over an argument, an immigration argument that is actually not proven to be effective, that is sort of in -- where there has bene a wall, we have seen breaches time and time again, almost 10,000 breaches among certain sectors of the wall that exist now. Rather than taking that money and investing in actual technologies that would provide real border security, investigating in more Border Patrol agents, that, to me, seems like a better way to go. To keep the government shutdown and hurt all these people over kind of a fantasy answer I think is going to come back and hurt the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'll let you answer about the fencing answer. But -- but, I mean, here's the problem it seems to me. If the -- if Nancy Pelosi were to say tomorrow, all right, we're going to give you the money for the wall, she'd be thrown out as speaker. Her -- her House Democratic caucus would not stand for that. If the president were to say, you know what, I give up on the wall, his political base, that 39, 40 percent would turn on him. Where does the pressure come and is going to be a surrender by one side to the other? Are they going to sort of lay down the instruments of war? Or is there going to be a compromise that involves something that the president ends up giving to Democrats, whether it's on DACA, the dreamers, people with temporary protected status,, whatever?"
    },
    {
      "speaker": "JONAH GOLDBERG, CONTRIBUTOR",
      "utterance": "Yes, so that' -- that's part of the irony here, right, is the fight over this is almost purely symbolic now. It is a, if they win, we lose, zero sum understanding that if Trump gets anything he can claim victory for, Democrats will feel like it's a loss, and vice versa. The irony is, is that there are serious public policy compromises that could be found here on DACA. There are serious restriction, like my friend Mark Krikorian (ph), who argued for, you know, things like e-verify that are much more important than a wall. But the problem is --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And, incidentally, e-verify is -- is not --"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Shut down right now. Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right. It's shut down as a part of the government shutdown. That's the system that -- that people can use to check as to whether somebody's in the country legally or not."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Right. And so I -- to answer the question about the pressure point thing, it seems to me that if you actually end up -- right now it's a lot of posturing from the TSA and their union. But it seems to me that if - - if -- if airports start essentially shutting down and rip people out and the rest of the country start to feel the bite, that is where I think the pressure really starts to build. That moves markets. That's going to cause congressman to start buckling. Right now overflowing garbage cans on the mall is not exactly -- I drove past it this morning. It's not exactly like a scene from a Mad Max movie out there. But as time goes by, I think those are the pressure points. And you can see a lot of senators get weak in the knees about it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, I'm -- I'm going to ask all of you for a prediction in a moment, but if not for the shutdown, the big political story this week would be the House going back to the Democrats, Nancy Pelosi regaining the speakership after eight years in the minority, in the first speaker to regain the gavel since Sam Rayburn in the 1950s. Here she was on Thursday."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I pledge that this Congress will be transparent, bipartisan and unifying, that we will seek to reach across the aisle in this chamber and across divisions across our nation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Marie, whatever you think of her policies, Nancy Pelosi is clearly a heck of a politician. How effective do you think she'll be dealing with President Trump on this and other issues?"
    },
    {
      "speaker": "MARIE HARF, ANALYST",
      "utterance": "Absolutely. And I -- I think I was one of those Democrats that underestimated her ability to win back the speakership with the kind of numbers she got. The fact that Alexandria Ocasio-Cortez voted for her in the end is just a symbol of the fact that she was able to win back that speakership in a way that showed her strength and her legislative ability. The two things the Democratic House have done now legislatively, they've introduced a bill to -- on voting rights, to get corruption out of Washington, and they've passed bills to reopen the government. So I think they put down a marker this week that they are not here to play. They have an agenda. They're going to push it forward. She will have, I think, some challenges bringing together this moderate block of Democrats who re-won the House in places like Michigan. Elissa Slotkin, coming up later on the show, she's one of them. She is a moderate. She is not an abolish ICE Democrat. Combine that with AOC and the liberal wing of the party, going into a presidential election --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "AOC, folks --"
    },
    {
      "speaker": "HARF",
      "utterance": "That is now how we refer to Alexander Ocasio-Cortez. It's like JFK or LBJ, AOC."
    },
    {
      "speaker": "HARF",
      "utterance": "Exactly. Thank you. But I think, you know, if we've seen anything from Nancy Pelosi in the few months since Democrats retook the House, it's that she can bring those members together. And as long as Donald Trump's in the White House, I think she's going to be pretty effective. And she's shown that this week in holding the line."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, we got a minute left in this segment and I want to ping-pong back and forth and get your predictions. On Friday, as it goes into the 21st day, if it does, the shutdown would be the longest in history, midnight Friday. Will we, a week from today, will the shutdown still be going on? And when it ends, which side is going to be seen as winning?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Still going on and I think the next pressure point is actually the State of the Union at the end of January. I think if -- you will see some --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "So that's like January 29th?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. I think it will continue on to -- to go on to that -- to that point."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And who's going to win?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think the Republicans are going to win. They're on the right side of the argument."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Protecting our borders is the right side of the argument."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "I think it goes on probably for at least a couple more weeks. But I think the points that Jonah were making and others were making, when this starts to be felt in people's homes or in their community or in the airports --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And who caves?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "The president will -- will -- will cave and Democrats will actually find a way to help him cave a little bit less painfully is -- is what's going to be really interesting."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Marie."
    },
    {
      "speaker": "HARF",
      "utterance": "I actually hope that Democrats get something like DACA out of this. I don't want this to keep going on. But, you're right, the more real people that feel this, people that can't pay rent, if it goes on till the State of the Union, I think that's insane. That is crazy."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "I think it goes past the State of the Union --"
    },
    {
      "speaker": "HARF",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "And I think the living will envy the dead. No, I think -- I do think it goes past the State of the Union and they will find a way for everyone to declare a victory."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, that's very sensible. And, actually, I do think that's true. I mean it can't be a complete surrender."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Right."
    },
    {
      "speaker": "HARF",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It has to be the kind of compromise. All right, panel, we have to take a break here. When we come back, the living will envy the dead. President Trump takes incoming from both sides. A freshman Democrat makes an obscene call for his impeachment, and a longtime Republican rival arrives in Washington and wastes no time taking a shot. And what would you like to ask the panel about Mitt Romney's criticism of the president? Just go to FaceBook or Twitter at foxnewssunday and we may use your question on the air."
    },
    {
      "speaker": "SEN. MITT ROMNEY, R-UT",
      "utterance": "I've laid out time and again places where I disagree with the president. They are places that relate to the, if you will, forming of national character that I think we can do a better job."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If he fought really hard against President Obama, like he does against me, he would have won the election. Does that make sense to you?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump responding to a brand-new Senator Mitt Romney, who wrote a controversial article this week saying the president has not risen to the mantle of the office, which understandably got a lot of attention. And we're back now with the panel. Congressman Chaffetz, you were -- are a former congressman from Utah. What do you make of -- of Mitt Romney, before he is even sworn in, having an op- ed in \"The Washington Post\" that -- that basically says this president is living -- not living up to his responsibilities as president, certainly in the image department, and what's the reaction been back home?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, this is not the -- candidate Romney didn't -- didn't talk like this. That's not who he was. He accepted his endorsement in October. In a debate he was asked a question and he said he's putting the past behind him. He looks to working forward. I think it was an unforced error. And he was elected to represent the state of Utah to solve problems. This didn't solve a problem, it created a problem. I think it was an unforced error."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why do you think he did it?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think he does believe it. I think it's in his heart. But -- and I don't think that it's going to do anything to actually move the meter and accomplish things. I don't -- I don't know why he would do it before he was sworn in. I think a lot of people are scratching their head."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. We asked you for questions for the panel and we got a lot of head scratching and reactions on Romney's criticism of President Trump. Mike Johnson sent this on FaceBook. When is he switching to the Democratic Party, because he obviously is no longer a Republican? And Jean Caragher tweeted this, is he positioning himself to challenge President Trump for the 2020 nomination? Marie, how do you answer them?"
    },
    {
      "speaker": "HARF",
      "utterance": "Well, in response to the first question, I think that's actually a problem the Republican Party has, that they -- that there are some member of the party, President Trump's base, that feels like there's not room in the public discourse for Republicans to criticize President Trump. And if that's the direction the party's going, they will, at some point, no longer be a true national party and they will be the party of the 30 percent Donald Trump base. So I think what will be interesting is what this Senate does as we get the Mueller report, as things get more difficult for the president. I don't think Mitt Romney's going to challenge Donald Trump in 2020. That's just my instinct. I do think John Kasich might. I think Jeff Flake might. And a lot will depend on the Mueller report. This is the 800-pound gorilla in the room and once we get that, I think you'll see some Republicans make some decisions about that primary."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Then there was, and we talked about this before with Congressman Cicilline, Congresswoman -- freshman Congresswoman Rashida Tlaib of Michigan and her attack this week on the president, her obscene attack, and President Trump's response. Take a look."
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "utterance": "We're going to go in there and we're going to impeach the mother (EXPLETIVE DELETED)."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think she dishonored herself and I think she dishonored her family."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jonah, this clearly, in the very first week that the House Democrats took over and had done a lot of very careful things in terms of messaging, stepped on their message, the fact that we're talking about it, the fact that cable news has feasted on this. And I think, one, what do you think of that, and, two, the fact that this really indicate how much trouble Nancy Pelosi is going to have controlling some of the firebrands in her party?"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "No, I think that's right. I think there are two issues here. One, the expletive, which she should have apologized for and just moved on. I don't think President Trump has an enormous amount of credibility condemning that kind of language or debasing discourse in any way. But then there's the actual -- the policy issue, which is the impeachment issue. And Nancy Pelosi's challenge is to do something that she didn't do very well the last time she was speaker, which is to try to move legislation that divides Republicans, that peels off Republicans. And the one thing that will keep Republicans unified, at least for now, prior to the Mueller report, is all this impeachment stuff. If it just becomes -- if the Democratic Party is the antimatter universe version of what you were talking but with the Republican Party, which I think is a real concern, of just the anti-Trump party, than that will unify the Republicans. And so get -- staying quiet about impeachment is totally in Nancy Pelosi's and the Democrat's long-term interest until there's a reason to actually talk about impeachment."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I mean, in fairness, we heard Congressman Cicilline today say exactly that, and Jerry Nadler, who is the chair of the House Judiciary Committee, which is where this issue of impeachment, if it's going to come up, would come up, said the same thing this week."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So --"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "But it's a problem. But that's not with the rank and file want, right? In the same way that the Rank and file of the Republican Party wants it to be an always Trump all Trump party, the rank and file of the Democratic Party wants it to be an always anti-Trump party here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let me ask Mo about that. One, what do you make of Tlaib's statement, plus her refusal afterwards to apologize? And how much of a fever is there in the House Democratic Caucus to move right now and impeach Donald Trump?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "So, on the comment, I'd -- I'd -- I'd be hard-pressed to disagree with anything Jonah said. The -- I spent a lot of time talking and worrying about the trumpification of politics rite large and that people go to -- that he has now given everyone license to use this kind of language and I think that is wrong and I don't think Democrats can effectively argue against him by acting like him, nor can he criticize Democrats for acting like him. So I wish he wouldn't have used that language. But I do think the bigger issue here is the talk of impeachment."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Right."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "And I do think it is premature. I think most members of House Democratic leadership agree with that. Most members of House Democratic leadership understand that the politicization of impeachment, the way Tom Steyer is doing it, the way some members are doing it, is a very dangerous path to go down. There may come a time when this is a very relevant conversation and Bob Mueller will let everyone know when that time is. But, until then, Democrats have a policy agenda to push. They've got a presidential policy agenda to stand up to. And they have an election to win. If they want to beat Donald Trump, the best way to do that, and have a mandate behind their own agenda, is to beat him at the ballot box. They've shown they can do that in 2018 and now they've got to do it in 2020. That should be where the energy of people like this remains focused."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We've got about a minute left, Marie. There was a very interesting moment on Friday because President Trump came out to the Rose Garden after his meeting with Nancy Pelosi and said, she assured me there's no interest in impeaching me, and she immediately pushed back and said -- or his staff did and said, she never said that, she just said this meeting is about reopening the government, it isn't about impeachment, which to me indicated that she and her people are very sensitive about the fact of not appearing to tamp down or step on -- not that they're pushing it, but they don't want to -- they don't want to stamp -- tamp down on Democrats who want to impeach."
    },
    {
      "speaker": "HARF",
      "utterance": "I think that's right, but they always condition it -- always, always -- in the leadership of the Democratic caucus right now on the Mueller report. That we cannot do this for political reasons, like it appeared with Bill Clinton or like Tom Steyer is doing. So I think they will keep it on the table conditioned on Mueller."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Thank you, panel. See you next Sunday. Up next, our \"Power Players of the Week. We're going to introduce you to two new members of Congress and ask how they plan to reach across the aisle and end the shutdown."
    },
    {
      "speaker": "WALLACE",
      "utterance": "With the old guard in Washington not getting much done, we met this week with two new members of the 116 Congress to get their fresh ideas. We sat down with Democrat Elissa Slotkin of Michigan, who served three tours in Iraq with the CIA, and with Republican Mark Green of Tennessee, who was on the special ops team that captured Saddam Hussein. And they are our \"Power Players of the Week.\" Welcome to Fox News Sunday."
    },
    {
      "speaker": "REP. MARK GREEN, R-TENN.",
      "utterance": "We're delighted to be here. Thanks, Chris."
    },
    {
      "speaker": "REP. ELISSA SLOTKIN, D-MICH.",
      "utterance": "Thanks for having us."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You both talk about trying to get things done, trying to compromise, to break the gridlock in Washington. Be specific. Let me start with you, Congresswoman Slotkin. How?"
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "Sure. Well, the perfect example is the government shutdown right now. We have the basis of a deal, right? Both sides are saying they care about border security. They believe in national security. Start having a real negotiation about border security, border forces, more technology at the border, fencing if we needed it in some areas. It doesn't just have to be a wall. That's the essence of a negotiation. So I think we can start now if people really care about getting something done."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're talking about the issues, I guess I'm talking more about attitude. Because it's -- you know, there are problems there and people have known about possible deals, possible solutions for a long time, but it never gets done. Why not?"
    },
    {
      "speaker": "GREEN",
      "utterance": "I think what we, as a class, the freshman class, brings, particularly the congresswoman and I, is, you know, a life of service to the country. You know, she's prior military, I'm prior military and we want solutions. And we're just sick and tired of it not happening. And our constituents sent us here to get it done. So we're -- we're rolling up our sleeves and going to -- going to get it done."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I want to pick up on that because Congressman Green was a special operations flight surgeon in Iraq, part of the capture of Saddam Hussein. You served for years in the CIA, then for Presidents Bush 43 and Obama, a Republican and Democrat. What's the one thing that you think you can take from your service in national security and maybe help you here in Washington?"
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "I mean, for me, it's mission, right? You have a mission. And when you're serving in the CIA or military, you wake up every day, you know what you're doing and why you're doing it. And I think it's no different in Congress. Some people have treated it as if they don't have a mission, that they're there for themselves, they're show horses, whatever. I think making sure that people remember that they were elected to get something done and passed legislation is the most important thing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There are a lot of very well-intentioned people in that building behind me and somehow it doesn't get done. Let's take the shutdown. The wall that the president says has to be a wall or, you know, some version of a wall. You hear Nancy Pelosi say a wall is immoral. How do you compromise from that kind of rhetoric?"
    },
    {
      "speaker": "GREEN",
      "utterance": "I think we find, you know, some common ground with what is border security and we get it done. I mean that's really what we have to do. And, you know, the president has looked at this and has said, this is what we need to do and, you know, I'm supporting him in this -- in this effort."
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "I just think it -- literally, life is about negotiations. There is no one who lives their lives just saying I'm going to unilaterally decide what happen. So, negotiate. Get in the room, kick out the cameras and get something done."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Where are you both on Donald Trump? Question for you, Congresswoman Slotkin, are the Democrats, particularly in the House, too anti-Trump?"
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "I think the tenor and tone that the president has set is just unbecoming of the country that I love. And, for me, that's critically important. I don't like policy by Twitter, but, to me, just because you're providing a check and balance on the president doesn't mean you don't have a responsibility to legislate and get something affirmative done. If we're only anti-Trump, we are not doing our job."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On the other hand, congressman, you said during the campaign you can't imagine an issue where you would differ with Donald Trump."
    },
    {
      "speaker": "GREEN",
      "utterance": "So far every action he's taken has been spectacular, from cutting taxes that created massive growth at least in our state in Tennessee, to one of the biggest pay raises for our veterans -- our soldiers in -- in ten plus years. You know, I -- I think the actions that he's taken are spectacular and I can't see an area where I would disagree with him at this point."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What about the tone?"
    },
    {
      "speaker": "GREEN",
      "utterance": "I think maybe in some cases there are better ways to say things. But, again, I 100 percent support the actions that have been taken."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Over the next two years, and I'll start with you congresswoman, how confident are you that you're going to be able to change Washington instead of Washington changing you?"
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "I think the nice thing is, we have over 100 new members in a body of 435 people. Any organization with that many new people, the culture changes. So I'm not saying it's going to be easy, and I've seen it already, you know, that sucking sound of people trying to get you to be very political, you know, salute the party instead of the country. You've got to be strong enough to push back. And that happens when you have people that you can link arms with and say, no, we're not going to do it that way, and I think we have that."
    },
    {
      "speaker": "GREEN",
      "utterance": "I came from a dirt road in a small rural town. My friends are not going to let me go off the rails. Many years in the military. You know, the night stalkers that I went to combat with are going to be on the phone with me saying, Mark, what -- what are you thinking if I -- if I do make the wrong decision or go the wrong way. Tip O'Neill and Ronald Reagan would fight like cats and dogs in the daytime and in the evening they'd go out as Irishmen and have a scotch. And we've got to get back to doing that. And that's how we become friends. Maybe not agreeing, but -- but those relationships I think are what's really missing right now and something that I want to be a part of fixing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman Slotkin, do you like scotch?"
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "You know, I'm going to suggest Michigan beer. You might want to try it. But --"
    },
    {
      "speaker": "GREEN",
      "utterance": "Tennessee whiskey."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. We'll leave it there. You see, can't even agree on that."
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "Never."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman, congressman, thank you both."
    },
    {
      "speaker": "GREEN",
      "utterance": "Thanks for having us."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Good luck. We'll have you back and see how it goes."
    },
    {
      "speaker": "GREEN",
      "utterance": "Sounds good."
    },
    {
      "speaker": "SLOTKIN",
      "utterance": "Thanks for having us."
    },
    {
      "speaker": "GREEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we wish the two of them the very best as they continue to serve our country in their new roles. And that's it for today. Have a great week. And we'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}