{
  "date": "January 11, 2018",
  "headline": "FISA extension sparks surveillance debate",
  "subHeadline": "The 'Special Report' All-Star panel weighs in.",
  "url": "https://www.foxnews.com/transcript/fisa-extension-sparks-surveillance-debate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On this vote, the yeas are 256, the nays are 164. The bill is passed. Without objection, the motion to reconsider is laid on the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE HOUSE PRESS SECRETARY SARAH SANDERS",
      "sentences": "The president fully supports the 702 and was happy to see that it passed the House today, but he does have some overall concern with the FISA program more generally. The president doesn't feel that we should have to choose between protecting American citizens and protecting their civil liberties. He wants to do both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, R-KY.",
      "sentences": "Is one thing to spy on foreigners and foreign lands and that's what the FISA act is supposed to do. We actually will reauthorize it. That's part of our reform. We authorized spying on foreigners and foreign lands. But millions of Americans are accidentally or incidentally collected in this database, and we don't want people willy- nilly just looking into this database without a warrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "The FISA extension of 702, the amended FISA, passed the House today. The vote was 256 to 164. Now it heads to the Senate. One of the people possibly standing the way there, Senator Paul, we will see how that develops. But it has to be passed by the end of next week.  What about this? It was an interesting day on this issue and others. We'll start there. Let's bring in our panel: Fox News senior judicial analyst Judge Andrew Napolitano; Mara Liasson, national political correspondent of National Public Radio; Matt Schlapp, contributor with The Hill. Judge, I will start with you because you started this morning on \"Fox & Friends,\" and you said this about all of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "sentences": "I am scratching my head. I don't understand why Donald Trump is in favor of this. His woes began with unlawful foreign surveillance and unconstitutional domestic surveillance of him before he was the president of the United States. And now he wants to institutionalize this. Mr. President, this is not the way to go. Spying is valid to find the foreign agents among us, but it's got to be based on suspicion and not an area code.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A short time later on Twitter, the president tweeted \"House votes on controversial FISA act today. This is the act that may have been used with the help of discredited and phony dossier to so badly surveil and abuse the Trump campaign by the previous administration and others.\" A short time later, about an hour and half, \"With that being said, I have personally directed the fix to the unmasking process since taking office and today's vote is about foreign surveillance of foreign bad guys on foreign land. We need it! Get smart!\" He obviously was watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "He obviously was watching. It's flattering to know that he was watching. He has stated many times that he watches that show and I'm a regular on it on Tuesdays and Thursdays. I've also been railing against the FISA law since it was first enacted because it permits federal agents to spy on Americans. This one is the worst of all because it permits the FBI to have access to the database and to use it in criminal prosecutions. That is an end run around the Fourth Amendment. When the British government did this to the colonists, we took up arms against them. This is the most serious violation of the civil liberties of law-abiding, innocent Americans since the Alien and Sedition Act punished speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And 702, there were some inaccuracies in the tweets. The 702 deals with the emails and what they are getting from Google and AT&T and that sort of thing, and they can look at it if an American is involved while going after a foreign suspect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Yes, 702 is one of many authorities. There are many, many authorities available to the NSA to engage in domestic surveillance. This is just one of them. But the most pernicious part is what I just mentioned because for the first time the FBI can now lawfully go in there and pull criminal evidence from the intelligence surveillance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The politics of this, however, first of all, the Intel community will tell you that this is crucial for them they say. Two, the administration has been pushing for the reauthorization for months, and then this tweet sent people's hair on fire this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "sentences": "To quote the president, that being said, the White House position is to support what was on the floor today and what the president was tweeting against. And it took a couple hours and apparently a phone call from Paul Ryan to kind of get the president back in lane to where he is saying I am fine with this surveilling foreign people. Somebody in the White House also intervened. And I want to reform the unmasking process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, on the substance of this, I want to turn to a voice we haven't heard in a while, and that is Charles Krauthammer. We have talked about this many times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "sentences": "The Constitution is not a treaty with the rest of the world. It's an instrument of protection of the United States. Countries spy on each other. We spy on others. I'm glad that we do. So in principle, can you abuse it? Yes. But then you have to talk about the mechanism of protecting against abuse, and that I think is a good debate. But to say in principle it can be abused so we shouldn't have it makes no sense at all.  Everybody complained after 9/11 who was not collecting the dots. This is a collection of dots. And if you want it held by the telecoms instead of the government as a compromise, OK. I don't have a great objection to that, but this is not a police state tactic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Charles, by the way, is still on the mend and we hope he comes back soon, but Matt, that's the argument that the Intel community makes as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "sentences": "I feel unworthy to sit in this chair. I'm glad you played the clip. I think that's right. I think what Americans are searching for is balance. They don't want the bad guys free because the bad guys say we are going to use our system, our open system, our constitutional system of freedoms against us to undermine us. And I really don't really see what's wrong with finding these guys overseas. I do like the idea of adding steps that when Americans, when citizens are caught up in the process of this surveillance, that you have to go to court and you have to come up with a reason that you need to look at it. But it would be a big mistake for this country to not give the intel community the tools they need despite the fact that Donald Trump has been greatly miss- served by some people in this community, it would be a big mistake to not give them the tools to stop terrorism because we will have dead Americans if we don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This debate is going to continue and obviously we will follow it in the Senate. I want to turn to the other big story today here today, and this is the negotiation on the DACA deal. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "We are counting on Republicans and Democrats to come together, which we think they well, to make a deal on DACA and on border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "sentences": "We have an agreement, the bipartisan group, I'm talking about, the six of us working, that we are shopping among our colleagues now. We don't want to release details until we talk to more of our colleagues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "There is no deal. I want to shop around my colleagues and see what their appetite is. There's got to be one because we are running out of time. So our group, our working group, came up with a bipartisan proposal in principle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, so there was this meeting about this at the Oval Office today, bipartisan senators, House members, in which it got fiery, talking about other countries sending people to the U.S. The president, and we've confirmed this from various sources, said, quote, \"Why are we having all these people from s-hole countries come here?\" The White House responded saying \"Certain Washington politicians choose to fight for foreign countries, but President Trump will always fight for the American people. The President will only accept an immigration deal that adequately addresses the visa lottery system and chain migration -- two programs that hurt our economy and allow terrorists into our country. Like other nations that have merit-based immigration, President Trump is fighting for permanent solutions that make our country stronger by welcoming those who can contribute to our society, grow our economy and assimilate into our great nation.\" Mara, the eyebrow-raising on Capitol Hill was quite something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Well, first of all, there's several things that are really astounding here. Don't forget, this was the week where he held an extraordinary meeting on Tuesday, bipartisan, said pretty much I will sign what you send me. I'm not going to hold out for everything I want but I do need the wall. OK, he did two things. First of all he rejected the nascent deal, whatever you want to call it, the principles of the deal that a bipartisan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "He said we'd go back at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, it's not ready. Yes, he did make that -- and even though they had told reporters that the four things were in there, they weren't in there enough for the president. So he rejected or he asked them to work more on it. That's the first thing. And don't forget, we are getting to the first deadline next week.   And the second thing he did is he used some pretty astounding language where it was reported he not only said, why are we having all these people from s-hole countries coming here? Why can't we have more people from Norway?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I've known him for 30 years. I know them well and I like them and admire him, but this is a new low. The language, the racial implications are reprehensible and he deserves the criticism he's going to get. The flipside of this is, a lot of his supporters will agree with that tone and elected him because he uses, from time to time, that tone will cheer him on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Basically the president is frustrated because this was not the group he said should negotiate it. He said he would sign something if it went through the process, and he is frustrated that they are going back to this decision on the El Salvadoran folks who are here temporarily, and they are now chiseling away at that. He wants to talk about the three things he wants to get done, and I think that's why he got fiery and perhaps intemperate for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And obviously was not meaning, I supposed to put those particular words out. They came from people inside the meeting. But he should expect that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "He had Democrat members and staffers in the meeting and someone called the media. I think the president learned a big lesson today. When those folks are in the room in the Oval Office, don't get too candid, because that's exactly what they're going to do. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "On this vote, the yeas are 256, the nays are 164. The bill is passed. Without objection, the motion to reconsider is laid on the table."
    },
    {
      "speaker": "WHITE HOUSE PRESS SECRETARY SARAH SANDERS",
      "utterance": "The president fully supports the 702 and was happy to see that it passed the House today, but he does have some overall concern with the FISA program more generally. The president doesn't feel that we should have to choose between protecting American citizens and protecting their civil liberties. He wants to do both."
    },
    {
      "speaker": "SEN. RAND PAUL, R-KY.",
      "utterance": "Is one thing to spy on foreigners and foreign lands and that's what the FISA act is supposed to do. We actually will reauthorize it. That's part of our reform. We authorized spying on foreigners and foreign lands. But millions of Americans are accidentally or incidentally collected in this database, and we don't want people willy- nilly just looking into this database without a warrant."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "The FISA extension of 702, the amended FISA, passed the House today. The vote was 256 to 164. Now it heads to the Senate. One of the people possibly standing the way there, Senator Paul, we will see how that develops. But it has to be passed by the end of next week. What about this? It was an interesting day on this issue and others. We'll start there. Let's bring in our panel: Fox News senior judicial analyst Judge Andrew Napolitano; Mara Liasson, national political correspondent of National Public Radio; Matt Schlapp, contributor with The Hill. Judge, I will start with you because you started this morning on \"Fox & Friends,\" and you said this about all of this."
    },
    {
      "speaker": "JUDGE ANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST",
      "utterance": "I am scratching my head. I don't understand why Donald Trump is in favor of this. His woes began with unlawful foreign surveillance and unconstitutional domestic surveillance of him before he was the president of the United States. And now he wants to institutionalize this. Mr. President, this is not the way to go. Spying is valid to find the foreign agents among us, but it's got to be based on suspicion and not an area code."
    },
    {
      "speaker": "BAIER",
      "utterance": "A short time later on Twitter, the president tweeted \"House votes on controversial FISA act today. This is the act that may have been used with the help of discredited and phony dossier to so badly surveil and abuse the Trump campaign by the previous administration and others.\" A short time later, about an hour and half, \"With that being said, I have personally directed the fix to the unmasking process since taking office and today's vote is about foreign surveillance of foreign bad guys on foreign land. We need it! Get smart!\" He obviously was watching."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "He obviously was watching. It's flattering to know that he was watching. He has stated many times that he watches that show and I'm a regular on it on Tuesdays and Thursdays. I've also been railing against the FISA law since it was first enacted because it permits federal agents to spy on Americans. This one is the worst of all because it permits the FBI to have access to the database and to use it in criminal prosecutions. That is an end run around the Fourth Amendment. When the British government did this to the colonists, we took up arms against them. This is the most serious violation of the civil liberties of law-abiding, innocent Americans since the Alien and Sedition Act punished speech."
    },
    {
      "speaker": "BAIER",
      "utterance": "And 702, there were some inaccuracies in the tweets. The 702 deals with the emails and what they are getting from Google and AT&T and that sort of thing, and they can look at it if an American is involved while going after a foreign suspect."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Yes, 702 is one of many authorities. There are many, many authorities available to the NSA to engage in domestic surveillance. This is just one of them. But the most pernicious part is what I just mentioned because for the first time the FBI can now lawfully go in there and pull criminal evidence from the intelligence surveillance."
    },
    {
      "speaker": "BAIER",
      "utterance": "The politics of this, however, first of all, the Intel community will tell you that this is crucial for them they say. Two, the administration has been pushing for the reauthorization for months, and then this tweet sent people's hair on fire this morning."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "utterance": "To quote the president, that being said, the White House position is to support what was on the floor today and what the president was tweeting against. And it took a couple hours and apparently a phone call from Paul Ryan to kind of get the president back in lane to where he is saying I am fine with this surveilling foreign people. Somebody in the White House also intervened. And I want to reform the unmasking process."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, on the substance of this, I want to turn to a voice we haven't heard in a while, and that is Charles Krauthammer. We have talked about this many times."
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, SYNDICATED COLUMNIST",
      "utterance": "The Constitution is not a treaty with the rest of the world. It's an instrument of protection of the United States. Countries spy on each other. We spy on others. I'm glad that we do. So in principle, can you abuse it? Yes. But then you have to talk about the mechanism of protecting against abuse, and that I think is a good debate. But to say in principle it can be abused so we shouldn't have it makes no sense at all. Everybody complained after 9/11 who was not collecting the dots. This is a collection of dots. And if you want it held by the telecoms instead of the government as a compromise, OK. I don't have a great objection to that, but this is not a police state tactic."
    },
    {
      "speaker": "BAIER",
      "utterance": "Charles, by the way, is still on the mend and we hope he comes back soon, but Matt, that's the argument that the Intel community makes as well."
    },
    {
      "speaker": "MATT SCHLAPP, THE HILL",
      "utterance": "I feel unworthy to sit in this chair. I'm glad you played the clip. I think that's right. I think what Americans are searching for is balance. They don't want the bad guys free because the bad guys say we are going to use our system, our open system, our constitutional system of freedoms against us to undermine us. And I really don't really see what's wrong with finding these guys overseas. I do like the idea of adding steps that when Americans, when citizens are caught up in the process of this surveillance, that you have to go to court and you have to come up with a reason that you need to look at it. But it would be a big mistake for this country to not give the intel community the tools they need despite the fact that Donald Trump has been greatly miss- served by some people in this community, it would be a big mistake to not give them the tools to stop terrorism because we will have dead Americans if we don't."
    },
    {
      "speaker": "BAIER",
      "utterance": "This debate is going to continue and obviously we will follow it in the Senate. I want to turn to the other big story today here today, and this is the negotiation on the DACA deal. Take a listen."
    },
    {
      "speaker": "SANDERS",
      "utterance": "We are counting on Republicans and Democrats to come together, which we think they well, to make a deal on DACA and on border security."
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "utterance": "We have an agreement, the bipartisan group, I'm talking about, the six of us working, that we are shopping among our colleagues now. We don't want to release details until we talk to more of our colleagues."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "There is no deal. I want to shop around my colleagues and see what their appetite is. There's got to be one because we are running out of time. So our group, our working group, came up with a bipartisan proposal in principle."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, so there was this meeting about this at the Oval Office today, bipartisan senators, House members, in which it got fiery, talking about other countries sending people to the U.S. The president, and we've confirmed this from various sources, said, quote, \"Why are we having all these people from s-hole countries come here?\" The White House responded saying \"Certain Washington politicians choose to fight for foreign countries, but President Trump will always fight for the American people. The President will only accept an immigration deal that adequately addresses the visa lottery system and chain migration -- two programs that hurt our economy and allow terrorists into our country. Like other nations that have merit-based immigration, President Trump is fighting for permanent solutions that make our country stronger by welcoming those who can contribute to our society, grow our economy and assimilate into our great nation.\" Mara, the eyebrow-raising on Capitol Hill was quite something."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Well, first of all, there's several things that are really astounding here. Don't forget, this was the week where he held an extraordinary meeting on Tuesday, bipartisan, said pretty much I will sign what you send me. I'm not going to hold out for everything I want but I do need the wall. OK, he did two things. First of all he rejected the nascent deal, whatever you want to call it, the principles of the deal that a bipartisan --"
    },
    {
      "speaker": "BAIER",
      "utterance": "He said we'd go back at it."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, it's not ready. Yes, he did make that -- and even though they had told reporters that the four things were in there, they weren't in there enough for the president. So he rejected or he asked them to work more on it. That's the first thing. And don't forget, we are getting to the first deadline next week. And the second thing he did is he used some pretty astounding language where it was reported he not only said, why are we having all these people from s-hole countries coming here? Why can't we have more people from Norway?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I've known him for 30 years. I know them well and I like them and admire him, but this is a new low. The language, the racial implications are reprehensible and he deserves the criticism he's going to get. The flipside of this is, a lot of his supporters will agree with that tone and elected him because he uses, from time to time, that tone will cheer him on."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Basically the president is frustrated because this was not the group he said should negotiate it. He said he would sign something if it went through the process, and he is frustrated that they are going back to this decision on the El Salvadoran folks who are here temporarily, and they are now chiseling away at that. He wants to talk about the three things he wants to get done, and I think that's why he got fiery and perhaps intemperate for sure."
    },
    {
      "speaker": "BAIER",
      "utterance": "And obviously was not meaning, I supposed to put those particular words out. They came from people inside the meeting. But he should expect that --"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "He had Democrat members and staffers in the meeting and someone called the media. I think the president learned a big lesson today. When those folks are in the room in the Oval Office, don't get too candid, because that's exactly what they're going to do. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}