{
  "date": "January 17, 2019",
  "headline": "Does the Supreme Court have too much power?",
  "subHeadline": "Guests: Joel Rubin, Jeffrey Lord, Alex Swoyer, Carrie Severino, Scott Bolden, Richard Grenell",
  "url": "https://www.foxnews.com/transcript/does-the-supreme-court-have-too-much-power",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Great to see you. All right, thanks so much, I'm Laura Ingraham, this is “The Ingraham Angle” from Washington tonight. We're going to get into THE ANGLE in just a few minutes and it's about the court, you do not want to miss it, no one else is talking about it but President Trump beating Speaker Pelosi first at her own game. Well, abruptly pulling the plug on her overseas trip and then he blamed it on the shutdown. And this coming just one day after Pelosi made a rather pathetic attempt to delay the President's State of the Union address. Joining me now with all the latest details is Chief National Correspondent, Ed Henry. Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, NATIONAL CORRESPONDENT",
      "sentences": "Laura, great to see. Pelosi officially grounded now shortly after a return trip from that Christmas vacation in Hawaii and mere hours before her Airforce Jet was set to take off again for what President Trump is dismissing tonight as a pricey public relations event.  The latest skirmish between these two leaders as you noted yesterday, she was trying to delay the President's State of the Union address, for what she called security concerns that the Secretary of Homeland Security said, did not exist yet today Pelosi was set to use all kinds of government security for an official trip to the war zone in Afghanistan as well as other stops including Belgium.  There's a dispute about whether Egypt was included. The Speaker would be spending taxpayer money on yes, security, hotels, cars, meals, in fact there was a bus full of lawmakers headed from the Capital to Joint Base Andrews to meet that Air Force jet to take them overseas. But Pelosi's spokesman tells us, the Speaker wanted mostly to just thank our men and women in uniform and obtain critical national security briefings. They say that's all this trip was about but the President brought that bus to a screeching halt.  The letter marked, \"Dear Madam Speaker,\" he wrote, \"due to the shutdown, I'm sorry to inform you your trip to Brussels, Egypt and Afghanistan has been postponed. We will reschedule the seven-day excursion when the shutdown is over.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, WHITE HOUSE CORRESPONDENT",
      "sentences": "Don't you as Speaker of the House have an obligation to be at the negotiating table?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "We have got it. What negotiating table are we not at? The last one we went to I think, was a set up where the President pounded as he gave himself leverage to leave the room. But yes, we're at the negotiating table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "While many Democrats in the House and Senate would like to make a deal, Speaker Pelosi will not let them negotiate. The party has been hijacked. By the open borders fringe within the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "But White House aides are insistent to us tonight, this was not tit- for-tat. They say the President just wanted Pelosi to stay in DC to negotiate all. They also say the military aircraft that's been put on hold but if Pelosi wants to fly commercial, they will not stop her. Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow, Ed, thanks so much and so what does all this back and forth reveal about the media? Well, I'll just show you. This was the media just yesterday cheering Nancy Pelosi when she told Trump, that little stunt, to move his State of the Union address.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Speaker Pelosi playing hardball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's playing hardball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Speaker Pelosi flexing her constitutional muscle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nancy Pelosi flexing her muscles today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This bold power play by Speaker Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She's got a PhD in needling President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a move of exceptional cleverness and sadism in a way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean this is political genius.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She was showing that she's in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What a badass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh my God, that could be the best montage of all time and this is the same liberal media when Trump delayed Pelosi's overseas trip as was well within his right, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The President has responded in sort of a childish way, it's the only way to describe it to the House Speaker Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a sort of a classic example of Trump kind of over reacting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So what Trump has done today is tactically inept, strategically nitwit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The only phrase that comes to mind is Nanny, Nanny, Boo-Boo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nobody who's ever traveled to the congressional delegation would think that this is funny or appropriate or cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I like it when Jake gets very serious. I like all that impartiality, it's even-handed, right? Both of them are flexing their muscles, that's what the branches of government do, they're all checking each other and trying to exert more power. That's how it's always been. Well joining me now on the media's role in the public perception of this fight and the answer to the question of who is actually winning? Byron York, Chief Political Correspondent from the Washington Examiner, Joel Rubin, former Deputy Assistant Secretary of State under Obama and Jeffrey Lord, Contributing Editor to the American Spectator and former aide to President Reagan.   Jeff, Pelosi and Trump, they're playing the same exact game, each has different powers. But who right now has the upper hand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY LORD, CONTRIBUTING EDITOR, THE AMERICAN SPECTATOR",
      "sentences": "(inaudible) has and memo to Nancy Pelosi and the media, this is the best line that I heard all day from someone else, never troll the king of trolls. And they went out there thinking that they could get away with this stunt and it was a stunt and he called him on it and now they look like you know, fools to be perfectly honest. I mean, they've got red faces. I mean this is childish behavior, they got caught at what they're doing, they went and partied in Puerto Rico, they - she went off to Hawaii to a resort for Christmas. I mean, they're making one misstep after another and this is serious business. Serious business and they ought to stay there and get the job done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Barron, I have actually a thought on this. The more I've been thinking about the shutdown, it's you know it's really tough for people who don't got a pay check, hard for people trying to you know deal with all that uncertainty.  As a political matter, just totally as a political matter, I think this plays out a lot like Obamacare in the end. The longer this debate goes on, the more we see it, whether it was the website crashing or premiums going up, keep the conversation going because then you start seeing people's real cards. You start seeing what they're really playing with and I think Jeff's point right there is very on point because if you really care about the people, you'd be at least in Washington even if you can't come over, you'd be here, saying, we got one more chance at this, let's try it again.  But he's here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, CHIEF POLITICAL CORRESPONDENT, WASHINGTON EXAMINER",
      "sentences": "I think - and he's been saying that the whole time, through Christmas, through New Years to now, I think what you're seeing though is that Democrats think they're winning. Over the weekend, we had a number of polls that came out that showed significantly larger numbers of Americans blame President Trump and Republicans for the shutdown than blame Democrats.   And believe me, if it were the other way around or even equal, I do not think Democrats would have been doing this, they're doing this because they think they have the public behind them and Trump is going to be blamed, whatever happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is Nancy Pelosi, jewel, today, standing by her point on the State of the Union, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I'm not denying him the platform at all. We're saying let's get a date when government is open, let's pay the employees. Maybe he thinks it's okay not to pay people who do work, I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she's not denying him a platform. I mean, come on. I mean, the State of the Union thing, he's got to deliver the State of the Union, whether it's at the House or the Senate but that was Nancy Pelosi doing what she could do to score political points.   And yet the media today, they come along and say, oh, this is petty and petulant. The President - isn't it a bit, whose ox is being gored here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOEL RUBIN, FORMER DEPUTY ASSISTANT SECRETARY OF STATE UNDER OBAMA",
      "sentences": "Well, it's certainly a battle royale right now and Nancy Pelosi is setting the frame for the discussion and Donald Trump today, he pushed back very aggressively and effectively and I think, this doesn't make anybody look good. Right now, we have a shutdown, we need there to be a negotiation, there needs to be a deal. Pelosi is winning on certain points as Byron says, in the polls, Democrats are in a strong position but this kind of tit-for-tat really makes Washington look -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm going to get to who - who's benefiting from this and how the media are playing this because they're helping shape public opinion as well. But on to the polls, interesting poll came out today which I think shocked a lot of people on the Latino vote and Latino supporters.  Among Latinos, the President's approval has jumped 19 points during the shutdown. 19 points, what's that all about? Jeffrey Lord, we don't know but it kind of kills this narrative that when you're for border enforcement, you're going to lose Latino voters. Dan Patrick found that wasn't true in Texas, Lieutenant Governor Greg Abbott, very tough on the border and they had about 41-42 percent Latino vote when they were both elected and their number still stay about the same.  So the media is getting that wrong. I want to play - I want to show this for you. This is Washington Post yesterday on Pelosi, \"In the 2 weeks since she reclaimed the Speaker's gavel, Pelosi has moved aggressively to leverage her decades of congressional experience to needle, belittle and undercut Trump with swipes at its competence and even his masculinity.\" I guess that's - imagine if it what was going after someone's femininity, I don't think they'd play it the same way but you know it was a big build-up of Nancy today in Politico and The Washington Post and you saw that montage of these reporters like with their scowls and John Heilemann, looks like he just lost his best friend.  They put on their big stern faces and their furrowed brows and it's just so transparent. I mean, I'm actually I'm enjoying it because it's so transparent, what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "Well, yes. I mean, this is exactly - this is one of the reasons why Donald Trump is in the White House in the first place. It's the American people have seen this kind of game playing going on for years and they hate it.  They want something done and he's sticking by his guns and he's doing it and not to go unnoticed here, when these members of Congress are in Congress, what's protecting them? Walls. I used to work there years ago, there were no walls, you could walk in anywhere, you could park your car in the Catholic grounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I like those old days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "None of that is possible. Yes, none of that is possible now they are, all every one of them protected by walls so the hypocrisy is mind boggling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, stand by panel because last night in THE ANGLE, I highlighted the pernicious progressive push by some bad actors on the left. Well, tonight, we're going to shine a light on the media as I was saying specifically, prominent editorial pages providing cover to some of the more fringe ideas. And let's take two recent headlines. In ‘The New York Times' an opinion piece titled, \"There's nothing wrong with open borders. Why a brave Democrat should make the case for vastly expanding immigration.\" And the Atlantic just released this much ballyhooed cover story. \"Impeach Donald Trump. Starting the process will reign in a President who is undermining American ideals and bring the debate about his fitness for office into Congress where it belongs.\"  Joel, as a Democrat, does this editorial cover really help your party because people hate the media and they hate, they hate, they hate, they hate us, I guess, they hate the media but they hate the kind of media especially that is the \"objective\" media when they're not objective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Well, there's two kinds of media here, right? There is reporting media and there's opinion media and the open borders argument, it has no space right now in the Democratic Party for good reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "For now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "For now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think there's some space.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Well, what they're trying to do is to create that space and are they're trying to say look, we need to expand the conversation but that is policy-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trump wants a wall, they won't even meet. pass along to me they won't even me. That's amazing - they're not even meeting. They're adjourning until February, Byron, February, they're showing up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Remember, huge majorities of Americans favor border security, that's all the Democrats are saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But they say they're for border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "They say they're in favor of it, the reason they're saying they're in favor of it because Americans actually do favor it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hispanics want it too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "And also on the Atlantic piece, this is the world's least surprising magazine article, they've been talking about this for a long time. Everybody in the left has been talking about it for a long time.  The idea that it would make some impact that was courageous to call for the President's impeachment is nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This was -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "What they're doing is appealing to their base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the base Jeff, that we pointed out last night, it's moving everybody to the left pretty much, I mean you have a few moderates like Steny Hoyer and a few others but not many. I mean they're all going to have to kiss Alexandria Ocasio-Cortez's ring. When they're running for President in one way or another, they're going to kiss the ring and she's only been in town for 7 days, that's pretty amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "But the - but the open border is in the audience at the State of the Union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't know, I have a prediction. If Trump gives the State of the Union in front of members of Congress, let's say he goes over to the Senate to give it, will the Democrats go? And will they - if they go, will they turn their backs? That's my Jeff, prediction, real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORD",
      "sentences": "Yes, yes, they will turn their backs, they will make a scene, they know the cameras are there. That's if they show up but yes, they will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, Byron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Some will absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Some will, yes, Joel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Well, I think some will, but the party - the party is not an opening borders party, yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but you don't want them to, all right, thank you so much and coming up with the immense power bestowed upon nine on elected Justices of the Supreme Court - Is it fair now for some sitting citizens to expect their full participation. I can't miss ANGLE, next. And a heads up, my new podcast just dropped. Subscribe at podcastone.com or iTunes, you got Michelle Malkin talking with me about toxic femininity. Well, that's in part of men and how Facebook is trying to silence pro- lifers plus Alveda King on what MLK would say today about the whole cultural landscape. Subscribe now at podcastone.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Questions of life and viability at the High Court, that's the focus of tonight's ANGLE. In 1973 the Supreme Court and Roe V. Wade struck down state laws, banning abortions. And liberals then I think thought that would settle the issue. But 46 years later, the country is still torn apart about abortion. Tomorrow hundreds of thousands of mostly young people will converge on Washington for the March for life. They brave the snow and usually frigid temperatures, year after year after year, to speak for those who have no voice. The unborn.  According to a new Marist poll released this morning, 75 percent of Americans say, they would limit abortion to at most the first three months of pregnancy, that include 6 and 10 of those who self-identify as pro- choice as well 6 and 10 Democrats. Well, that means the Supreme Court is actually out of sync with most Americans on that issue. Not that any of that matters because we've given so much power to the Supreme Court to run roughshod over the will of the people in the states, that's it become a super governmental force. Our framers never intended that unelected judges would have power over politics and our culture like this because it's a question, addressed time and again, by really smart minds. Like the great Justice Antonin Scalia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONIN SCALIA, FORMER ASSOCIATE JUSTICE, SUPREME COURT OF THE UNITED STATES",
      "sentences": "Regardless of whether you think prohibiting abortion is good or whether you think prohibiting portion is bad, regardless of how you come out on that, my only point is the constitution does not say anything about it, it leaves it up to democratic choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the decisions have not been left up to the people. In fact the left has long relied on courts to advance a radical transformation of American society on criminal justice, issues like marriage and public justice, criminal justice reform.  But now that the balance of the High Court is shifting or could be shifting, the stakes could not be higher. Now this is part of the reason, Supreme Court battles have gotten so ugly and contentious in recent years. Now see the difference between Justice Scalia's confirmation hearing in 1986 and Justice Kavanaugh's, 32 years later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Would you like to introduce your family, you've got a lot of children and they may want to-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALIA",
      "sentences": "I would Senator, they've taken a lot of trouble to get dressed up and come downtown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To Justice, but this is only possible when judges are committed to the rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALIA",
      "sentences": "I would support a broad, congressional mandate that is not unconstitutionally overbroad, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And we've all just kind of gotten used to the circus that the confirmation hearings have become. A packed hearing room with outburst from protesters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've heard my side of the aisle call for a regular order and I think we ought to proceed in regular order. There will be plenty of opportunities to respond to the questions that the Minority are legitimate in raising. And we will -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Chairman, under regular order, may I ask a point of order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Check out the hearing room during Scalia's confirmation. I mean, that's during his confirmation, look at all the empty seats behind him, this is like a couple hours in. I was watching this all afternoon. I relived the whole thing.  Now even Justice Ruth Bader Ginsburg admitted that judicial confirmations were never this ugly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How would you compare the process that you went through with what's going on today in that process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTICE RUTH BADER GINSBURG, ASSOCIATE JUSTICE, SUPREME COURT OF THE UNITED STATES",
      "sentences": "The way it was, was right. The way it is, is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she was confirmed overwhelmingly in 1993 by a vote of 93 to 6. Scalia was confirmed by a vote of 98 to 0. Now by the way, the two had completely different in most issues, judicial philosophies but they were really close, really good friends and as a family friend of the Scalias, I even actually spent a New Year's Eve with them, back in 1986 if you can believe it. It was nice to see those friendships. But all these years later, the court is still a pretty collegial place, the Justices get along, they're actually friends, they like each other. But because so many on the outside have becomes so reliant on the court instead of Congress to advance mostly liberal causes.  Another potential vacancy comes up and it has all the activists on edge. Politico just published a piece titled: \"What happens if Ruth better Ginsburg remains too sick to work?\" In just the past two months, the Justice, 85 has suffered 3 fractured ribs and had a pair of cancerous nodules removed from her lung, that's from Politico. And this was as we all know not her first bout of cancer. But she's been there before and her doctors say that they expect her to return to the bench, next month. Well, the Justice has been buoyed by America's prayers and well wishes and she seems to actually have enjoyed the near mythic status bestowed on her by the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's fierce and fabulous and kind of still, she's still got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to see what your workout is, let's get fully you know ripped and exploded, let's get shredded, let's get stupid strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINSBURG",
      "sentences": "Let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She is just one of my role models.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's become such an icon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you mind signing this copy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The closest thing to a super hero, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, you got movies, documentaries, books, children's books and let's face it, cynics say that this was smartly designed to set the cultural narrative early and should the time come, make it more difficult perhaps for President Trump to appoint someone to replace her with the judicial conservative, a temperament that is obviously judicially conservative. Even if that pick is another woman. Look, any time a sitting Justice, especially at an advanced age is in declining health, it does raise serious questions, that's why people are writing these articles. Now I remember because I was watching these hearings very closely and watching the announcement closely when Justice Thurgood Marshall handled his retirement, back in June of 1991.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What are some of the medical facts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THURGOOD MARSHALL, FORMER ASSOCIATE JUSTICE, SUPREME COURT OF THE UNITED STATES",
      "sentences": "Some of the what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The medical facts, what's wrong with you Sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHAL",
      "sentences": "What's wrong with me? I'm old. I'm getting old and coming apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You remember how Democrats made a big deal about President Trump's health leading up to his first physical as Commander-in-Chief, right? They endlessly questioned his stamina and mental acuity. A White House physician, Ronnie Johnson, he reported that the President was in excellent health last January, people still didn't believe it. Well, now there are some asking that, if it was appropriate to ask questions about the physical condition of the President and his fitness for office, is it also appropriate to ask similar questions about Supreme Court Justices, beyond Ginsburg, all of them. With all the weighty issues facing the High Court, everything from immigration to Obamacare's contraceptive rules, the stakes are really high now. And as we all wish, all the Justices, long and happy lives, do Americans have the right to be reassured that 28-year old law clerks aren't exercising undue influence, especially when the court has outsized powers over matters of life and death. Big questions and that's THE ANGLE. I want to note that all of us are hoping and praying for Justice Ginsburg's recovery, she's an amazing person and her return to the bench is anticipated and her law clerks miss her very much and that said, the power of the court does make these conversations necessary. You saw Justice Thurgood Marshall taking on these questions and he actually wasn't uncomfortable. I laughed so hard. I mean, I remember that and Scott Bolden, you probably remember as well. Scott Bolden's with us, Carrie Severino for Judicial Crisis Network, I'm delighted you're here and by the way, Alex Swoyer from The Washington Times, you've been covering this. Alex, I want to go to you first, it's uncomfortable, right? We all - we hope are going to get old, we all hope we're going to have good health. It's tough I mean, it's tough -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX SWOYER, REPORTER, THE WASHINGTON TIMES",
      "sentences": "It's very tough as a reporter too because you don't want -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You don't want to be insensitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWOYER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Especially for someone like her because she's like fought back all these disease, she's like does her workout, it's unbelievable. I mean, I just marvel at it but there are you know, increasing reports like if you don't show up for two months, then what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWOYER",
      "sentences": "Right, right. It's a Politico article, you pointed out. I thought it was interesting when I took a look at that that they started talking about you know, the mental capabilities dating and I thought you know in connection to Ginsburg, is that fair? Is that at leap that a journalist should make at this point in time, there hasn't been any indication that she isn't coherent, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When was the last time she was seen in public?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWOYER",
      "sentences": "I believe it was when she was going to have her surgery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But she hasn't spoken -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWOYER",
      "sentences": "No, but there are reports, I think it was in NPR who reported that she did vote from the hospital hours after her surgery on the asylum case, whether or not they were going to lift, I think that Trump administration had gone to straight to the court and asked -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Carrie, this is all - I mean, it all is - it all is kind of an uncomfortable conversation. Only because the court really has taken on such the prominent positions, gone into areas where mostly it was state legislatures or the federal government and really thorny issues. And so you got activists on both sides going, oh, what's going on what, who's going to be up next and like, oh, she's not retired yet, you're talking about who is going to be up next, what about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARRIE SEVERINO, JUDICIAL CRISIS NETWORK",
      "sentences": "Yes, I mean the more the court expands into every area of American society, the bigger ticket item it becomes. But you know, obviously, we're all praying for her, she's getting the best medical care there is to get and right now there's also really important issues in the other courts. I mean we now have more vacancies than when Trump took office in the lower courts, I think maybe 90 judges that need to be re-nominated, we've seen bullying, we've seen smear campaigns, we've seen just plain obstruction from Democrats. So this is a problem going throughout the system now that that we need to be working on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT BOLDEN, U.S. ATTORNEY",
      "sentences": "I think she meant to add that smear campaigns by Democrats and Republicans but I don't want to put words in your mouth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Should Supreme Court Justices - I mean, and this has been written about before, this is nothing unique but should they have to maintain a certain level of health, mental acuity in order to be on the court? There were all the stories about Justices going back, last 150 years about Justices who could not function, who were on severely medicated, law clerks doing a lot of the work, I mean, I was clerked for Justice Thomas, Carrie clerked for Justice Thomas. And we've heard all the stories as clerks about other justices. Should there be some type of concern here in the public? I'm not talking about her but just in general.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Yes, generally. But sure, there should be that concern. But remember, these are lifetime appointments. There is no litmus tests in regard to mental acuity on this thing. And remember, the other thing that preserves all of this is that if she is incapacitated, the court goes on if it's an even number or an odd number, it goes on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, if you don't show up, this is kind of uncharted territory. She's never missed oral argument. She's a bulldog on these issues. She's organized, she knows it, she's a terrific writer, she doesn't miss oral argument. She doesn't miss them, never has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "There were vacancies when Justice Scalia passed away and the court continue to render decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're not talking about that. We're just talking about, again, we have these big cases coming up, and she has not retired. What if she doesn't show up for the next oral arguments and the next oral? We hope she does, but what if she doesn't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "But there's a broader question because of technology whether she can vote from home, whether she can work from home, so a lot of that has changed, if you will. So I do think they need to stay in great health, obviously mental acuity, but at the same time with a lifetime appointment, who's going to step forward and say that's enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hugo Black once said -- yes, Hugo Black once said that justices do not actually come into the court and can't participate put huge burdens on the rest of the court, that it's not just about you at some point. And that's what Thurgood Marshall got. There's another funny clip. Thurgood Marshall was asked a question about when he decided to retire. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Justice, when did you make the final decision to retire? When did you come to the decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THURGOOD MARSHALL, FORMER SUPREME COURT JUSTICE",
      "sentences": "I don't have the slightest idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The whole place burst out laughing. He's like, I don't know. But he thought it was time for him to go. But he was funny, he was holding court there, but he was like I'm getting old. I don't know. I kind of like that idea of going out on top, like you go out on top and you get the press, I think that was kind of cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "I think it's a value proposition, am I adding value to the job? Whether it's in a law firm or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If you're not showing up at oral argument, you're not participating in oral arguments --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Exactly. Then how can you vote? How can you vote? And so I think we all have that self-efficacy that we want to add value, and when we don't, then you don't want to go to the office, that's even worse, if you can. It's time for you to retire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is going to be a bruising confirmation battle. Play the clips, the young people are getting RBG, Notorious RBG tattoos, the books, the movies, documentaries. She led an incredible life, but Sandra Day O'Connor didn't get the books. Did she get all of those? Not quite as much. But it's going to be worse than Kavanaugh, perhaps? Could it be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "I could be. Again, we're seeing so much bullying already even at the lower court nominees, just imagine what is prepping here. But she was such a trailblazer, and she herself has talked about how she thinks people should be treated better even if they have a different perspective than she has. So I would hope that maybe out of respect for her own perspective on the confirmation process, she's say let's have a process worthy of Justice Ginsburg, because if you really think she's such a model, let's take her words for it and try to be more civilized about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She didn't like what she saw, she didn't like that. But Scalia, 98-0, she got confirmed 93-6. And it was just to fun to watch the old Scalia confirmation. It was half-empty. People were not even going to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "He was smoking a pipe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I loved the pipe. I want to bring back the pipe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He listened to opera and he loved to smoke the pipe. But he answered questions. Let's just play -- this is for fun. There was another moment, do we have it, another moment during the Scalia confirmation hearing when he was asked about an issue which was relevant to the issue tomorrow and the March for Life? Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONIN SCALIA, FORMER SUPREME COURT JUSTICE",
      "sentences": "I would find it very difficult, I was saying in that article, to strike down a provision on the basis of substantive due process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It went on, but the larger question was about abortion. And he said, the 14th Amendment? Does it have two layers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Why was no one there, though? That's amazing compared to what it is today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "That is incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the first day there were his kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "And the recording at the time during that hearing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the most fun thing about that, guys, we have to do this on the show. The most fun thing is that in the background, you saw Anthony Podesta or what it John Podesta? John Podesta, you saw all these people, young, they were young. They were sitting behind all these senators, Biden and Kennedy and Howard Metzenbaum. Oh, no, Hatch is like really young, and McConnell is really young.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's wild. It's like memory lane here. All right, guys, great panel. We'll see what happens. We wish her the very best. Up next, the entitled teen calling the cops on her dad, and the untold story of that viral Gillette ad. Raymond Arroyo here, special Thursday edition of \"The Follies,\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for, what, \"Thursday Follies?\" Well, it's a special edition. What can I say? What about that bizarre Gillette ad, what was that really all about? And is it stealing if you take a kid's cellphone away? Plus, January turns into Janu-hairy. Joining us now with all the details is Raymond Arroyo, FOX News contributor, \"New York Times\" bestselling author of the upcoming smash \"Will Wilder, The Amulet of Power.\" Get it if you want your kids to read and love it. Raymond, Gillette is facing a little bit of backlash, or serious backlash, for this ad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's been going on far too long. You can't laugh it off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What I actually think she's trying to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Making the same old excuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Boys will be boys. Boys will be boys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But some things finally changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Men need to hold other men accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Smile, sweetie. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To say the right thing, to act the right way, because the boys watching today will be the men of tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "When did selling razors turn into a scolding of men? The tagline is \"The best a man can get.\" This is the worst ad a man can watch. Laura, here's what most people don't know. A lot of people saw the ad, they copied it, sent it around. In 2011, Gillette learned that 30 percent of their customers were women who use the men's razors. With beards making a comeback, guys aren't buying the razors like they once did, but women might. So they devised this men need to change campaign to attract the ladies. In the process, it feminizes men, and the director was a woman named Kim Gehrig. She has directed short films on toxic masculinity and celebrating female genitalia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lovely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We won't show clips from that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Compare that add we just showed you to the original \"The best a man could get\" ad from 1989. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're looking good, you've come so far. We know how to make the most of who you are. Father to son, it's what we've always done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The best a man can get",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Gillette, the best a man can get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You can't show traditional marriage at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The best a man can get is married with children, mentoring your son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sensitive, but sensitive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But you see, this new ad, the new version of this is really man as a wuss. You are bad. And that line of the guys at the barbecue pits intoning, boys will be boys. Imagine a summer's even ad with a bunch of ladies barefoot and naked -- barefoot and pregnant in a kitchen. Imagine that ad. People would naturally be offended. A lot of people would be offended by this stereotype of guys just sitting there at the barbeque.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Television has been doing the men are dumb and stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The media has been telling us that for decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They've been telling us that story. But they think that women are attracted to the Apple guy, or the whatever --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The Verizon guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or the Verizon guy. I'm sure there are sweet people, but I don't think. And we asked the twentysomethings out here which ad they liked better, they like the original ad. Twentysomethings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I ask young guys in my circle, I said watch this, tell me what you think. Most of them wanted to take a razor and slit their throats after watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Now, in the 80s and 90s, Laura, they were selling masculinity to men and women. Watch these ads we found.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't need some fancy cologne to tell me I'm a man. I use skin bracer, it smells great. But it also cools and tones my skir. Confidence is very sexy, don't you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I dare you to knock this off. I dare you to compare anybody's batteries, anybody's, to alkaline power cells. Try and beat them for long life. You know what, you can't. Go on, I dare you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The tough guy -- the tough guy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So cute. My God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Women were attracted to him, men want to be like that. They want to be strong. I loved Jack Palance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I know what it takes to be a man. Love that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So advertisers are trying to feminize men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Right, while women are going in a different direction. Last week feminists launched this campaign, Laura, to raise awareness about what they called the oppressiveness of traditional gender norms, and they want to advocate body positivity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "To do so, they encouraged women to grow up there body hair throughout the month of Janu-hairy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What the?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "So women have taken to Instagram. Oh, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second. Wait a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "She has really hairy legs. This is why petticoats and long skirts were --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bringing back the hoopskirts, are we, Arroyo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This is nasty. I'm sorry, I just have to tell you. I guess the idea is to make women as unappealing as possible to men and vice versa. I guess that is what the dynamic is here, because why would you do this to yourself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I remember in college, it was a big deal when you would traveled overseas, that in France and Russia, places where I was, that women didn't shave. It was a cultural thing, they didn't shave. But people were grossed out by it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "OK, we've got to go before we run out of time. Is it legal to take your child's phone away, Laura? In South Euclid, Ohio, cops were called when an entitled teen made this call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "911, what is your emergency?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My father took property which was an $800 phone that doesn't belong to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The cops show up at the door of Anthony Robertson after his daughter called, and they let their body cams on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I took her phone from her because she's a juvenile. I don't want her to have it. She won't let me inspect it, so I took it from her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's not his property, it's mine. He never asked to inspect it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Guess what? Everything that you own belongs to your mother and your father. They don't want you to have it, you don't have it. Having a phone is not a right, it's a privilege, OK? You don't need a cell phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The other police officer said, you want your phone back? Start listening to your parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's not an entitlement. It's not a right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The police have so much on their hands and now they are having to give life advice to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But good for that father who was intervening. He took the phone from his daughter. And you know what he's worried about, the apps where she's hiding things from him. He doesn't want that going on. He took the phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There's a weird image, an interesting image that showed up, Chad Pergram tweeted it out, the March for Life is tomorrow, the Center Stone Rotunda at the capital. What does that look like, Raymond?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It looks like a Eucharistic host, really. It is the Center Stone in the Rotunda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And you can see tonight or yesterday, you can see a cross. No one had seen that before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No, I'd never seen that before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People are saying it's maybe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "A sign,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A sign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Coming up, European leaders lob insults at President Trump over his supposed cozy relationship with Putin. We ask this question, who is really engaging in Russian collusion? The U.S. ambassador to Germany Ric Grenell joins us exclusively to explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "Right now, there's a question within a sizable chunk of America whether Donald Trump is working on behalf of Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "sentences": "Whose side is the president on, Russia's side or our side? Basically, he spouts Putin's allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "sentences": "He wants to give Russia every item on its most fantastical international wish list. Putin now has a president of the United States who performs backflips on command.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gosh, they have to be better than that. Come on, guys. Is that a common refrain, what's really the case? Why is the president warning European leaders, even threatening European leaders with sanctions over a proposed Russian pipeline project called Nord Stream 2? We've talked about this a lot on radio, now on the podcast, and of course on TV. The project would make much of Europe, especially Germany, dependent on Russian gas. So if Trump were really best buds with Putin, why the heck would he stand in the way of Russian having this huge infusion of cash? Joining me now exclusively, U.S. ambassador to Germany Ric Grenell. He is totally jetlagged, but he's staying up late for us. Mr. Ambassador, great to see you in person. What part of this story are the American people not getting if they are immersed in that kind of media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GRENELL, U.S. AMBASSADOR TO GERMANY",
      "sentences": "Look, I think you just look at the facts, and this president has been very tough on the Russians. At the same time, it's a dual track approach, which I think is beginning to be the Trump doctrine, which is this dual track. We are going to base our policy in reality, but we're going to also offer the ability to be idealistic if you change your behavior, maybe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Offramp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Yes. Maybe we can have some sort of talk. But just look at the facts. We've been very tough on Russia. The president has been extremely clear that this gas pipeline from Russia going into Europe is the wrong idea. And by the way, the president is with most of the European Union, the European parliament. There's 18 European countries that have stood up to say we don't think that more Russian gas in Europe or in Germany is the right way to go. We want a diversification policy in all of Europe. So the president is standing with the European Union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the president also is getting -- he's getting hammered day after day after day, the drip-drip-drip, Mueller and all that. And you see the president being tarred with he's not for NATO, because he is a businessman and he wants to support NATO, but he wants other countries to pay their fair share. But today, and I know a lot of ambassadors are in town, today he was at the Pentagon and he talked about NATO. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "We cannot be the fools for others. We are going to be with NATO 100 percent. But as I told the countries, you have to step up. You have pay minimum numbers, actually, that they set a two percent goal. Very few pay that. But they should be much higher than that. Look at what we pay, it's massively higher than that. Countries are now stepping up, and they can well afford to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, so he says all that, Ambassador, Grenell, but then you have Congressman Gregory Meeks from New York going on television and saying this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. GREGORY MEEKS, D-N.Y.",
      "sentences": "He is a guy that I would believe that if you talked to him three or four years because running for president, he probably didn't even know what NATO is, but now he has devalued NATO and the E.U. to such a degree that it is plausible to me that he would have had this backdoor conversation with Vladimir Putin about withdrawing from NATO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm just hearing this, and like, you've got to be kidding me. This is rank speculation. The CNN reporter is nodding, oh, yes, good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Look, the reality is that the president is strengthening NATO. We've had the same policy for decades that countries should be racing their spend, they should be meeting the NATO commitment of two percent. They have ignored us for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They've been taking us for chumps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "President Obama had the same policy -- raise your spending. They ignored us. But now countries are beginning to raise their spending. So I would argue, actually, Laura, the person who tries to reform multilateral organizations is the one who cares the most about them. Rather than ignore them and let them adrift, let them not deal with today's threats, let them have members that don't pay their bills, if you allow that to happen, I would argue that you actually don't care about those agencies. But when you do the hard work of engaging and trying to reform agencies exactly how the president is doing it, then I think there's an argument to be made is he is the one who cares more about NATO because he wants it to work better. And it clearly needs reforming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What is it like for you as ambassador to Germany, one of the most important ambassadorial positions? You had quite a splash right in the beginning when you first assumed the position. German media goes after Ambassador Ric Grenell, here's one of the headlines. \"Trump's ambassador finds few friends in Germany. Since arriving in Berlin as U.S. ambassador to Germany, Grenell has flouted diplomatic conventions and attempted to interfere in domestic politics. He has since become politically isolated in the German capital.\" Do you have no friends, Ric? Do you need a visit? Do I need to come visit you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "Look, I think that there's a very good argument to be made that President Obama was wildly popular in Germany.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "But the German government killed his T-TIP. They didn't return the Nazi prison guard that he had been asking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "T-TIP, the trade deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "T-TIP is the trade deal, Obama's signature trade deal. The Nazi prison guard who was living here, the Obama administration asked for a very long time to have him returned. We have been asking for a very long time for defense spending to be raised, and the Nord Stream 2 pipeline, which was all started under President Obama. So I think the tough talk from President Trump is working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So they liked a weaker United States. They loved him because he's a global superstar, a pop star for them, but they loved a weaker United States that wasn't going to challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRENELL",
      "sentences": "We want a stronger relationship, and that means reforming it and pushing and trying to get both sides --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm glad you're there, and I'm glad that you stopped by, and thank you for fighting jetlag to be here. Ric Grenell, an important day tomorrow, but will the media cover it? Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tomorrow hundreds of thousands will descend on Washington for the pro-life march, the longest march in U.S. history. It's likely going to get just a little squib article probably in \"The Washington Post,\" but that's OK. They are standing for those who can't speak for themselves, the most defenseless among us, and it's amazing. And the young people showing up, we're all with you. New poll finding millennials, largest group of American voters are not in lockstep with the Democrats on abortion, 41 percent said they want Roe versus Wade overturned, seven and 10, said they support some limits. Like parental notification, blocking abortions at five months of pregnancy and funding government abortions, forget it. They're not for that. Well, I hope the media maybe pays attention. But that's all the time we have tonight. Shannon Bream and the \"FOX NEWS@ NIGHT\" team take it from here. Shannon. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Great to see you. All right, thanks so much, I'm Laura Ingraham, this is “The Ingraham Angle” from Washington tonight. We're going to get into THE ANGLE in just a few minutes and it's about the court, you do not want to miss it, no one else is talking about it but President Trump beating Speaker Pelosi first at her own game. Well, abruptly pulling the plug on her overseas trip and then he blamed it on the shutdown. And this coming just one day after Pelosi made a rather pathetic attempt to delay the President's State of the Union address. Joining me now with all the latest details is Chief National Correspondent, Ed Henry. Ed."
    },
    {
      "speaker": "ED HENRY, NATIONAL CORRESPONDENT",
      "utterance": "Laura, great to see. Pelosi officially grounded now shortly after a return trip from that Christmas vacation in Hawaii and mere hours before her Airforce Jet was set to take off again for what President Trump is dismissing tonight as a pricey public relations event. The latest skirmish between these two leaders as you noted yesterday, she was trying to delay the President's State of the Union address, for what she called security concerns that the Secretary of Homeland Security said, did not exist yet today Pelosi was set to use all kinds of government security for an official trip to the war zone in Afghanistan as well as other stops including Belgium. There's a dispute about whether Egypt was included. The Speaker would be spending taxpayer money on yes, security, hotels, cars, meals, in fact there was a bus full of lawmakers headed from the Capital to Joint Base Andrews to meet that Air Force jet to take them overseas. But Pelosi's spokesman tells us, the Speaker wanted mostly to just thank our men and women in uniform and obtain critical national security briefings. They say that's all this trip was about but the President brought that bus to a screeching halt. The letter marked, \"Dear Madam Speaker,\" he wrote, \"due to the shutdown, I'm sorry to inform you your trip to Brussels, Egypt and Afghanistan has been postponed. We will reschedule the seven-day excursion when the shutdown is over.\" Now among the grounded, one of the President's critics, Democrat Adam Schiff who was supposed to be on the trip, he complained this was a fifth grade stunt by the President but our colleague Mike Emmanuel pressed Pelosi on why she is not seeking a compromise. (BEGIN VIDEO CLIP)"
    },
    {
      "speaker": "MIKE EMANUEL, WHITE HOUSE CORRESPONDENT",
      "utterance": "Don't you as Speaker of the House have an obligation to be at the negotiating table?"
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "We have got it. What negotiating table are we not at? The last one we went to I think, was a set up where the President pounded as he gave himself leverage to leave the room. But yes, we're at the negotiating table."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "While many Democrats in the House and Senate would like to make a deal, Speaker Pelosi will not let them negotiate. The party has been hijacked. By the open borders fringe within the party."
    },
    {
      "speaker": "HENRY",
      "utterance": "But White House aides are insistent to us tonight, this was not tit- for-tat. They say the President just wanted Pelosi to stay in DC to negotiate all. They also say the military aircraft that's been put on hold but if Pelosi wants to fly commercial, they will not stop her. Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow, Ed, thanks so much and so what does all this back and forth reveal about the media? Well, I'll just show you. This was the media just yesterday cheering Nancy Pelosi when she told Trump, that little stunt, to move his State of the Union address."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Speaker Pelosi playing hardball."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She's playing hardball."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Speaker Pelosi flexing her constitutional muscle."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nancy Pelosi flexing her muscles today."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This bold power play by Speaker Pelosi."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "She's got a PhD in needling President Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a move of exceptional cleverness and sadism in a way."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean this is political genius."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She was showing that she's in charge."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What a badass."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh my God, that could be the best montage of all time and this is the same liberal media when Trump delayed Pelosi's overseas trip as was well within his right, let's watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The President has responded in sort of a childish way, it's the only way to describe it to the House Speaker Nancy Pelosi."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a sort of a classic example of Trump kind of over reacting."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So what Trump has done today is tactically inept, strategically nitwit."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The only phrase that comes to mind is Nanny, Nanny, Boo-Boo."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nobody who's ever traveled to the congressional delegation would think that this is funny or appropriate or cool."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I like it when Jake gets very serious. I like all that impartiality, it's even-handed, right? Both of them are flexing their muscles, that's what the branches of government do, they're all checking each other and trying to exert more power. That's how it's always been. Well joining me now on the media's role in the public perception of this fight and the answer to the question of who is actually winning? Byron York, Chief Political Correspondent from the Washington Examiner, Joel Rubin, former Deputy Assistant Secretary of State under Obama and Jeffrey Lord, Contributing Editor to the American Spectator and former aide to President Reagan. Jeff, Pelosi and Trump, they're playing the same exact game, each has different powers. But who right now has the upper hand?"
    },
    {
      "speaker": "JEFFREY LORD, CONTRIBUTING EDITOR, THE AMERICAN SPECTATOR",
      "utterance": "(inaudible) has and memo to Nancy Pelosi and the media, this is the best line that I heard all day from someone else, never troll the king of trolls. And they went out there thinking that they could get away with this stunt and it was a stunt and he called him on it and now they look like you know, fools to be perfectly honest. I mean, they've got red faces. I mean this is childish behavior, they got caught at what they're doing, they went and partied in Puerto Rico, they - she went off to Hawaii to a resort for Christmas. I mean, they're making one misstep after another and this is serious business. Serious business and they ought to stay there and get the job done."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Barron, I have actually a thought on this. The more I've been thinking about the shutdown, it's you know it's really tough for people who don't got a pay check, hard for people trying to you know deal with all that uncertainty. As a political matter, just totally as a political matter, I think this plays out a lot like Obamacare in the end. The longer this debate goes on, the more we see it, whether it was the website crashing or premiums going up, keep the conversation going because then you start seeing people's real cards. You start seeing what they're really playing with and I think Jeff's point right there is very on point because if you really care about the people, you'd be at least in Washington even if you can't come over, you'd be here, saying, we got one more chance at this, let's try it again. But he's here."
    },
    {
      "speaker": "BYRON YORK, CHIEF POLITICAL CORRESPONDENT, WASHINGTON EXAMINER",
      "utterance": "I think - and he's been saying that the whole time, through Christmas, through New Years to now, I think what you're seeing though is that Democrats think they're winning. Over the weekend, we had a number of polls that came out that showed significantly larger numbers of Americans blame President Trump and Republicans for the shutdown than blame Democrats. And believe me, if it were the other way around or even equal, I do not think Democrats would have been doing this, they're doing this because they think they have the public behind them and Trump is going to be blamed, whatever happens."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is Nancy Pelosi, jewel, today, standing by her point on the State of the Union, let's watch."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I'm not denying him the platform at all. We're saying let's get a date when government is open, let's pay the employees. Maybe he thinks it's okay not to pay people who do work, I don't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she's not denying him a platform. I mean, come on. I mean, the State of the Union thing, he's got to deliver the State of the Union, whether it's at the House or the Senate but that was Nancy Pelosi doing what she could do to score political points. And yet the media today, they come along and say, oh, this is petty and petulant. The President - isn't it a bit, whose ox is being gored here?"
    },
    {
      "speaker": "JOEL RUBIN, FORMER DEPUTY ASSISTANT SECRETARY OF STATE UNDER OBAMA",
      "utterance": "Well, it's certainly a battle royale right now and Nancy Pelosi is setting the frame for the discussion and Donald Trump today, he pushed back very aggressively and effectively and I think, this doesn't make anybody look good. Right now, we have a shutdown, we need there to be a negotiation, there needs to be a deal. Pelosi is winning on certain points as Byron says, in the polls, Democrats are in a strong position but this kind of tit-for-tat really makes Washington look -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm going to get to who - who's benefiting from this and how the media are playing this because they're helping shape public opinion as well. But on to the polls, interesting poll came out today which I think shocked a lot of people on the Latino vote and Latino supporters. Among Latinos, the President's approval has jumped 19 points during the shutdown. 19 points, what's that all about? Jeffrey Lord, we don't know but it kind of kills this narrative that when you're for border enforcement, you're going to lose Latino voters. Dan Patrick found that wasn't true in Texas, Lieutenant Governor Greg Abbott, very tough on the border and they had about 41-42 percent Latino vote when they were both elected and their number still stay about the same. So the media is getting that wrong. I want to play - I want to show this for you. This is Washington Post yesterday on Pelosi, \"In the 2 weeks since she reclaimed the Speaker's gavel, Pelosi has moved aggressively to leverage her decades of congressional experience to needle, belittle and undercut Trump with swipes at its competence and even his masculinity.\" I guess that's - imagine if it what was going after someone's femininity, I don't think they'd play it the same way but you know it was a big build-up of Nancy today in Politico and The Washington Post and you saw that montage of these reporters like with their scowls and John Heilemann, looks like he just lost his best friend. They put on their big stern faces and their furrowed brows and it's just so transparent. I mean, I'm actually I'm enjoying it because it's so transparent, what they're doing."
    },
    {
      "speaker": "LORD",
      "utterance": "Well, yes. I mean, this is exactly - this is one of the reasons why Donald Trump is in the White House in the first place. It's the American people have seen this kind of game playing going on for years and they hate it. They want something done and he's sticking by his guns and he's doing it and not to go unnoticed here, when these members of Congress are in Congress, what's protecting them? Walls. I used to work there years ago, there were no walls, you could walk in anywhere, you could park your car in the Catholic grounds."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I like those old days."
    },
    {
      "speaker": "LORD",
      "utterance": "None of that is possible. Yes, none of that is possible now they are, all every one of them protected by walls so the hypocrisy is mind boggling."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, stand by panel because last night in THE ANGLE, I highlighted the pernicious progressive push by some bad actors on the left. Well, tonight, we're going to shine a light on the media as I was saying specifically, prominent editorial pages providing cover to some of the more fringe ideas. And let's take two recent headlines. In ‘The New York Times' an opinion piece titled, \"There's nothing wrong with open borders. Why a brave Democrat should make the case for vastly expanding immigration.\" And the Atlantic just released this much ballyhooed cover story. \"Impeach Donald Trump. Starting the process will reign in a President who is undermining American ideals and bring the debate about his fitness for office into Congress where it belongs.\" Joel, as a Democrat, does this editorial cover really help your party because people hate the media and they hate, they hate, they hate, they hate us, I guess, they hate the media but they hate the kind of media especially that is the \"objective\" media when they're not objective."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Well, there's two kinds of media here, right? There is reporting media and there's opinion media and the open borders argument, it has no space right now in the Democratic Party for good reason."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "For now?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "For now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think there's some space."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Well, what they're trying to do is to create that space and are they're trying to say look, we need to expand the conversation but that is policy-"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trump wants a wall, they won't even meet. pass along to me they won't even me. That's amazing - they're not even meeting. They're adjourning until February, Byron, February, they're showing up."
    },
    {
      "speaker": "YORK",
      "utterance": "Remember, huge majorities of Americans favor border security, that's all the Democrats are saying."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But they say they're for border security."
    },
    {
      "speaker": "YORK",
      "utterance": "They say they're in favor of it, the reason they're saying they're in favor of it because Americans actually do favor it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hispanics want it too."
    },
    {
      "speaker": "YORK",
      "utterance": "And also on the Atlantic piece, this is the world's least surprising magazine article, they've been talking about this for a long time. Everybody in the left has been talking about it for a long time. The idea that it would make some impact that was courageous to call for the President's impeachment is nuts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This was -"
    },
    {
      "speaker": "LORD",
      "utterance": "What they're doing is appealing to their base."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the base Jeff, that we pointed out last night, it's moving everybody to the left pretty much, I mean you have a few moderates like Steny Hoyer and a few others but not many. I mean they're all going to have to kiss Alexandria Ocasio-Cortez's ring. When they're running for President in one way or another, they're going to kiss the ring and she's only been in town for 7 days, that's pretty amazing."
    },
    {
      "speaker": "YORK",
      "utterance": "But the - but the open border is in the audience at the State of the Union."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't know, I have a prediction. If Trump gives the State of the Union in front of members of Congress, let's say he goes over to the Senate to give it, will the Democrats go? And will they - if they go, will they turn their backs? That's my Jeff, prediction, real quick."
    },
    {
      "speaker": "LORD",
      "utterance": "Yes, yes, they will turn their backs, they will make a scene, they know the cameras are there. That's if they show up but yes, they will."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, Byron."
    },
    {
      "speaker": "YORK",
      "utterance": "Some will absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Some will, yes, Joel?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Well, I think some will, but the party - the party is not an opening borders party, yet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but you don't want them to, all right, thank you so much and coming up with the immense power bestowed upon nine on elected Justices of the Supreme Court - Is it fair now for some sitting citizens to expect their full participation. I can't miss ANGLE, next. And a heads up, my new podcast just dropped. Subscribe at podcastone.com or iTunes, you got Michelle Malkin talking with me about toxic femininity. Well, that's in part of men and how Facebook is trying to silence pro- lifers plus Alveda King on what MLK would say today about the whole cultural landscape. Subscribe now at podcastone.com."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Questions of life and viability at the High Court, that's the focus of tonight's ANGLE. In 1973 the Supreme Court and Roe V. Wade struck down state laws, banning abortions. And liberals then I think thought that would settle the issue. But 46 years later, the country is still torn apart about abortion. Tomorrow hundreds of thousands of mostly young people will converge on Washington for the March for life. They brave the snow and usually frigid temperatures, year after year after year, to speak for those who have no voice. The unborn. According to a new Marist poll released this morning, 75 percent of Americans say, they would limit abortion to at most the first three months of pregnancy, that include 6 and 10 of those who self-identify as pro- choice as well 6 and 10 Democrats. Well, that means the Supreme Court is actually out of sync with most Americans on that issue. Not that any of that matters because we've given so much power to the Supreme Court to run roughshod over the will of the people in the states, that's it become a super governmental force. Our framers never intended that unelected judges would have power over politics and our culture like this because it's a question, addressed time and again, by really smart minds. Like the great Justice Antonin Scalia."
    },
    {
      "speaker": "ANTONIN SCALIA, FORMER ASSOCIATE JUSTICE, SUPREME COURT OF THE UNITED STATES",
      "utterance": "Regardless of whether you think prohibiting abortion is good or whether you think prohibiting portion is bad, regardless of how you come out on that, my only point is the constitution does not say anything about it, it leaves it up to democratic choice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the decisions have not been left up to the people. In fact the left has long relied on courts to advance a radical transformation of American society on criminal justice, issues like marriage and public justice, criminal justice reform. But now that the balance of the High Court is shifting or could be shifting, the stakes could not be higher. Now this is part of the reason, Supreme Court battles have gotten so ugly and contentious in recent years. Now see the difference between Justice Scalia's confirmation hearing in 1986 and Justice Kavanaugh's, 32 years later."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Would you like to introduce your family, you've got a lot of children and they may want to-"
    },
    {
      "speaker": "SCALIA",
      "utterance": "I would Senator, they've taken a lot of trouble to get dressed up and come downtown."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "To Justice, but this is only possible when judges are committed to the rule of law."
    },
    {
      "speaker": "SCALIA",
      "utterance": "I would support a broad, congressional mandate that is not unconstitutionally overbroad, yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And we've all just kind of gotten used to the circus that the confirmation hearings have become. A packed hearing room with outburst from protesters."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've heard my side of the aisle call for a regular order and I think we ought to proceed in regular order. There will be plenty of opportunities to respond to the questions that the Minority are legitimate in raising. And we will -"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. Chairman, under regular order, may I ask a point of order."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Check out the hearing room during Scalia's confirmation. I mean, that's during his confirmation, look at all the empty seats behind him, this is like a couple hours in. I was watching this all afternoon. I relived the whole thing. Now even Justice Ruth Bader Ginsburg admitted that judicial confirmations were never this ugly."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How would you compare the process that you went through with what's going on today in that process?"
    },
    {
      "speaker": "JUSTICE RUTH BADER GINSBURG, ASSOCIATE JUSTICE, SUPREME COURT OF THE UNITED STATES",
      "utterance": "The way it was, was right. The way it is, is wrong."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she was confirmed overwhelmingly in 1993 by a vote of 93 to 6. Scalia was confirmed by a vote of 98 to 0. Now by the way, the two had completely different in most issues, judicial philosophies but they were really close, really good friends and as a family friend of the Scalias, I even actually spent a New Year's Eve with them, back in 1986 if you can believe it. It was nice to see those friendships. But all these years later, the court is still a pretty collegial place, the Justices get along, they're actually friends, they like each other. But because so many on the outside have becomes so reliant on the court instead of Congress to advance mostly liberal causes."
    },
    {
      "speaker": "Another potential vacancy comes up and it has all the activists on edge. Politico just published a piece titled",
      "utterance": "\"What happens if Ruth better Ginsburg remains too sick to work?\" In just the past two months, the Justice, 85 has suffered 3 fractured ribs and had a pair of cancerous nodules removed from her lung, that's from Politico. And this was as we all know not her first bout of cancer. But she's been there before and her doctors say that they expect her to return to the bench, next month. Well, the Justice has been buoyed by America's prayers and well wishes and she seems to actually have enjoyed the near mythic status bestowed on her by the left."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She's fierce and fabulous and kind of still, she's still got it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I want to see what your workout is, let's get fully you know ripped and exploded, let's get shredded, let's get stupid strong."
    },
    {
      "speaker": "GINSBURG",
      "utterance": "Let's go."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She is just one of my role models."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She's become such an icon."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you mind signing this copy?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The closest thing to a super hero, I know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, you got movies, documentaries, books, children's books and let's face it, cynics say that this was smartly designed to set the cultural narrative early and should the time come, make it more difficult perhaps for President Trump to appoint someone to replace her with the judicial conservative, a temperament that is obviously judicially conservative. Even if that pick is another woman. Look, any time a sitting Justice, especially at an advanced age is in declining health, it does raise serious questions, that's why people are writing these articles. Now I remember because I was watching these hearings very closely and watching the announcement closely when Justice Thurgood Marshall handled his retirement, back in June of 1991."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What are some of the medical facts?"
    },
    {
      "speaker": "THURGOOD MARSHALL, FORMER ASSOCIATE JUSTICE, SUPREME COURT OF THE UNITED STATES",
      "utterance": "Some of the what?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The medical facts, what's wrong with you Sir?"
    },
    {
      "speaker": "MARSHAL",
      "utterance": "What's wrong with me? I'm old. I'm getting old and coming apart."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You remember how Democrats made a big deal about President Trump's health leading up to his first physical as Commander-in-Chief, right? They endlessly questioned his stamina and mental acuity. A White House physician, Ronnie Johnson, he reported that the President was in excellent health last January, people still didn't believe it. Well, now there are some asking that, if it was appropriate to ask questions about the physical condition of the President and his fitness for office, is it also appropriate to ask similar questions about Supreme Court Justices, beyond Ginsburg, all of them. With all the weighty issues facing the High Court, everything from immigration to Obamacare's contraceptive rules, the stakes are really high now. And as we all wish, all the Justices, long and happy lives, do Americans have the right to be reassured that 28-year old law clerks aren't exercising undue influence, especially when the court has outsized powers over matters of life and death. Big questions and that's THE ANGLE. I want to note that all of us are hoping and praying for Justice Ginsburg's recovery, she's an amazing person and her return to the bench is anticipated and her law clerks miss her very much and that said, the power of the court does make these conversations necessary. You saw Justice Thurgood Marshall taking on these questions and he actually wasn't uncomfortable. I laughed so hard. I mean, I remember that and Scott Bolden, you probably remember as well. Scott Bolden's with us, Carrie Severino for Judicial Crisis Network, I'm delighted you're here and by the way, Alex Swoyer from The Washington Times, you've been covering this. Alex, I want to go to you first, it's uncomfortable, right? We all - we hope are going to get old, we all hope we're going to have good health. It's tough I mean, it's tough -"
    },
    {
      "speaker": "ALEX SWOYER, REPORTER, THE WASHINGTON TIMES",
      "utterance": "It's very tough as a reporter too because you don't want -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You don't want to be insensitive."
    },
    {
      "speaker": "SWOYER",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Especially for someone like her because she's like fought back all these disease, she's like does her workout, it's unbelievable. I mean, I just marvel at it but there are you know, increasing reports like if you don't show up for two months, then what happens?"
    },
    {
      "speaker": "SWOYER",
      "utterance": "Right, right. It's a Politico article, you pointed out. I thought it was interesting when I took a look at that that they started talking about you know, the mental capabilities dating and I thought you know in connection to Ginsburg, is that fair? Is that at leap that a journalist should make at this point in time, there hasn't been any indication that she isn't coherent, for example."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When was the last time she was seen in public?"
    },
    {
      "speaker": "SWOYER",
      "utterance": "I believe it was when she was going to have her surgery."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But she hasn't spoken -"
    },
    {
      "speaker": "SWOYER",
      "utterance": "No, but there are reports, I think it was in NPR who reported that she did vote from the hospital hours after her surgery on the asylum case, whether or not they were going to lift, I think that Trump administration had gone to straight to the court and asked -"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Carrie, this is all - I mean, it all is - it all is kind of an uncomfortable conversation. Only because the court really has taken on such the prominent positions, gone into areas where mostly it was state legislatures or the federal government and really thorny issues. And so you got activists on both sides going, oh, what's going on what, who's going to be up next and like, oh, she's not retired yet, you're talking about who is going to be up next, what about this?"
    },
    {
      "speaker": "CARRIE SEVERINO, JUDICIAL CRISIS NETWORK",
      "utterance": "Yes, I mean the more the court expands into every area of American society, the bigger ticket item it becomes. But you know, obviously, we're all praying for her, she's getting the best medical care there is to get and right now there's also really important issues in the other courts. I mean we now have more vacancies than when Trump took office in the lower courts, I think maybe 90 judges that need to be re-nominated, we've seen bullying, we've seen smear campaigns, we've seen just plain obstruction from Democrats. So this is a problem going throughout the system now that that we need to be working on."
    },
    {
      "speaker": "SCOTT BOLDEN, U.S. ATTORNEY",
      "utterance": "I think she meant to add that smear campaigns by Democrats and Republicans but I don't want to put words in your mouth."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Should Supreme Court Justices - I mean, and this has been written about before, this is nothing unique but should they have to maintain a certain level of health, mental acuity in order to be on the court? There were all the stories about Justices going back, last 150 years about Justices who could not function, who were on severely medicated, law clerks doing a lot of the work, I mean, I was clerked for Justice Thomas, Carrie clerked for Justice Thomas. And we've heard all the stories as clerks about other justices. Should there be some type of concern here in the public? I'm not talking about her but just in general."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Yes, generally. But sure, there should be that concern. But remember, these are lifetime appointments. There is no litmus tests in regard to mental acuity on this thing. And remember, the other thing that preserves all of this is that if she is incapacitated, the court goes on if it's an even number or an odd number, it goes on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, if you don't show up, this is kind of uncharted territory. She's never missed oral argument. She's a bulldog on these issues. She's organized, she knows it, she's a terrific writer, she doesn't miss oral argument. She doesn't miss them, never has."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "There were vacancies when Justice Scalia passed away and the court continue to render decisions."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're not talking about that. We're just talking about, again, we have these big cases coming up, and she has not retired. What if she doesn't show up for the next oral arguments and the next oral? We hope she does, but what if she doesn't?"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "But there's a broader question because of technology whether she can vote from home, whether she can work from home, so a lot of that has changed, if you will. So I do think they need to stay in great health, obviously mental acuity, but at the same time with a lifetime appointment, who's going to step forward and say that's enough?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hugo Black once said -- yes, Hugo Black once said that justices do not actually come into the court and can't participate put huge burdens on the rest of the court, that it's not just about you at some point. And that's what Thurgood Marshall got. There's another funny clip. Thurgood Marshall was asked a question about when he decided to retire. Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Justice, when did you make the final decision to retire? When did you come to the decision."
    },
    {
      "speaker": "THURGOOD MARSHALL, FORMER SUPREME COURT JUSTICE",
      "utterance": "I don't have the slightest idea."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The whole place burst out laughing. He's like, I don't know. But he thought it was time for him to go. But he was funny, he was holding court there, but he was like I'm getting old. I don't know. I kind of like that idea of going out on top, like you go out on top and you get the press, I think that was kind of cool."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "I think it's a value proposition, am I adding value to the job? Whether it's in a law firm or --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If you're not showing up at oral argument, you're not participating in oral arguments --"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Exactly. Then how can you vote? How can you vote? And so I think we all have that self-efficacy that we want to add value, and when we don't, then you don't want to go to the office, that's even worse, if you can. It's time for you to retire."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is going to be a bruising confirmation battle. Play the clips, the young people are getting RBG, Notorious RBG tattoos, the books, the movies, documentaries. She led an incredible life, but Sandra Day O'Connor didn't get the books. Did she get all of those? Not quite as much. But it's going to be worse than Kavanaugh, perhaps? Could it be?"
    },
    {
      "speaker": "SEVERINO",
      "utterance": "I could be. Again, we're seeing so much bullying already even at the lower court nominees, just imagine what is prepping here. But she was such a trailblazer, and she herself has talked about how she thinks people should be treated better even if they have a different perspective than she has. So I would hope that maybe out of respect for her own perspective on the confirmation process, she's say let's have a process worthy of Justice Ginsburg, because if you really think she's such a model, let's take her words for it and try to be more civilized about this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She didn't like what she saw, she didn't like that. But Scalia, 98-0, she got confirmed 93-6. And it was just to fun to watch the old Scalia confirmation. It was half-empty. People were not even going to it."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "He was smoking a pipe."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I loved the pipe. I want to bring back the pipe."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Really?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He listened to opera and he loved to smoke the pipe. But he answered questions. Let's just play -- this is for fun. There was another moment, do we have it, another moment during the Scalia confirmation hearing when he was asked about an issue which was relevant to the issue tomorrow and the March for Life? Let's watch."
    },
    {
      "speaker": "ANTONIN SCALIA, FORMER SUPREME COURT JUSTICE",
      "utterance": "I would find it very difficult, I was saying in that article, to strike down a provision on the basis of substantive due process."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It went on, but the larger question was about abortion. And he said, the 14th Amendment? Does it have two layers."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Why was no one there, though? That's amazing compared to what it is today."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "That is incredible."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the first day there were his kids."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "And the recording at the time during that hearing --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the most fun thing about that, guys, we have to do this on the show. The most fun thing is that in the background, you saw Anthony Podesta or what it John Podesta? John Podesta, you saw all these people, young, they were young. They were sitting behind all these senators, Biden and Kennedy and Howard Metzenbaum. Oh, no, Hatch is like really young, and McConnell is really young."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's wild. It's like memory lane here. All right, guys, great panel. We'll see what happens. We wish her the very best. Up next, the entitled teen calling the cops on her dad, and the untold story of that viral Gillette ad. Raymond Arroyo here, special Thursday edition of \"The Follies,\" next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for, what, \"Thursday Follies?\" Well, it's a special edition. What can I say? What about that bizarre Gillette ad, what was that really all about? And is it stealing if you take a kid's cellphone away? Plus, January turns into Janu-hairy. Joining us now with all the details is Raymond Arroyo, FOX News contributor, \"New York Times\" bestselling author of the upcoming smash \"Will Wilder, The Amulet of Power.\" Get it if you want your kids to read and love it. Raymond, Gillette is facing a little bit of backlash, or serious backlash, for this ad."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's been going on far too long. You can't laugh it off."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What I actually think she's trying to say."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Making the same old excuses."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Boys will be boys. Boys will be boys."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But some things finally changed."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Men need to hold other men accountable."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Smile, sweetie. Come on."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "To say the right thing, to act the right way, because the boys watching today will be the men of tomorrow."
    },
    {
      "speaker": "ARROYO",
      "utterance": "When did selling razors turn into a scolding of men? The tagline is \"The best a man can get.\" This is the worst ad a man can watch. Laura, here's what most people don't know. A lot of people saw the ad, they copied it, sent it around. In 2011, Gillette learned that 30 percent of their customers were women who use the men's razors. With beards making a comeback, guys aren't buying the razors like they once did, but women might. So they devised this men need to change campaign to attract the ladies. In the process, it feminizes men, and the director was a woman named Kim Gehrig. She has directed short films on toxic masculinity and celebrating female genitalia."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lovely."
    },
    {
      "speaker": "ARROYO",
      "utterance": "We won't show clips from that one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Compare that add we just showed you to the original \"The best a man could get\" ad from 1989. Watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're looking good, you've come so far. We know how to make the most of who you are. Father to son, it's what we've always done."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The best a man can get"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Gillette, the best a man can get."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You can't show traditional marriage at all."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The best a man can get is married with children, mentoring your son."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sensitive, but sensitive."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But you see, this new ad, the new version of this is really man as a wuss. You are bad. And that line of the guys at the barbecue pits intoning, boys will be boys. Imagine a summer's even ad with a bunch of ladies barefoot and naked -- barefoot and pregnant in a kitchen. Imagine that ad. People would naturally be offended. A lot of people would be offended by this stereotype of guys just sitting there at the barbeque."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Television has been doing the men are dumb and stupid."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The media has been telling us that for decades."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They've been telling us that story. But they think that women are attracted to the Apple guy, or the whatever --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "The Verizon guy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or the Verizon guy. I'm sure there are sweet people, but I don't think. And we asked the twentysomethings out here which ad they liked better, they like the original ad. Twentysomethings."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I ask young guys in my circle, I said watch this, tell me what you think. Most of them wanted to take a razor and slit their throats after watching."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Now, in the 80s and 90s, Laura, they were selling masculinity to men and women. Watch these ads we found."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't need some fancy cologne to tell me I'm a man. I use skin bracer, it smells great. But it also cools and tones my skir. Confidence is very sexy, don't you think?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I dare you to knock this off. I dare you to compare anybody's batteries, anybody's, to alkaline power cells. Try and beat them for long life. You know what, you can't. Go on, I dare you."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The tough guy -- the tough guy --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So cute. My God."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Women were attracted to him, men want to be like that. They want to be strong. I loved Jack Palance."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So great."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I know what it takes to be a man. Love that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So advertisers are trying to feminize men."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Right, while women are going in a different direction. Last week feminists launched this campaign, Laura, to raise awareness about what they called the oppressiveness of traditional gender norms, and they want to advocate body positivity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, brother."
    },
    {
      "speaker": "ARROYO",
      "utterance": "To do so, they encouraged women to grow up there body hair throughout the month of Janu-hairy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What the?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "So women have taken to Instagram. Oh, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second. Wait a second."
    },
    {
      "speaker": "ARROYO",
      "utterance": "She has really hairy legs. This is why petticoats and long skirts were --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bringing back the hoopskirts, are we, Arroyo."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This is nasty. I'm sorry, I just have to tell you. I guess the idea is to make women as unappealing as possible to men and vice versa. I guess that is what the dynamic is here, because why would you do this to yourself?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I remember in college, it was a big deal when you would traveled overseas, that in France and Russia, places where I was, that women didn't shave. It was a cultural thing, they didn't shave. But people were grossed out by it."
    },
    {
      "speaker": "ARROYO",
      "utterance": "OK, we've got to go before we run out of time. Is it legal to take your child's phone away, Laura? In South Euclid, Ohio, cops were called when an entitled teen made this call."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "911, what is your emergency?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "My father took property which was an $800 phone that doesn't belong to him."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The cops show up at the door of Anthony Robertson after his daughter called, and they let their body cams on."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I took her phone from her because she's a juvenile. I don't want her to have it. She won't let me inspect it, so I took it from her."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's not his property, it's mine. He never asked to inspect it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Guess what? Everything that you own belongs to your mother and your father. They don't want you to have it, you don't have it. Having a phone is not a right, it's a privilege, OK? You don't need a cell phone."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The other police officer said, you want your phone back? Start listening to your parents."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's not an entitlement. It's not a right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The police have so much on their hands and now they are having to give life advice to people."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But good for that father who was intervening. He took the phone from his daughter. And you know what he's worried about, the apps where she's hiding things from him. He doesn't want that going on. He took the phone."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There's a weird image, an interesting image that showed up, Chad Pergram tweeted it out, the March for Life is tomorrow, the Center Stone Rotunda at the capital. What does that look like, Raymond?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "It looks like a Eucharistic host, really. It is the Center Stone in the Rotunda."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And you can see tonight or yesterday, you can see a cross. No one had seen that before."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No, I'd never seen that before."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People are saying it's maybe --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "A sign,"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A sign."
    },
    {
      "speaker": "ARROYO",
      "utterance": "We'll see."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Coming up, European leaders lob insults at President Trump over his supposed cozy relationship with Putin. We ask this question, who is really engaging in Russian collusion? The U.S. ambassador to Germany Ric Grenell joins us exclusively to explain."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "Right now, there's a question within a sizable chunk of America whether Donald Trump is working on behalf of Russia."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "utterance": "Whose side is the president on, Russia's side or our side? Basically, he spouts Putin's allies."
    },
    {
      "speaker": "RACHEL MADDOW, MSNBC HOST",
      "utterance": "He wants to give Russia every item on its most fantastical international wish list. Putin now has a president of the United States who performs backflips on command."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gosh, they have to be better than that. Come on, guys. Is that a common refrain, what's really the case? Why is the president warning European leaders, even threatening European leaders with sanctions over a proposed Russian pipeline project called Nord Stream 2? We've talked about this a lot on radio, now on the podcast, and of course on TV. The project would make much of Europe, especially Germany, dependent on Russian gas. So if Trump were really best buds with Putin, why the heck would he stand in the way of Russian having this huge infusion of cash? Joining me now exclusively, U.S. ambassador to Germany Ric Grenell. He is totally jetlagged, but he's staying up late for us. Mr. Ambassador, great to see you in person. What part of this story are the American people not getting if they are immersed in that kind of media?"
    },
    {
      "speaker": "RICHARD GRENELL, U.S. AMBASSADOR TO GERMANY",
      "utterance": "Look, I think you just look at the facts, and this president has been very tough on the Russians. At the same time, it's a dual track approach, which I think is beginning to be the Trump doctrine, which is this dual track. We are going to base our policy in reality, but we're going to also offer the ability to be idealistic if you change your behavior, maybe --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Offramp."
    },
    {
      "speaker": "GRENELL",
      "utterance": "Yes. Maybe we can have some sort of talk. But just look at the facts. We've been very tough on Russia. The president has been extremely clear that this gas pipeline from Russia going into Europe is the wrong idea. And by the way, the president is with most of the European Union, the European parliament. There's 18 European countries that have stood up to say we don't think that more Russian gas in Europe or in Germany is the right way to go. We want a diversification policy in all of Europe. So the president is standing with the European Union."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the president also is getting -- he's getting hammered day after day after day, the drip-drip-drip, Mueller and all that. And you see the president being tarred with he's not for NATO, because he is a businessman and he wants to support NATO, but he wants other countries to pay their fair share. But today, and I know a lot of ambassadors are in town, today he was at the Pentagon and he talked about NATO. Let's watch."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "We cannot be the fools for others. We are going to be with NATO 100 percent. But as I told the countries, you have to step up. You have pay minimum numbers, actually, that they set a two percent goal. Very few pay that. But they should be much higher than that. Look at what we pay, it's massively higher than that. Countries are now stepping up, and they can well afford to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, so he says all that, Ambassador, Grenell, but then you have Congressman Gregory Meeks from New York going on television and saying this."
    },
    {
      "speaker": "REP. GREGORY MEEKS, D-N.Y.",
      "utterance": "He is a guy that I would believe that if you talked to him three or four years because running for president, he probably didn't even know what NATO is, but now he has devalued NATO and the E.U. to such a degree that it is plausible to me that he would have had this backdoor conversation with Vladimir Putin about withdrawing from NATO."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm just hearing this, and like, you've got to be kidding me. This is rank speculation. The CNN reporter is nodding, oh, yes, good point."
    },
    {
      "speaker": "GRENELL",
      "utterance": "Look, the reality is that the president is strengthening NATO. We've had the same policy for decades that countries should be racing their spend, they should be meeting the NATO commitment of two percent. They have ignored us for a very long time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They've been taking us for chumps."
    },
    {
      "speaker": "GRENELL",
      "utterance": "President Obama had the same policy -- raise your spending. They ignored us. But now countries are beginning to raise their spending. So I would argue, actually, Laura, the person who tries to reform multilateral organizations is the one who cares the most about them. Rather than ignore them and let them adrift, let them not deal with today's threats, let them have members that don't pay their bills, if you allow that to happen, I would argue that you actually don't care about those agencies. But when you do the hard work of engaging and trying to reform agencies exactly how the president is doing it, then I think there's an argument to be made is he is the one who cares more about NATO because he wants it to work better. And it clearly needs reforming."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What is it like for you as ambassador to Germany, one of the most important ambassadorial positions? You had quite a splash right in the beginning when you first assumed the position. German media goes after Ambassador Ric Grenell, here's one of the headlines. \"Trump's ambassador finds few friends in Germany. Since arriving in Berlin as U.S. ambassador to Germany, Grenell has flouted diplomatic conventions and attempted to interfere in domestic politics. He has since become politically isolated in the German capital.\" Do you have no friends, Ric? Do you need a visit? Do I need to come visit you?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "Look, I think that there's a very good argument to be made that President Obama was wildly popular in Germany."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You think?"
    },
    {
      "speaker": "GRENELL",
      "utterance": "But the German government killed his T-TIP. They didn't return the Nazi prison guard that he had been asking for."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "T-TIP, the trade deal."
    },
    {
      "speaker": "GRENELL",
      "utterance": "T-TIP is the trade deal, Obama's signature trade deal. The Nazi prison guard who was living here, the Obama administration asked for a very long time to have him returned. We have been asking for a very long time for defense spending to be raised, and the Nord Stream 2 pipeline, which was all started under President Obama. So I think the tough talk from President Trump is working."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So they liked a weaker United States. They loved him because he's a global superstar, a pop star for them, but they loved a weaker United States that wasn't going to challenge."
    },
    {
      "speaker": "GRENELL",
      "utterance": "We want a stronger relationship, and that means reforming it and pushing and trying to get both sides --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm glad you're there, and I'm glad that you stopped by, and thank you for fighting jetlag to be here. Ric Grenell, an important day tomorrow, but will the media cover it? Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tomorrow hundreds of thousands will descend on Washington for the pro-life march, the longest march in U.S. history. It's likely going to get just a little squib article probably in \"The Washington Post,\" but that's OK. They are standing for those who can't speak for themselves, the most defenseless among us, and it's amazing. And the young people showing up, we're all with you. New poll finding millennials, largest group of American voters are not in lockstep with the Democrats on abortion, 41 percent said they want Roe versus Wade overturned, seven and 10, said they support some limits. Like parental notification, blocking abortions at five months of pregnancy and funding government abortions, forget it. They're not for that. Well, I hope the media maybe pays attention. But that's all the time we have tonight. Shannon Bream and the \"FOX NEWS@ NIGHT\" team take it from here. Shannon. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}