{
  "date": "January 25, 2022",
  "headline": "'Special Report' All-Star Panel on Biden using profanity towards Peter Doocy",
  "subHeadline": "Guests: Guy Benson, Leslie Marshall, and Trey Gowdy",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-biden-using-profanity-towards-peter-doocy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RON KLAIN, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "I get the fact that voters say we have done a lot, but there is still more to do. And until we are in a better place on COVID, a better place on inflation, they are not going to give us credit for those achievements. I think the president is right in the middle of where the country is. You look at what is in our Build Back Better plan, bringing down the cost of childcare. I think that's a very moderate thing for families. Reducing the cost of prescription drugs, saying you shouldn't have to pay more than $35 for insulin, I think that's all-American mainstream proposal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "White House Chief of Staff Ron Klain there talking about what the administration is doing. The thing that got the attention this afternoon, though, was an exchange, a Q and A with Peter Doocy at an open press event in the White House asking questions after the president was finished up. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Do you think inflation is a political liability ahead of the midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "That's a great asset. More inflation. What a stupid son of a bitch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, there you go. Let's bring in our panel, Guy Benson, political editor at Townhall.com, host of \"The Guy Benson Show\" on FOX News Radio, Leslie Marshall, Democratic strategist, and Trey Gowdy, former Congressman from South Carolina. Trey, I distinctly remember media going bonkers when President Trump, candidate Trump said something similar to reporters. I don't know yet about the -- what's being covered out there, but I haven't seen a lot of response as of yet from the president, the administration, or any reporters covering him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FORMER SOUTH CAROLINA REPRESENTATIVE",
      "sentences": "Oh, I can wager you a bet, Bret. I didn't hear much about it. My momma always said bad words are a sign of limited vocabulary. At least when I use them, that's what she says. I think it's a sign of a frustrated president where two-thirds of the country hope you don't run again. Look, you should never punch down. I said that when, you know, President Trump was sparring with reporters. You are the leader of the free world. You do not need to call Peter Doocy names. So I think it's a sign of his frustration. His administration is in terrible shape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Although, Leslie, this is the second time a FOX correspondent at the White House has been called out by the president. Jacqui Heinrich asked a question that's actually very substantive now, the debate of whether there should be sanctions before Russia does anything. And he said that that was a really stupid question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "sentences": "Trey, hell has frozen over because I agree with like four words of what you just said. Here is the bottom line, a true leader leads by example. I had my mouth washed out with soap if I used curse words. I'm not saying the president should, but a leader should not use that type of language. I don't care if you are the president of the United States. I don't care if you're a Democrat or Republican. I don't care if you are a sitting member of the House or the Senate. I think it's wrong. And I think it's important for journalists to ask tough questions of those in power, and for those in power to have answers. Clearly, having more inflation is not good politically. But I think there is a definitely different way to answer that, and I think a lot more people have got to be aware whether their mic is on or off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, obviously there was a room full of reporters, Guy. I don't want to belabor this, but your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "sentences": "I'm not going to clutch pearls about the language used by the president. But these are his own standards. I remember when he was asked about a similar situation in his administration, and he promised if he hears anyone using demeaning language towards someone else and not treating others with dignity and respect, he would fire them on the spot. He said he wasn't joking about that. He said that type of dignity had been lacking the last four years. Well, I don't think he is going to fire himself here. That would be a bit much for him to resign over something like this. I'm not calling for that. But these are the standards that he set for his administration. I think he will have to address that. And I have seen already reaction on social media saying, oh, conservatives they can't be upset about this because of Trump. This man ran to be the opposite of Trump, particularly in this department of treating people better. He is failing yet again to live up to his own promises to the country. And I think that's why his approval rating is struggling the way that it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, let's turn to who is in control. \"The New York Post\" editorial says who is really in charge? \"Who really have in charge at the White House? It sure doesn't look to be President Biden. The latest evidence came last week when Chief of Staff Ron Klain delivered a behind the scenes message to Democratic allies and staff just hours after Biden's disastrous news conference. The president had failed to mention that his next Build Back Better bill would fund child and eldercare, but Klain insisted it would. Klain's real message, don't worry, we staff will make sure Biden does what we say.\" Trey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I think it's a little broader than that, Bret. I think lots of politicians overread election rules. They think they have a mandate whether they just have a request to return to normalcy. I also think the Democrats are going to do what Republicans went through about a decade ago. The smaller group has the bigger volume. They yell more. So Jayapal and Bernie Sanders and AOC and the squad is setting the agenda, and that's not the people that elected him. He was elected to manage COVID and return, to Guy's point, to a little more normalcy, and he has not done either one. I don't blame the caddie when I hit a bad shot. I'm not blaming Ron Klain. The president is in charge. But that's my take, mismatched expectations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. Meantime the crime crisis, and it is that in big cities, Leslie, stepped up another notch with the targeting of police officers over the weekend. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR ERIC ADAMS, (D) NEW YORK CITY",
      "sentences": "No excuse to shoot an 11-month-old baby, no excuse to assassinate these officers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Does he know that after a year in office people do not feel safe in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, Peter, I think if we look at the facts here, we have seen a surge of crime over the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "So what are you attributing the rise in crime to then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "I think we should be responsible in how we are reporting to the public what the roles are, what the reasons for the surge in crime. Gun violence is a huge reason for the surge in crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But we have been around this block before, Leslie, and when the administration previously went to gun rights, gun laws, obviously that all factors in. But there is much more to it, especially some of these prosecutors who are not moving forward with prosecuting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Bret, are you reading the articles I write for FOX? Because last week I wrote just that, that Democrats can't just -- and look, I can't stand guns, but I want everybody to have the right to have them. Bottom line, Democrats cannot just push forth legislation to combat how many guns are on the street and the gun violence that contributes to the crime, largely contributes to crime, because there are, as you said, rightly so, many other areas. This is the multifaceted problem. We know the Department of Justice is doing what they can with regard to the police. But this is not just solely a lapse of the federal government, which I do think needs to do more beyond gun control. This is certainly in the laps of local mayors and of governors of states. From the federal level in addition to legislation for guns and pushing with that, there is more that can be done to support local law enforcement and hope those mayors and governors in those states. And I think the president has spoken to that before, and I think he -- not just I think, I know that he needs to act on those things he has spoken of more so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, stand by if you would. From domestic issues to the world, is the world moving closer to war over Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "sentences": "It's very clear that Russians have no intention right now of deescalating. The secretary has placed on heightened alert comes up to about 8,500 personnel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "How does it protect Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRBY",
      "sentences": "Jen, it sends a very clear signal to Mr. Putin that we take our responsibilities to NATO seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKE GALLAGHER, (R-WI)",
      "sentences": "I think we're hearing conflicting signals, because we've also heard reports that we are preparing our embassy for evacuation. So the same team that bungled the evacuation in Afghanistan may get another shot to do the same in Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, it is tense on the border between Russia and Ukraine with Russian troops there amassed there. Now forces from NATO are heading to reposition in the region. We don't know if U.S. forces will be headed that way, but they are on high alert. Meantime the State Department is pulling family members of embassy officials out of Ukraine, asking citizens of the U.S. to leave. But the Ukrainian foreign affairs ministry tweeted out \"We have taken notes of the State Department's decision regarding departure of family members at the U.S. embassy Kyiv staff. While we respect the right of foreign nations to ensure safety and security of the diplomatic missions, we believe such a step to be a premature one and an instance of excessive caution.\" We're back with the panel. Guy, there was also a briefing in which an official said we can't ensure all U.S. citizens safe passage, so they need to get commercial flights out now. It seems like we have been down this road before with another country beginning with an \"A.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "That's right. And I had General Jack Keane on the radio show earlier. He said he thinks this is an overreaction and a sensitivity that the administration has to that absolute fiasco in Afghanistan, Kabul, where there are still Americans and U.S. allies stuck that country. In this case you are almost signaling we think this invasion is coming. It's going to be so bad it's going to come to Kyiv. And the Ukrainians are saying, no, let's not go anywhere near that. That is a massive overreaction. The EU if not taken that type of step with their diplomats and families thus far. So I think that's an interesting thing to watch. I keep thinking back, Bret, to the press conference last week, and everyone talked, of course, about the minor incursion quote from the president. But something else that jumped out at me and others was President Biden basically spelling out that there was disunity among NATO allies. There has been reporting that Germany has been reluctant to take a hard line. I think that's part of Putin's calculation. And Brit made a good point earlier in the show about this notion of potential preemptive action to change that calculation when it comes to tough sanctions and is that sort of thing, change how Putin is thinking about this. But Putin also knows that our president believes that whole idea is stupid, to use the word that he employed with Jacqui Heinrich in that completely legitimate question. So I think Putin is feeling emboldened, and I can see why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "To your point about Germany and other allies, \"The National Review\" says Biden's Ukraine problem \"The White House is yielding to German economic interest over Ukraine's interest in maintaining its independence. It's it taken a model U.N. kid glove approach to dealing with kleptocracy thug who has shown a penchant for investigating the democracies bordering Russia. For everything Biden and others have said about supporting Ukraine, the president has yet to even nominate an ambassador to the country.\" That is something, Leslie. There's no ambassador there who is on the ground dealing with these countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Absolutely, you have to have your people on the ground. But we knew this was coming, didn't we? When we looked back to 2008 in the NATO summit, what did Vladimir Putin, president then, still president, probably will be long after I'm dead. What did he say to George W. Bush? He said that Ukraine wasn't a country. He has signaled this. And I think this is about much more than a land grab and territory in Ukraine, for power, and I think it's also much more than a middle finger, if you will, to NATO. I think it is doing that to the United States. Look at numbers. And this is one thing that Putin seems to do. He is really hung up on, almost to an obsession within himself about dates, right. What happened? December, 2021, this past December, what was that. That was the 30th anniversary of the destabilization of the Soviet Union, of pushing them out of the ability to be part of Europe. What is he trying to do? He's doing the same thing to the United States. Honestly, I don't think he cares if it's a Democrat or Republican or who the president is. I think he has been planning this based on dates alone. And we heard the foreshadowing of that starting back in 2008.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Russian exercise with Belarus on the other side of the border comes to an end just as the Olympics ends. Trey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I think, unfortunately, Bret, you can make an argument that Putin has already won. Just like in 2016, he successfully sowed the seeds of discord in this country. Look at what he has accomplished. He got the leader of the free world to make a major verbal gaffe at a press conference. He has got prominent news personalities openly musing about why this country would even side with Ukraine over Russia. And he's got Germany and the U.S. not singing out of the same hymnal with respect to the Ukraine. So you can argue that this smaller Russia is still playing on the world stage and that he has already won. If his goal was discord, he's won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Joe Biden the candidate tweeted out \"Vladimir Putin doesn't want me to be president. He doesn't want me to be our nominee. If you are wondering why, it's because I'm the only person in field who has ever gone toe to toe with him.\" Guy, if there is any evidence that this administration is taking a tougher line with Russia than the Trump administration did, what is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I don't know. And I don't think Putin's actions reflect that. And by the way, meanwhile, the Russians have announced joint war games with the Chinese and the Iranians. So what's the west's response to that? Perhaps new axis of evil. That's another challenge. What's the president going to do? What's the president going to say? Will people have confidence in it? Will people believe it, including Vladimir Putin, will he believe it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, stand by, if you would. When we come back, tomorrow's headlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, a look at tomorrow's headlines tonight with the panel. Leslie, first to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Parents and teachers relieved as Governor Tony Evers vetoes bill sent to him by Republican legislature not only lowering the age for a gun permit to 18 but allowing 18-year-olds to conceal and carry on school property.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "News from Wisconsin. OK, Trey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Researchers find something to unify all Americans. Literally everyone surveyed thinks the NFL should change its overtime rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One-hundred percent. That was just -- they needed another shot. After that game? Totally agree. I'm on board with that headline. All right, Guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Plus one on the overtime rules, by the way. My headline is Jesse Watters dominates the ratings as he debuts \"Jesse Watters Primetime\" on FOX News Channel up next. Congratulations, Jesse. Go get them. And with any luck, sir, you will become the president's second favorite stupid SOB.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Oh, we can only hope. OK, panel, thank you very much. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON KLAIN, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "I get the fact that voters say we have done a lot, but there is still more to do. And until we are in a better place on COVID, a better place on inflation, they are not going to give us credit for those achievements. I think the president is right in the middle of where the country is. You look at what is in our Build Back Better plan, bringing down the cost of childcare. I think that's a very moderate thing for families. Reducing the cost of prescription drugs, saying you shouldn't have to pay more than $35 for insulin, I think that's all-American mainstream proposal."
    },
    {
      "speaker": "BAIER",
      "utterance": "White House Chief of Staff Ron Klain there talking about what the administration is doing. The thing that got the attention this afternoon, though, was an exchange, a Q and A with Peter Doocy at an open press event in the White House asking questions after the president was finished up. Take a listen."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Do you think inflation is a political liability ahead of the midterms?"
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "That's a great asset. More inflation. What a stupid son of a bitch."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, there you go. Let's bring in our panel, Guy Benson, political editor at Townhall.com, host of \"The Guy Benson Show\" on FOX News Radio, Leslie Marshall, Democratic strategist, and Trey Gowdy, former Congressman from South Carolina. Trey, I distinctly remember media going bonkers when President Trump, candidate Trump said something similar to reporters. I don't know yet about the -- what's being covered out there, but I haven't seen a lot of response as of yet from the president, the administration, or any reporters covering him."
    },
    {
      "speaker": "TREY GOWDY, FORMER SOUTH CAROLINA REPRESENTATIVE",
      "utterance": "Oh, I can wager you a bet, Bret. I didn't hear much about it. My momma always said bad words are a sign of limited vocabulary. At least when I use them, that's what she says. I think it's a sign of a frustrated president where two-thirds of the country hope you don't run again. Look, you should never punch down. I said that when, you know, President Trump was sparring with reporters. You are the leader of the free world. You do not need to call Peter Doocy names. So I think it's a sign of his frustration. His administration is in terrible shape."
    },
    {
      "speaker": "BAIER",
      "utterance": "Although, Leslie, this is the second time a FOX correspondent at the White House has been called out by the president. Jacqui Heinrich asked a question that's actually very substantive now, the debate of whether there should be sanctions before Russia does anything. And he said that that was a really stupid question."
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "utterance": "Trey, hell has frozen over because I agree with like four words of what you just said. Here is the bottom line, a true leader leads by example. I had my mouth washed out with soap if I used curse words. I'm not saying the president should, but a leader should not use that type of language. I don't care if you are the president of the United States. I don't care if you're a Democrat or Republican. I don't care if you are a sitting member of the House or the Senate. I think it's wrong. And I think it's important for journalists to ask tough questions of those in power, and for those in power to have answers. Clearly, having more inflation is not good politically. But I think there is a definitely different way to answer that, and I think a lot more people have got to be aware whether their mic is on or off."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, obviously there was a room full of reporters, Guy. I don't want to belabor this, but your thoughts?"
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL.COM",
      "utterance": "I'm not going to clutch pearls about the language used by the president. But these are his own standards. I remember when he was asked about a similar situation in his administration, and he promised if he hears anyone using demeaning language towards someone else and not treating others with dignity and respect, he would fire them on the spot. He said he wasn't joking about that. He said that type of dignity had been lacking the last four years. Well, I don't think he is going to fire himself here. That would be a bit much for him to resign over something like this. I'm not calling for that. But these are the standards that he set for his administration. I think he will have to address that. And I have seen already reaction on social media saying, oh, conservatives they can't be upset about this because of Trump. This man ran to be the opposite of Trump, particularly in this department of treating people better. He is failing yet again to live up to his own promises to the country. And I think that's why his approval rating is struggling the way that it is."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, let's turn to who is in control. \"The New York Post\" editorial says who is really in charge? \"Who really have in charge at the White House? It sure doesn't look to be President Biden. The latest evidence came last week when Chief of Staff Ron Klain delivered a behind the scenes message to Democratic allies and staff just hours after Biden's disastrous news conference. The president had failed to mention that his next Build Back Better bill would fund child and eldercare, but Klain insisted it would. Klain's real message, don't worry, we staff will make sure Biden does what we say.\" Trey?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I think it's a little broader than that, Bret. I think lots of politicians overread election rules. They think they have a mandate whether they just have a request to return to normalcy. I also think the Democrats are going to do what Republicans went through about a decade ago. The smaller group has the bigger volume. They yell more. So Jayapal and Bernie Sanders and AOC and the squad is setting the agenda, and that's not the people that elected him. He was elected to manage COVID and return, to Guy's point, to a little more normalcy, and he has not done either one. I don't blame the caddie when I hit a bad shot. I'm not blaming Ron Klain. The president is in charge. But that's my take, mismatched expectations."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. Meantime the crime crisis, and it is that in big cities, Leslie, stepped up another notch with the targeting of police officers over the weekend. Take a listen."
    },
    {
      "speaker": "MAYOR ERIC ADAMS, (D) NEW YORK CITY",
      "utterance": "No excuse to shoot an 11-month-old baby, no excuse to assassinate these officers."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Does he know that after a year in office people do not feel safe in this country?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, Peter, I think if we look at the facts here, we have seen a surge of crime over the last two years."
    },
    {
      "speaker": "DOOCY",
      "utterance": "So what are you attributing the rise in crime to then?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "I think we should be responsible in how we are reporting to the public what the roles are, what the reasons for the surge in crime. Gun violence is a huge reason for the surge in crime."
    },
    {
      "speaker": "BAIER",
      "utterance": "But we have been around this block before, Leslie, and when the administration previously went to gun rights, gun laws, obviously that all factors in. But there is much more to it, especially some of these prosecutors who are not moving forward with prosecuting."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Bret, are you reading the articles I write for FOX? Because last week I wrote just that, that Democrats can't just -- and look, I can't stand guns, but I want everybody to have the right to have them. Bottom line, Democrats cannot just push forth legislation to combat how many guns are on the street and the gun violence that contributes to the crime, largely contributes to crime, because there are, as you said, rightly so, many other areas. This is the multifaceted problem. We know the Department of Justice is doing what they can with regard to the police. But this is not just solely a lapse of the federal government, which I do think needs to do more beyond gun control. This is certainly in the laps of local mayors and of governors of states. From the federal level in addition to legislation for guns and pushing with that, there is more that can be done to support local law enforcement and hope those mayors and governors in those states. And I think the president has spoken to that before, and I think he -- not just I think, I know that he needs to act on those things he has spoken of more so."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, stand by if you would. From domestic issues to the world, is the world moving closer to war over Ukraine?"
    },
    {
      "speaker": "JOHN KIRBY, PENTAGON PRESS SECRETARY",
      "utterance": "It's very clear that Russians have no intention right now of deescalating. The secretary has placed on heightened alert comes up to about 8,500 personnel."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "How does it protect Ukraine?"
    },
    {
      "speaker": "KIRBY",
      "utterance": "Jen, it sends a very clear signal to Mr. Putin that we take our responsibilities to NATO seriously."
    },
    {
      "speaker": "REP. MIKE GALLAGHER, (R-WI)",
      "utterance": "I think we're hearing conflicting signals, because we've also heard reports that we are preparing our embassy for evacuation. So the same team that bungled the evacuation in Afghanistan may get another shot to do the same in Ukraine."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, it is tense on the border between Russia and Ukraine with Russian troops there amassed there. Now forces from NATO are heading to reposition in the region. We don't know if U.S. forces will be headed that way, but they are on high alert. Meantime the State Department is pulling family members of embassy officials out of Ukraine, asking citizens of the U.S. to leave. But the Ukrainian foreign affairs ministry tweeted out \"We have taken notes of the State Department's decision regarding departure of family members at the U.S. embassy Kyiv staff. While we respect the right of foreign nations to ensure safety and security of the diplomatic missions, we believe such a step to be a premature one and an instance of excessive caution.\" We're back with the panel. Guy, there was also a briefing in which an official said we can't ensure all U.S. citizens safe passage, so they need to get commercial flights out now. It seems like we have been down this road before with another country beginning with an \"A.\""
    },
    {
      "speaker": "BENSON",
      "utterance": "That's right. And I had General Jack Keane on the radio show earlier. He said he thinks this is an overreaction and a sensitivity that the administration has to that absolute fiasco in Afghanistan, Kabul, where there are still Americans and U.S. allies stuck that country. In this case you are almost signaling we think this invasion is coming. It's going to be so bad it's going to come to Kyiv. And the Ukrainians are saying, no, let's not go anywhere near that. That is a massive overreaction. The EU if not taken that type of step with their diplomats and families thus far. So I think that's an interesting thing to watch. I keep thinking back, Bret, to the press conference last week, and everyone talked, of course, about the minor incursion quote from the president. But something else that jumped out at me and others was President Biden basically spelling out that there was disunity among NATO allies. There has been reporting that Germany has been reluctant to take a hard line. I think that's part of Putin's calculation. And Brit made a good point earlier in the show about this notion of potential preemptive action to change that calculation when it comes to tough sanctions and is that sort of thing, change how Putin is thinking about this. But Putin also knows that our president believes that whole idea is stupid, to use the word that he employed with Jacqui Heinrich in that completely legitimate question. So I think Putin is feeling emboldened, and I can see why."
    },
    {
      "speaker": "BAIER",
      "utterance": "To your point about Germany and other allies, \"The National Review\" says Biden's Ukraine problem \"The White House is yielding to German economic interest over Ukraine's interest in maintaining its independence. It's it taken a model U.N. kid glove approach to dealing with kleptocracy thug who has shown a penchant for investigating the democracies bordering Russia. For everything Biden and others have said about supporting Ukraine, the president has yet to even nominate an ambassador to the country.\" That is something, Leslie. There's no ambassador there who is on the ground dealing with these countries."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Absolutely, you have to have your people on the ground. But we knew this was coming, didn't we? When we looked back to 2008 in the NATO summit, what did Vladimir Putin, president then, still president, probably will be long after I'm dead. What did he say to George W. Bush? He said that Ukraine wasn't a country. He has signaled this. And I think this is about much more than a land grab and territory in Ukraine, for power, and I think it's also much more than a middle finger, if you will, to NATO. I think it is doing that to the United States. Look at numbers. And this is one thing that Putin seems to do. He is really hung up on, almost to an obsession within himself about dates, right. What happened? December, 2021, this past December, what was that. That was the 30th anniversary of the destabilization of the Soviet Union, of pushing them out of the ability to be part of Europe. What is he trying to do? He's doing the same thing to the United States. Honestly, I don't think he cares if it's a Democrat or Republican or who the president is. I think he has been planning this based on dates alone. And we heard the foreshadowing of that starting back in 2008."
    },
    {
      "speaker": "BAIER",
      "utterance": "Russian exercise with Belarus on the other side of the border comes to an end just as the Olympics ends. Trey?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "I think, unfortunately, Bret, you can make an argument that Putin has already won. Just like in 2016, he successfully sowed the seeds of discord in this country. Look at what he has accomplished. He got the leader of the free world to make a major verbal gaffe at a press conference. He has got prominent news personalities openly musing about why this country would even side with Ukraine over Russia. And he's got Germany and the U.S. not singing out of the same hymnal with respect to the Ukraine. So you can argue that this smaller Russia is still playing on the world stage and that he has already won. If his goal was discord, he's won."
    },
    {
      "speaker": "BAIER",
      "utterance": "Joe Biden the candidate tweeted out \"Vladimir Putin doesn't want me to be president. He doesn't want me to be our nominee. If you are wondering why, it's because I'm the only person in field who has ever gone toe to toe with him.\" Guy, if there is any evidence that this administration is taking a tougher line with Russia than the Trump administration did, what is it?"
    },
    {
      "speaker": "BENSON",
      "utterance": "I don't know. And I don't think Putin's actions reflect that. And by the way, meanwhile, the Russians have announced joint war games with the Chinese and the Iranians. So what's the west's response to that? Perhaps new axis of evil. That's another challenge. What's the president going to do? What's the president going to say? Will people have confidence in it? Will people believe it, including Vladimir Putin, will he believe it?"
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, stand by, if you would. When we come back, tomorrow's headlines."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, a look at tomorrow's headlines tonight with the panel. Leslie, first to you."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Parents and teachers relieved as Governor Tony Evers vetoes bill sent to him by Republican legislature not only lowering the age for a gun permit to 18 but allowing 18-year-olds to conceal and carry on school property."
    },
    {
      "speaker": "BAIER",
      "utterance": "News from Wisconsin. OK, Trey?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "Researchers find something to unify all Americans. Literally everyone surveyed thinks the NFL should change its overtime rules."
    },
    {
      "speaker": "BAIER",
      "utterance": "One-hundred percent. That was just -- they needed another shot. After that game? Totally agree. I'm on board with that headline. All right, Guy?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Plus one on the overtime rules, by the way. My headline is Jesse Watters dominates the ratings as he debuts \"Jesse Watters Primetime\" on FOX News Channel up next. Congratulations, Jesse. Go get them. And with any luck, sir, you will become the president's second favorite stupid SOB."
    },
    {
      "speaker": "BAIER",
      "utterance": "Oh, we can only hope. OK, panel, thank you very much."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}