{
  "date": "January 29, 2019",
  "headline": "Roger Stone: I'm not going to bear false witness against Trump like Michael Cohen",
  "subHeadline": "Guests: Adam Green, Alfredo Ortiz, Victor Davis Hanson, Frank Luntz, Mike Huckabee, Roger Stone, Jim Breslo, Brian Claypool",
  "url": "https://www.foxnews.com/transcript/roger-stone-im-not-going-to-bear-false-witness-against-trump-like-michael-cohen",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "Yes. Well, I'm Laura Ingraham, this is “The Ingraham Angle” from Washington tonight. We have another, of course, jam-packed show for you, fresh off a plea of not guilty at his arraignment today. Roger Stone will be here to respond to his critics and discuss his next steps. Will he cooperate? And Frank Luntz has done hundreds of them, but he says his next focus group included one of the nastiest exchanges he has ever witnessed. Is that hyperbole coming from Frank? I don't think so; you'll see the video.  Plus, do the Democrats have any idea how damaging their newest stars might be to their longevity as a party? Governor Mike Huckabee is here with reaction to the latest shocking revelations about one of those members.  But first, Kamala's big con, that is the focus of tonight's “Angle.”  Well, that didn't take long. The Democrats' newest \"it girl\" of income redistribution, Kamala Harris, is already taking big heat from liberal bigwigs. We'll play it for you in a moment. Now, why on earth would they pick on someone as brilliant and accomplished as Senator Harris? Well, perhaps because she doesn't understand basic economics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CHIEF WASHINGTON CORRESPONDENT, CNN",
      "sentences": "You support the Medicare For All bill. I think initially--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAPPER",
      "sentences": "--I believe it will totally eliminate private insurance. So for people out there who like their insurance, what - they don't get to keep it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Well listen, the idea is that everyone gets access to medical care, and you don't have to go through the process of going through an insurance company, having them give you approval, going through the paperwork, all of the delay that may require. Who of us have has not had that situation where you got to wait for approval and the doctor says, well I don't know if your insurance company is going to cover this? Let's eliminate all of that, let's move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sounds so simple, let's move on. Wasn't that Michelle Obama's - well anyway, the coffee guy is now saying, not so fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD SCHULTZ, CHAIRMAN EMERITUS, STARBUCKS",
      "sentences": "That's not correct, and that's not American. Well, what's next, what industry are we going to abolish next? That alone would wipe out millions of jobs of Americans, and that is the kind of extreme policy that is not a policy that I agree with.  And if you take immigration, you take health care, what we have is extremes on both sides not representing the large majority of Americans who don't have a voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Schultz is a businessman and he's certainly no conservative. But he sees the writing on the wall here, he knows that the Democrat Party is moving so far Left that it's leaving America.  Democrat darlings like Kamala Harris are proposing disastrous socialist solutions to things like health inequality or wealth inequality, all those kind of concepts that were once left to late-night seminars in college. Forget the $32 trillion cost or the 500,000 insurance company jobs that would be lost in the Sanders Harris Warren plan of Medicare for all. The fastest way, by the way, to sink Medicare is to give it to all, not just to the elderly. It'll go broke that much faster, maybe even in five years.  So even if you tax the rich to death, you still can't pay for Medicare for all. Doctors and hospitals would face pay cuts, they are already facing them today. That means more hospitals closing, more doctors retiring or not going into the profession at all, longer waits for even serious procedures, and ultimately this will lead, my friends, to ration care according to age, weight, and yes other pre-existing health problems.  But don't worry, because when you wait in line for the procedure, at least you'll be comforted to know that the government is pursuing Kamala's green energy fantasy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I support Green New Deal and I will tell you why, climate change is an existential threat to us and we have got to deal with the reality of it. We have got to deal with the reality of the fact that there are people trying to peddle some idea that we should deny it, and they are peddling science fiction, instead of what we should do which is rely on science fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So what does the Green New Deal mean for you and your family? Well, it means the government will reach in and control, monitor and tax even more aspects of your daily life than it does now. You love your car as much as I do? Mine's 19 years old, I still love it, too bad. The Green Party's Green New Deal calls for replacing non-essential individual means of transport with high quality and modern mass transit. This is kind of a geeky way of instituting a ban on cars.  But who decides whether your car is a non-essential individual means of transport? Hmm, maybe Kamala and crew will bring back Obama's green jobs, why not, to achieve their green transport utopia, \"It will be necessary to electrify everything else, including transport.\"  So if you love your SUV, your sedan, heck your hatchback, too bad. Only electric, and if you were deemed worthy of owning a car at all, well remember, in Kamala's gas-free world, the government gas bags have all the power. And even Big Gulp banning, bike lane mandating Mike Bloomberg is balking at Harris' green folly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG, CEO OF BLOOMBERG L.P.",
      "sentences": "I'm a little bit tired of listening to things that are pie-in-the-sky that we never are going to pass or never going to afford. I think it's just disingenuous to promote those things. You've got to do something that's practical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, that means banning all coal, banning all cars, banning all nuclear power, taxing miles driven, taxing kilowatts used, taxing water used. It would be all on the table to force Americans to bend to the fattest trends of the socialist left. Now, more power for them, less power, freedom and prosperity for you. It's always how it works in a fully centralized economy. And this is what is lighting the Democrat Party on fire today, really? Instead of kibitzing with the NRDC, Kamala should have consulted first with, I don't know, Kermit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERMIT THE FROG",
      "sentences": "It's not that easy being green.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it's not, because as the Kaiser Family Foundation found recently, support for Medicare For All drops like a rock when you know how much it's going to cost you. Same deal with the green agenda, when people find out how much it costs.  Now get this, 56 percent of survey respondents initially said they favored Medicare For All, as the whole plan. But when they're faced with the prospects of paying higher taxes to fund the system and by the way the elimination of private health insurance companies, support falls to only 37 percent. And when told that the new plan could actually threaten the current Medicare program, only 32 percent remained in favor.  My friends, this is why it's so critical for the Trump administration, the entire cabinet, and the Republican Party to have a full-court press of facts out there to educate vulnerable voters on the green economy issues, on Medicare For All, all of it. History shows us that socialist ideas are always easy to sell to uninformed, indoctrinated, and sometimes desperate voters. But it's impossible to fully fund. It never works, it's a false promise of free stuff forever. But as always, you eventually run out of other people's money. Kamala Harris, I don't know, would do better pursuing maybe a career as a DJ?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "A song that has to be played loud because you have to hear the bass. The sun is shining by Bob Marley and the Wailers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or maybe a backup singer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "One nation under a groove getting down just for the funk of it. Can I get it on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or I don't know, a voice-over artist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "(LAUGHING) You all right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If you buy what she's selling, she may have the last laugh, but you're going to be crying all the way to the government-owned bank, and that's THE ANGLE.  Here now to debate, Alfredo Ortiz, President and CEO of the Job Creators Network, and Adam Green, Co-Founder of the Progressive Change Committee. Adam, is your name really green? I mean that's just too good for all of us.  All right, green jobs, green economy, green - all of it sounds good. A single-payer health care system though would cost about $32 trillion over ten years. The Green New Deal would cost another multitrillion-dollar - several trillion dollars. How we paying for all this then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM GREEN, CO-FOUNDER, PROGRESSIVE CHANGE CAMPAIGN COMMITTEE",
      "sentences": "Well, first thank you for playing one of my favorite songs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh good, great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "That was great. So let's be clear about what the progression of health care reform will look like. So the first step from Democrats will be protecting pre-existing conditions, which they are doing now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, let's focus, we get that, we get that but how are we paying for this? How are we paying for it? Kamala dodged the question last night. She was basically asked - she's like \"It's a problem.\" She just restated the problem which is a classic socialist thing to do. You don't - you don't like not getting coverage, right? It's terrible not to get coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Terrible to fill out forms, isn't it? Isn't it? Isn't it? How do you pay for it? How do you pay for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Yes. So, what Howard Schultz said there is that he sees the writing on the wall. He does see the writing on the wall because Elizabeth Warren just proposed a wealth tax on billionaires, people like him. That's why he and Bloomberg are so scared. Now, what they don't--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That doesn't pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "What they don't - what they don't say is that this actually saves money and even a Koch Brothers funded survey says that. Let me give you an analogy and you can pick it apart if you want. If you were paying $15 for parking a car in a lot and the government came along and said, \"We're going to tax you $12, but then give you free parking,\" some might call that a $12 tax increase but in fact there's $3 more in your pockets every day, right? That is what Medicare for all is. It is taking all of the bloat of billions of dollars of advertising, excessive CEO pay, really repetitive--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "According to whom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "According to every study of Medicare administrative cost versus private insurance. That's public record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. So, you know that Medicare for all will end up - and Alfredo, you can pick up on this - we will end up with another two-tiered system. You see it in Canada. You see it in Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALFREDO ORTIZ, PRESIDENT AND CEO, JOB CREATORS NETWORK",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Where the rich people can go to whatever doctor they want because doctors are going to opt out of this because they're not getting - right now, their reimbursements are cut, cut, cut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They will be further cut under a massively expanded Medicare. Right now, Medicare only pay - you know, we only pay about 30 percent, the average person, 30 percent of the cost of their healthcare under Medicare. Now, you multiply that by X to get Medicare for all. I am not bad at math; I'm not great. But, where are we getting the money for that, Alfredo? And is this a tantalizing idea? It sounds cool. It sounds cool to people. Medicare for all, like, yes, go for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "I mean, Laura, this is going to come from the pockets of the job creators. I mean at the end, this is just another one of the multiple lists of different items that again defines this idea of socialism. But at the end of the day, socialism is about - it takes and capitalism creates. And that's why we see thousands of people that are coming from Venezuela, from Nicaragua, from Mexico coming to the United States, right, because they are fleeing socialism. I mean the reality is there's not a Venezuelan dream; there's not a Nicaraguan dream, a Mexican dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let me--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "There is only in America dream and that's about--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, one of my producers earlier tonight made it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "- capitalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She's in her 20s and she said, Laura, you know, people in their 20s, when they hear, \"Well, this is like the Bolshevik,\" so this is - that doesn't register to them because they don't have any life experience with, with - I lived in the Soviet Union just as a student. You know, I had an enormous - it changed the way I felt about a lot of things in the government. I was already a conservative, became a real conservative when I was there. But a lot of young kids**, they don't even know - they have no sense of it. And so, when you talk about this - when you say it's going to it's going to put the country further into debt, it's going to make it - they say, \"Well, we're basically insolvent anyway.\" So for them, it doesn't really add up like - so Republicans have to be a much better--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do a much better job of selling this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "Selling the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But I'll tell you what people do react to. This is Bernie Sanders radio show in 2017. He had a Canadian doctor on. They were talking about wait times in Canada, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We do have a problem with wait times for what we call elective or non-urgent procedures. Non-urgent surgeries, the classic example being a hip or a knee replacement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, D-VT.",
      "sentences": "So, how long will it take me in here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You know, it depends on where you are in the country, sometimes it's a few months, sometimes it's a year. In some places at sometimes, it's been even longer than that, that people wait for a hip or a knee replacement and I think that's totally unacceptable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "So, I appreciate you focusing on the math. I'm a little surprised to hear Alfredo talk about the job creators paying the bill in this new system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But is that acceptable to you? That's what you want in America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "No, I mean that's a red herring, I mean better--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's not a red herring. I have friends right now in Canada who are having - who are coming here to healthcare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "I know veterans right now in America who wait 6 or 12 months for an appointment or a surgery. I know people who have insurance who wait a long time for a surgery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, thank You Obamacare. That was just a fix it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Right, Obama did that. So, look, right now, job creators are absorbing a cost that small businesses and large businesses in other countries do not have to absorb. It will be a huge boon--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you think healthcare will be improved? Healthcare will be better to - better under Medicare for all than it is today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Americans would list for home. You're switching argument here. First, Americans would save money; that is a fact. Small businesses, big businesses would not have to pay for these exorbitant marketing costs, CEO salaries and duplicative costs. The people that he supposedly represents--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "- would win big because small businesses will do a higher--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "I got to interrupt a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, real quick, real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "Look, we travel tens of thousands miles talking to (ph) hundreds and hundreds small business owners and I'll tell you right now that what you're talking about is really at best duplicitous because the small - you know, you guys talk about for example the shut down and how it is going to hurt. No, no, no - you guys talked about the shut down, for example, hurting small businesses, but on the other hand you're introducing a $15 minimum wage, for example, that is bound and surely going to hurt small business owners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "That's not okay (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "In terms what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Why would a $15 minimum wage hurt small business owners, but thousands of dollars healthcare costs don't hurt them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "Because you - having a small business of your own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "I own them right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "You do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Yes, I do wealth (ph) insurance. I pay health insurance money to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "It spends a ton on marketing and a ton on CEO salary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. So, you don't like their marketing. Okay. So, upend the entire free market. I think the market could be a lot freer and there's a lot we could do to drive costs down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "We got to drive cost down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We had Romina Askia (ph) on the show. He nails it, how to bring costs down in healthcare, transparency in pricing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And eliminate some of the involvement of the insurance companies for small procedures. Easy to do; that's not a hard thing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "On the green energy deal, this is going to hurt the Democrats and I think Schultz is on to this. 7.2 million jobs--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Could be eliminated under this Green New Deal. 1.1 million coal, oil, gas; 2.3 million in transmission, distribution and storage; 2.4 million in motor vehicles and parts; 1.4 million military personnel. If as Ocasio-Cortez and others have hinted at, the military spending could be cut in half, again all pushing toward - and they say, you'll create more jobs and a green economy. Again, which kids who like the climate change thing, that is going to be their issue. That's it for them. She said that's the primary issue, AOC, and I'm not discounting her, not that she can run for President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Yes, the center - the center piece of Green New Deal is tens of millions of new jobs in this burgeoning clean energy market. I mean basically--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If it's burgeoning, why do you need the government to step in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Just like it except saying (ph) - you know, NIH steps in to facilitate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If it's like the thing, then the free market and all this money flipping around the free market, it's the thing, let it go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "No, other countries are improving their industries and we're not doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have the strongest GDP in the world, you know, why? Because we don't - we don't - we don't follow necessarily what other countries do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREEN",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Our economy right now is the gold standard in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTIZ",
      "sentences": "And we got to remember the flow of migration actually comes...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We got to go to (inaudible). We got to go. We got to go. This is great. We can do this for an hour. Great to have you both on; we'll have you back. Why does it seem by the way that every time the Democrats do face a crisis, their answer is the same? Doesn't seem to be like, kind of let's maybe we could learn a little here. It is move further to the left. Aside from Bill Clinton after that ‘94 midterm loss, it has been the default response. Now, my next guest says this leftward lurch cost the Democrats the White House in ‘72 and that the current iteration is their most radical turn yet. Here to explain, Victor Davis Hanson, Senior Fellow at the Hoover Institution.  All right, Victor, you just heard the discussion. Your thoughts? I mean, socialism to the I think to the highly uninformed, even with the yellow vest protests in France and even with the unrest in Venezuela, the argument is they don't get it right. France doesn't get it right and Venezuela didn't get it right, but we here in the United States, we're going to get this socialism thing right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "sentences": "Yes, I guess we're going to turn everything over to the DMV (ph) and they could run things efficiently. But, that's the logic of equality of result, Laura, that it gets more radical and more radical, and it happened in ancient Athens, the republic of Rome, the Jacobins in France. So, each generation looks back at the prior radical generation says, you know what, you are old fogies and we're going to get even more radical. But, you're - we're reaching in this iteration, there's not much more you can go when you outline this socialist agenda. There's - you really can't go much more to the left. Why is it happening and accelerating now? I think part of it is the Democratic Party is the party - a pyramidal party of the very wealthy and I'm not talking about very wealthy; I'm talking about levels of riches we've never seen before in Silicon Valley, Wall Street and that's - it's primary left and the Republicans really learned that in 2018 midterms, whether it was vote harvesting or PACs, they were just swamped. And all of these candidates are well - very well-funded and there's foundations and research institutes that promote this agenda. The Republicans, you mentioned it haven't offered a very effective counter- argument. And they're saved by the markets that things were ruled (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But, Victor, Victor. I got to go because people who are watching this are going, okay, we hear this every night. This is how going to hell in a hand basket; socialism is coming. So, what the hell--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "- do Republicans do? I mean you can't have - Sheldon Adelson can't fund everything. The Koch Brothers are into the globalist thing; they do some good things as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But, you got - if you had five people who are willing to put the money into the real education of these issues that they have with Steyer, that they have with Soros, that they have with - they had with Weinstein and others, I mean there's a lot you could do. Harvey Weinstein poured tens of millions of dollars into left-wing causes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And he's out of the picture now, but they have a lot more behind him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes. I think you have to start, one thing in the educational system was turning out people that have no knowledge of history and these are not Democrats of the ‘50s that are faculty members, they're not progressives of the ‘60s, they're not radicals of the '70s or ‘80s; these are socialists that are teaching our youth. And so, we've got to really address some fundamental structural changes. Do not give money to universities unless it's targeted; get rid of tenure. Let people with an academic degree teach high school kids with a master's degree; get rid of the School of Education; get rid of tenure as I said. We've got to start looking - why aren't we taxing these multi-billion dollar endowment. So, we got to look at education first of all. And then the Republican Party has been caricatured as a silk-stocking country-club party that was wrong on trade, it was wrong on the middle-class agenda that had hollowed out the interior of the United States. They've got to empower those people because the middle class is now Republican, and if you don't address their issues, you have no counter argument against the very wealthy and the very poor. We've really got to look at demography in the borders. We have 65 million people who do not speak English as a primary language at a time when people want to open borders wider.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, we did that last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes, and we don't - the assimilation, integration, inter-marriage melting pot that saved this country and made it unique in history is dying. We need to go back and make immigration meritocratic (ph), measured, diverse and go back to the melting point. The Republicans are--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, and Victor, assimilation now is considered racist. I mean when I - when they're attacking--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "It is, we saw that with Tom Brokaw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--when they are attacking Tom Brokaw, okay, liberal lion. I've known him for 20 years, very liberal. Great - I mean he's a great person. I like Brokaw; he's a great guy, but he is a big liberal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When they throw him on the pyre and say that he's - I mean, it's a crazy town. It's just nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "But you're making that argument, Laura, but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, we got to go, we got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "You're making that effective argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Where are the Republicans making that argument? They're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, I mean we are - I keep saying this every night and I'm going to say this, where is Trump's cabinet? Other than Mike Pompeo, where are these? Where are the cabinet members?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Not there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, still ahead, Roger Stone is going to be here. First live TV appearance, since his not guilty plea. Frank Luntz has a shocker of a focus group; you don't want to miss it. Socialism all the rage, not in this studio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If helping people is socialism, then I'm for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It could really benefit our country in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Socialism as a concept, as a philosophy is good. I think that it's got a bad rep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trying to spread the wealth is definitely a good thing in America and it's definitely a thing that's needed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRHAM",
      "sentences": "Eventually you run out of other people's money. Polling guru Frank Luntz has been in the polling business for decades. So what do you think of the latest socialist fad you heard in our A block, Frank? When people actually find out it costs them money, that's when they say, well wait a second, maybe this green thing isn't so great, maybe Medicare For All, hold your horses, stop the presses, maybe I'm learning something. What do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "sentences": "Well I can give you the statistics behind it. We polled 18 and 29 year olds. 58 percent of them - 18 to 29, 58 percent believe socialism is a better economic system than capitalism, and only 34 percent chose capitalism. The remainder actually chose communism. So you now have a majority of young people who believe in Bernie Sanders, and that has been increasing over time. If you go back 25 years, there's only a third of young people. Do they become more conservative over time? Absolutely, but we've never had a young generation who's more ideologically unattuned to what their parents and their grandparents think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well that's because we never had universities quite this radical or a media quite this involved in the spreading of these untruths about the free market, et cetera. And we have CEOs, Frank, that are running for cover. I mean these CEOs, who have been doing well in the Trump economy, they better get out there and get out from under their desk and start defending this way of life in this country, or they're going to find themselves I guess running for the next plane to the Bahamas or somewhere else they can hide their money. Frank, I want to get this issue out though. You're calling what you did - in your latest focus group, you said it was one of the ugliest scenes you've ever witnessed in your entire career. Come on, Frank, this has got to be hyperbole. Tell me what we're looking at here tonight. Let's play some of your focus group from HBO's Vice News Tonight. The participants are reacting to the border wall fight and the government shutdown. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER PARTYKA, ARCHITECT",
      "sentences": "Nancy Pelosi said no, I'm going to call your shots, okay. The issue is, is Nancy Pelosi committing an act of treason by acting against the security of the United States? I say yes. And everybody wants to jump the fence - jump the fence, and says, Oh I'm calling for asylum, okay. Okay, why don't you apply in your consulate and do it the legal way? Jumping fences, my friend, is not a proper way to enter any country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARTURO GOMEZ, LAW STUDENT",
      "sentences": "We are talking about logistics of border security and not about whether or not border security is inherently nationalistic and inherently racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL JONES, INTERIOR DESIGNER",
      "sentences": "How is that racist? Why is working on and helping the people that are in America because we still have - whether it's the vet or the homeless, let's help them first. We can't help--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have the money to help everybody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Why can't we help - no, we don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What he's saying is true. This economy can't survive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Any one person coming in is technically, theoretically, illegally invading the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think you can look me in the eye and tell me that this is a national emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a national crisis and we finally have a President in office who is willing to stand up to this, and that is President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Frank, there were charges of treason and racism. So why is this ongoing debate over the border wall shutdown creating more passion than you have seen previously?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "It was much worse. It was actually much worse than--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I don't that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "And I thought at HBO--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean I see that and I'm like, that's the worst you've ever seen, come to my house. I mean, that doesn't seem too bad to me, Frankie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Well, I'll tell you - woah, Frankie, I haven't heard that - that is the first time anyone has called me that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You got the beard now, Frank - you got a beard, and I got to do something, that means you are too cool for school now with the beard, so go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "That's - I appreciate that. Both HBO and \"Vice News\" have been doing this for two years, and they've been showing the voice of the people. And what you didn't see here, because it's is a much longer segment, is the yelling that happened. We had one woman who got up, she took her microphone and slammed it to the ground and said, I've had enough. I just disagree. I had a gentleman who stood up who would not sit down. This is the first time I've had two participants that have threatened to leave, and even the camera people thought they were going to have to get in the middle of it. And I hope to bring that material to you in the next few days. What is happening now is the combination of the shutdown and of border security, and there is no common ground. And that's is what's causing this. You have got people on the far left, people on the far right, and the people in the center have just tuned this thing out. The problem is, Laura, is that there aren't any politicians who are saying, stop yelling, stop insulting, stop getting in people's faces, and actually solve the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When you have someone like Joe Biden say I worked with Republicans, they attacked him. They are attacking Joe Biden. This is, again, moving so far to the left, they have left America. They are attacking him. Mitch McConnell has conversations with the Democrats. He wants to work with the Democrats on everything from district court judge confirmations, other things. And the Democrats are just -- they're going to resist completely. Frank, we want to get that other video. We'll get that and we'll post that, we'll talk about that more with you. Thanks so much. And I have a question. Does the Democrat party fully grasp, really grasp, I'm talking about the leadership, these deeply fringe elements of some of its newest stars? Take freshman Democrat from Michigan, Congresswoman Rashida Tlaib. Her ties to anti-Semitism run deeper now than previously known. According to \"The Daily Caller\" News Foundation, \"Tlaib is a member of the Facebook group, Palestinian American Congress, where members often demonize Jews. The group's founder, Palestinian activist Maher Abdel- qader, was a key fundraiser for Tlaib.\" And \"In January, 2018, Abdel-qader shared an anti-Semitic video that claimed Jews aren't actually Jewish and secretly control the media.\" Oh, we haven't heard that. Here now, former Arkansas Governor and FOX News contributor, Mike Huckabee. Governor Huckabee, thanks so much for being here. Two Democrats now, governor, in leadership positions, Steny Hoyer and Hakeem Jeffries, have both defended their newest members, like Tlaib, Omar, and others against these charges. I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "sentences": "One thing that you can always count on -- I was going to say, the one thing you always see about the Democrats, they will stay hitched to their wagon even if their wagon is headed off the cliff. It used to be the Democrats were a more reliable supporter of Israel and its independence and freedom and as a safe state for Jewish people than were Republicans. That no longer is the case, and they have pretty much abandoned any real commitment and reliability to the freedom that exists in Israel, and they are taken up with radical groups and people who are clearly and virtually unapologetically anti-Semitic. It is just stunning. It's a form of racism that is completely acceptable in our culture today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congresswoman Tlaib and Omar, anytime something like this is brought up, they invariably go to you are anti-Muslim, you're anti- Palestinian, it's somehow xenophobic or racist, or an iteration of one of those attacks. So I think for people like us, who support Israel, support the state of Israel, overwhelmingly in Congress and the Senate, passed a resolution today with Marco Rubio's amendment in it, it's not a question. But for this new generation of far left Democrats, as we talked about earlier in the show, governor, everything is on the table. You saw this coming a long time ago. You saw this coming 20 years ago. Where are the Republicans out there really supporting the president's agenda and exposing what this stuff is at its very core?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "It's one of the reasons that Republicans need to circle their own wagons around their principles and around their president. This is a president who has had some really gutsy political moves, and it's not just moving the embassy, but it's taking a strong stand recognizing Israel's right to exist and the unity of the city of Jerusalem. That may not seem bold, but it is bold because he's the first president in my lifetime who has been as clear about it as anybody has ever been. And it's resulted in a huge backlash from some of the radical left who insist on BDS. BDS, the whole idea of boycott, divestiture, and sanctions, has destroyed the hopes of a lot of Palestinians. I'm going to give you a quick example. I was in Judea just a few years ago at a plant that employed 1,100 people, 600 Palestinian, 500 Jews, they worked side-by-side. The Palestinians got four times the amount of money working at that plant then they had ever gotten in their lives. But the BDS movement and the pressure shut it down. And guess what happened to 600 gainfully employed Palestinians? They all lost their jobs and went back to abject poverty. Now, what kind of nonsense would anybody believe that helps Palestinians? It doesn't. And it's that sort of thing that is a battle. And it has to be eliminated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It has to be eliminated. The president needs more cover out there and more advocates for his agenda, have to expose this stuff of what it is. Governor, thank you so much for the job you do, as always. By the way, Rogers pled not guilty in a D.C. court today after being charged in the Mueller investigation. In his first television interview since today's arraignment, he's going to join us to answer the question he's given two competing answers on. Will he cooperate with the Mueller team? Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was the scene as longtime Trump associate Roger Stone left his arraignment this afternoon. He pled not guilty to charges stemming from the Mueller probe just five days since his home was swarmed by dozens of FBI agents in a predawn raid. Now in his first television interview since being arraigned, Roger Stone joins us live. Roger, you have now had a busy few days, to say the least. On Sunday you told Stephanopoulos that you would be open, perhaps, to cooperating with Mueller. But just yesterday you seemed to change your tune. What is going on? Which is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER STONE, LONGTIME TRUMP ASSOCIATE",
      "sentences": "I think my comments on ABC may have been misconstrued. What I meant was, I'm not going to bear false witness against anybody. I'm going to tell the truth under oath and to the investigators if they have questions, subject, obviously, to the advice format-wise of my attorneys. But I'm not going to do what Michael Cohen has done. I'm not going to make up lies or bear false witness against Donald Trump or anyone else. The truth of the matter is that, even though I'm accused of lying, when I get Adam Schiff on the stand, when I get Eric Swalwell on the stand, when I get other members of that committee on the stand, I'll demonstrate that they are the ones that are lying, not me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Your old pal Jerome Corsi was on with Martha MacCallum earlier tonight and had a warning for you. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEROME CORSI, ASSOCIATE OF ROGER STONE",
      "sentences": "They are extremely thorough. They have everything. Roger shouldn't underestimate that every communication he had, telephone, email, who he met with in person, the Mueller team has spent enormous -- they have endless resources. So Roger should go in this fully prepared, understanding that he is not going to be able to dodge the evidence that I'm sure Mueller has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Well, unfortunately, Dr. Corsi has already said a couple of things about me that are demonstrably not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Like what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "For example, that a member he wrote me regarding the Podesta brothers' lucrative business dealings in Russia based on public reports published by Peter Schweizer, and both \"The New York Post\" and \"Breitbart,\" was somehow a cover story. A cover story for what? What would there be to cover up? My tweet, the Podesta brothers, was not controversial for six weeks. Dr. Corsi said that he told me that that John Podesta's emails had been stolen. On Tucker Carlson, he said he told many people that. With Ari Melber, not really a journalist, he said he's told everybody that. He never told me that, and maybe he can tell us who else he told. He also said that I knew about the Billy Bush NBC tape in advance, and I directed him to contact Julian Assange and tell him to move up or change the dump of data to distract from that. Whole cloth. Unfortunately for Dr. Corsi, I have text messages and emails and metadata that shows that he's not telling the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I know you told, you have already said that you haven't deleted any texts, emails from any email address that you've ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "That is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Any physical documents, have they ever been destroyed by you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "No, absolutely not. Now, it is true that I forgot that I had text messages in an old cellphone that are entirely exculpatory, which prove definitively that Randy Credico was my source as to the content -- not the content --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is that one of the false statements that you made?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Yes. That would be one of the false statements. But the text messages prove that Credico was my source as to the significance and the October release date of the WikiLeaks material.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, and we had talked about that on radio as well at the time. We all forget things. But these are pretty -- given the nature of this investigation, might you have forgotten other things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "To the extent that I made mistakes of memory, they would be without intent, and they would be inconsequential. They would not be material under the law. For any legal expert to look at these little excerpts without reading four-and-a-half hours of testimony to see the context, the questions before and the questions after, would be irresponsible. But you can watch CNN and see this indictment is a slam dunk. My attorneys don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A former FBI Assistant Director Frank Figliuzzi was talking about your only hope now being a pardon. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK FIGLIUZZI, FORMER ASSISTANT DIRECTOR FOR COUNTERINTELLIGENCE AT THE FBI",
      "sentences": "I'm a strong advocate of the theory that Stone is positioning himself for a pardon, and that it's likely the only hope he has. He seems driven and motivated merely by absolute publicity, absolutely being in the center of things, regardless of whether it's bad publicity or good publicity, he needs to be there. And he seems to be shaded toward the negative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is that it? Is your only path out according to these characters on TV, you're appearing to talk to the president through our show to get a pardon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "I don't know many FBI agents who know much about politics or public relations, or the law in many cases. The truth of the matter is, if you read my book, \"Stone's Rules,\" I believe when you're falsely accused of something, and you say nothing, you say no comment, or Roger Stone was unavailable, most Americans assume you're guilty. The whole purpose of this over the top raid on my house, in which they sent in more men then were used to protect our compound in Benghazi, was to paint a picture of me coming to poison a jury pool --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was so ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "-- as public enemy number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was one of the more ridiculous things, and it was offensive. It was offensive to me. Regardless of what goes down here, that -- it was like Elian Gonzalez times 29 or times 28. It was absurd. We also have your friend over at MSNBC, Mika Brzezinski, who was making a point about your claim that your dog was terrorized. How many dogs do have them by the way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "I have two dogs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What kind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "They're Yorkshire terriers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, Yorkies, and they get terrorized easily. They do. They're a little yappy. I love them, but they are yappy. This is what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "sentences": "Stone's complaint that his dogs were terrorized is also a tiny but ironic because his seven-count indictment includes the allegation that Stone tried to intimidate somebody by threatening their therapy dog. Don't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Number one, Randy Credico's dog is not registered in New York as a therapy dog. Number two, he wasn't feeding the dog, perhaps because he was spending his money on other things, and that was the context. Once again, you take something out of context, and it has a different meaning. You can go to \"The Daily Caller\" and read the articles I have written about animal welfare and ending the inhumane medical testing on dogs and cats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I know this about Roger. Roger is a very pro-animal person like I am. And you can say it to dirty tricksters -- are you going to do Nixon peace sign for every appearance, by the way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "No, not necessarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "T-shirts, buttons? We've got to get it going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "When I was arrested, I was wearing my \"Roger Stone did nothing wrong\" t-shirt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "You can buy them at 1776.shop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "By the way, by the way, Pompeo says that WikiLeaks is a nonstate hostile intelligence service. Why would you work with them? Why would you want anything --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Could I see the proof of that, please? Where is the judicial decision that says that? I'm afraid our intelligence services have been politicized. John Brennan says the same thing. I don't believe it to be true. So it's a claim. It's never been proved it a U.S. court of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're talking about Russia having actually gotten --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "We don't know that -- first of all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone concludes, but they just pronounce it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Right. It's a talking point. But it's unproven in a court of law and I don't believe it's true. I think Julian Assange, who was interviewed by Sean Hannity, is a journalist. He does the same thing \"The New York Times\" and \"The Washington Post\" and \"The Wall Street Kournal\" do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Roger, we'll be watching, we'll be watching. When is your next appearance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "I actually will probably come on with Tucker later in the week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. \"The Laura Ingraham Podcast\" tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Yes, indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I was trying to get you to say that. Roger, thanks so much. Coming up, it was the deadly shooting in U.S. history. Nearly 16 months later, the FBI says, no clear motive. Wait? The only man who has ever interviewed Stephen Paddock's brother is here next to tell us what the heck they're missing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The shooting left 58 Americans dead, over 800 injured, and today, after nearly 16 months of investigation, the FBI has found no specific motive in that Las Vegas massacre. It was carried out, of course, by Stephen Paddock. The question we have is the following -- does the FBI owe victims' families and American citizens more than we don't know? For more, we are joined by investigator Jim Breslo, who is the only person to have interviewed Paddock's brother, and Brian Claypool is a witness to the shooting and a representative for several victims. Jim, you interviewed Paddock's brother. Did the FBI ever interview you as a result of your interview of him? JIM BRESLO, HOST, \"THE HIDDEN TRUTH\" PODCAST: No, but they actually did interview Bruce quite extensively. So he was in Los Angeles, and he actually got discovered because there were existing charges against him for possession of, what, child pornography, the same thing that was found on his brother Stephen's computer in the hotel room. So they interviewed him for approximately a day. His reaction to this report, I got it from him today, he said there's no surprises to him in what is in this report as far as what the FBI is saying they believe motivated his brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Brian, you represent victims, their families. This has been a horrific period for so many, so many lives lost. And when you look at them report, it's basically a lot of nothing. No social media history to speak of. Still don't know much about his wife's travel overseas to Pakistan. There's always been all these theories out there about that, nothing really ever came of it. What are your thoughts tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN CLAYPOOL, REPRESENTS SEVERAL MASSACRE VICTIMS",
      "sentences": "Yes, Laura, not only am I a victim of the shooting, but I represent over 125 victims. And I got a call yesterday from a woman in Alaska. She is my client. Her son was killed in the shooting. And she ironically said to me, hey, have you seen the FBI report? You know what I said, Laura? I said, the FBI? I forgot they were even on this investigation. What has the FBI done in 15 months? They send out those paltry three-page report, and it doesn't address anything about how the shooting would have been prevented, Laura. That's what victims want to know, and people across our country. How could we have prevented this? And what can we do to make sure it doesn't happen again? Fifteen months later, we have nothing. But we do have one thing that the FBI came up with that's really helpful. They concluded, Laura, that Stephen Paddock chose an optimal location for this shooting, that he picked the 32nd floor of the Mandalay Bay, right across the street where there were unsuspecting and vulnerable victims. Why is that important? Because in this civil litigation, that is going to be devastating to MGM, because it was foreseeable that this shooting could have taken place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Foreseeable risk. Well, again, I think for Americans watching this tonight, and we remember that night and how this all unfolded, I guess, we want an answer. But there are things in life you just can't find an answer to. That is the case as well. Things you can't explain. But in today's day and age with social media, you would think you could track something. But it looks like not. And it's not satisfying. And I don't really know what we can do at this point. The FBI -- this is what the report is. I read the whole report in about seven minutes. It didn't give me much satisfaction. Guys, thank you so much. We'll be right back with the Last Bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the Last Bite. A stressed-out good has a math emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You had a bad day at school?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. I just came to tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, what happened at school that have made you had a bad day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just have tons of homework.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK. What subject do you have homework in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Math. And it's so hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my gosh, I live that every day. The young boy got the help he needed from the dispatcher, sounded really nice, Antonia Bundy. Hats off to you, Antonia, for knowing your fractions. It sounds like the kid is a little lonely, too. That is all the time we have tonight. And an important housekeeping note. Of course, my brand-new podcast new one drop today. Another one tomorrow. Make sure to go to PodcastOne. Learn all about it, subscribe. It's America, where we are today, where we're going. Shannon Bream and the \"Fox News @ Night\" team take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "Yes. Well, I'm Laura Ingraham, this is “The Ingraham Angle” from Washington tonight. We have another, of course, jam-packed show for you, fresh off a plea of not guilty at his arraignment today. Roger Stone will be here to respond to his critics and discuss his next steps. Will he cooperate? And Frank Luntz has done hundreds of them, but he says his next focus group included one of the nastiest exchanges he has ever witnessed. Is that hyperbole coming from Frank? I don't think so; you'll see the video. Plus, do the Democrats have any idea how damaging their newest stars might be to their longevity as a party? Governor Mike Huckabee is here with reaction to the latest shocking revelations about one of those members. But first, Kamala's big con, that is the focus of tonight's “Angle.” Well, that didn't take long. The Democrats' newest \"it girl\" of income redistribution, Kamala Harris, is already taking big heat from liberal bigwigs. We'll play it for you in a moment. Now, why on earth would they pick on someone as brilliant and accomplished as Senator Harris? Well, perhaps because she doesn't understand basic economics."
    },
    {
      "speaker": "JAKE TAPPER, CHIEF WASHINGTON CORRESPONDENT, CNN",
      "utterance": "You support the Medicare For All bill. I think initially--"
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "Correct."
    },
    {
      "speaker": "TAPPER",
      "utterance": "--I believe it will totally eliminate private insurance. So for people out there who like their insurance, what - they don't get to keep it?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Well listen, the idea is that everyone gets access to medical care, and you don't have to go through the process of going through an insurance company, having them give you approval, going through the paperwork, all of the delay that may require. Who of us have has not had that situation where you got to wait for approval and the doctor says, well I don't know if your insurance company is going to cover this? Let's eliminate all of that, let's move on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sounds so simple, let's move on. Wasn't that Michelle Obama's - well anyway, the coffee guy is now saying, not so fast."
    },
    {
      "speaker": "HOWARD SCHULTZ, CHAIRMAN EMERITUS, STARBUCKS",
      "utterance": "That's not correct, and that's not American. Well, what's next, what industry are we going to abolish next? That alone would wipe out millions of jobs of Americans, and that is the kind of extreme policy that is not a policy that I agree with. And if you take immigration, you take health care, what we have is extremes on both sides not representing the large majority of Americans who don't have a voice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Schultz is a businessman and he's certainly no conservative. But he sees the writing on the wall here, he knows that the Democrat Party is moving so far Left that it's leaving America. Democrat darlings like Kamala Harris are proposing disastrous socialist solutions to things like health inequality or wealth inequality, all those kind of concepts that were once left to late-night seminars in college. Forget the $32 trillion cost or the 500,000 insurance company jobs that would be lost in the Sanders Harris Warren plan of Medicare for all. The fastest way, by the way, to sink Medicare is to give it to all, not just to the elderly. It'll go broke that much faster, maybe even in five years. So even if you tax the rich to death, you still can't pay for Medicare for all. Doctors and hospitals would face pay cuts, they are already facing them today. That means more hospitals closing, more doctors retiring or not going into the profession at all, longer waits for even serious procedures, and ultimately this will lead, my friends, to ration care according to age, weight, and yes other pre-existing health problems. But don't worry, because when you wait in line for the procedure, at least you'll be comforted to know that the government is pursuing Kamala's green energy fantasy."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I support Green New Deal and I will tell you why, climate change is an existential threat to us and we have got to deal with the reality of it. We have got to deal with the reality of the fact that there are people trying to peddle some idea that we should deny it, and they are peddling science fiction, instead of what we should do which is rely on science fact."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So what does the Green New Deal mean for you and your family? Well, it means the government will reach in and control, monitor and tax even more aspects of your daily life than it does now. You love your car as much as I do? Mine's 19 years old, I still love it, too bad. The Green Party's Green New Deal calls for replacing non-essential individual means of transport with high quality and modern mass transit. This is kind of a geeky way of instituting a ban on cars. But who decides whether your car is a non-essential individual means of transport? Hmm, maybe Kamala and crew will bring back Obama's green jobs, why not, to achieve their green transport utopia, \"It will be necessary to electrify everything else, including transport.\" So if you love your SUV, your sedan, heck your hatchback, too bad. Only electric, and if you were deemed worthy of owning a car at all, well remember, in Kamala's gas-free world, the government gas bags have all the power. And even Big Gulp banning, bike lane mandating Mike Bloomberg is balking at Harris' green folly."
    },
    {
      "speaker": "MICHAEL BLOOMBERG, CEO OF BLOOMBERG L.P.",
      "utterance": "I'm a little bit tired of listening to things that are pie-in-the-sky that we never are going to pass or never going to afford. I think it's just disingenuous to promote those things. You've got to do something that's practical."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, that means banning all coal, banning all cars, banning all nuclear power, taxing miles driven, taxing kilowatts used, taxing water used. It would be all on the table to force Americans to bend to the fattest trends of the socialist left. Now, more power for them, less power, freedom and prosperity for you. It's always how it works in a fully centralized economy. And this is what is lighting the Democrat Party on fire today, really? Instead of kibitzing with the NRDC, Kamala should have consulted first with, I don't know, Kermit?"
    },
    {
      "speaker": "KERMIT THE FROG",
      "utterance": "It's not that easy being green."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it's not, because as the Kaiser Family Foundation found recently, support for Medicare For All drops like a rock when you know how much it's going to cost you. Same deal with the green agenda, when people find out how much it costs. Now get this, 56 percent of survey respondents initially said they favored Medicare For All, as the whole plan. But when they're faced with the prospects of paying higher taxes to fund the system and by the way the elimination of private health insurance companies, support falls to only 37 percent. And when told that the new plan could actually threaten the current Medicare program, only 32 percent remained in favor. My friends, this is why it's so critical for the Trump administration, the entire cabinet, and the Republican Party to have a full-court press of facts out there to educate vulnerable voters on the green economy issues, on Medicare For All, all of it. History shows us that socialist ideas are always easy to sell to uninformed, indoctrinated, and sometimes desperate voters. But it's impossible to fully fund. It never works, it's a false promise of free stuff forever. But as always, you eventually run out of other people's money. Kamala Harris, I don't know, would do better pursuing maybe a career as a DJ?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "A song that has to be played loud because you have to hear the bass. The sun is shining by Bob Marley and the Wailers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or maybe a backup singer?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "One nation under a groove getting down just for the funk of it. Can I get it on this?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or I don't know, a voice-over artist?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "(LAUGHING) You all right?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If you buy what she's selling, she may have the last laugh, but you're going to be crying all the way to the government-owned bank, and that's THE ANGLE. Here now to debate, Alfredo Ortiz, President and CEO of the Job Creators Network, and Adam Green, Co-Founder of the Progressive Change Committee. Adam, is your name really green? I mean that's just too good for all of us. All right, green jobs, green economy, green - all of it sounds good. A single-payer health care system though would cost about $32 trillion over ten years. The Green New Deal would cost another multitrillion-dollar - several trillion dollars. How we paying for all this then?"
    },
    {
      "speaker": "ADAM GREEN, CO-FOUNDER, PROGRESSIVE CHANGE CAMPAIGN COMMITTEE",
      "utterance": "Well, first thank you for playing one of my favorite songs."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh good, great."
    },
    {
      "speaker": "GREEN",
      "utterance": "That was great. So let's be clear about what the progression of health care reform will look like. So the first step from Democrats will be protecting pre-existing conditions, which they are doing now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, let's focus, we get that, we get that but how are we paying for this? How are we paying for it? Kamala dodged the question last night. She was basically asked - she's like \"It's a problem.\" She just restated the problem which is a classic socialist thing to do. You don't - you don't like not getting coverage, right? It's terrible not to get coverage."
    },
    {
      "speaker": "GREEN",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Terrible to fill out forms, isn't it? Isn't it? Isn't it? How do you pay for it? How do you pay for it?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Yes. So, what Howard Schultz said there is that he sees the writing on the wall. He does see the writing on the wall because Elizabeth Warren just proposed a wealth tax on billionaires, people like him. That's why he and Bloomberg are so scared. Now, what they don't--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That doesn't pay for it."
    },
    {
      "speaker": "GREEN",
      "utterance": "What they don't - what they don't say is that this actually saves money and even a Koch Brothers funded survey says that. Let me give you an analogy and you can pick it apart if you want. If you were paying $15 for parking a car in a lot and the government came along and said, \"We're going to tax you $12, but then give you free parking,\" some might call that a $12 tax increase but in fact there's $3 more in your pockets every day, right? That is what Medicare for all is. It is taking all of the bloat of billions of dollars of advertising, excessive CEO pay, really repetitive--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "According to whom?"
    },
    {
      "speaker": "GREEN",
      "utterance": "According to every study of Medicare administrative cost versus private insurance. That's public record."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. So, you know that Medicare for all will end up - and Alfredo, you can pick up on this - we will end up with another two-tiered system. You see it in Canada. You see it in Europe."
    },
    {
      "speaker": "ALFREDO ORTIZ, PRESIDENT AND CEO, JOB CREATORS NETWORK",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Where the rich people can go to whatever doctor they want because doctors are going to opt out of this because they're not getting - right now, their reimbursements are cut, cut, cut."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They will be further cut under a massively expanded Medicare. Right now, Medicare only pay - you know, we only pay about 30 percent, the average person, 30 percent of the cost of their healthcare under Medicare. Now, you multiply that by X to get Medicare for all. I am not bad at math; I'm not great. But, where are we getting the money for that, Alfredo? And is this a tantalizing idea? It sounds cool. It sounds cool to people. Medicare for all, like, yes, go for it."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "I mean, Laura, this is going to come from the pockets of the job creators. I mean at the end, this is just another one of the multiple lists of different items that again defines this idea of socialism. But at the end of the day, socialism is about - it takes and capitalism creates. And that's why we see thousands of people that are coming from Venezuela, from Nicaragua, from Mexico coming to the United States, right, because they are fleeing socialism. I mean the reality is there's not a Venezuelan dream; there's not a Nicaraguan dream, a Mexican dream."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let me--"
    },
    {
      "speaker": "ORTIZ",
      "utterance": "There is only in America dream and that's about--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, one of my producers earlier tonight made it--"
    },
    {
      "speaker": "ORTIZ",
      "utterance": "- capitalism."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She's in her 20s and she said, Laura, you know, people in their 20s, when they hear, \"Well, this is like the Bolshevik,\" so this is - that doesn't register to them because they don't have any life experience with, with - I lived in the Soviet Union just as a student. You know, I had an enormous - it changed the way I felt about a lot of things in the government. I was already a conservative, became a real conservative when I was there. But a lot of young kids**, they don't even know - they have no sense of it. And so, when you talk about this - when you say it's going to it's going to put the country further into debt, it's going to make it - they say, \"Well, we're basically insolvent anyway.\" So for them, it doesn't really add up like - so Republicans have to be a much better--"
    },
    {
      "speaker": "ORTIZ",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do a much better job of selling this."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "Selling the story."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But I'll tell you what people do react to. This is Bernie Sanders radio show in 2017. He had a Canadian doctor on. They were talking about wait times in Canada, let's watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We do have a problem with wait times for what we call elective or non-urgent procedures. Non-urgent surgeries, the classic example being a hip or a knee replacement."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, D-VT.",
      "utterance": "So, how long will it take me in here?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You know, it depends on where you are in the country, sometimes it's a few months, sometimes it's a year. In some places at sometimes, it's been even longer than that, that people wait for a hip or a knee replacement and I think that's totally unacceptable."
    },
    {
      "speaker": "GREEN",
      "utterance": "So, I appreciate you focusing on the math. I'm a little surprised to hear Alfredo talk about the job creators paying the bill in this new system."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But is that acceptable to you? That's what you want in America?"
    },
    {
      "speaker": "GREEN",
      "utterance": "No, I mean that's a red herring, I mean better--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's not a red herring. I have friends right now in Canada who are having - who are coming here to healthcare."
    },
    {
      "speaker": "GREEN",
      "utterance": "I know veterans right now in America who wait 6 or 12 months for an appointment or a surgery. I know people who have insurance who wait a long time for a surgery."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, thank You Obamacare. That was just a fix it all."
    },
    {
      "speaker": "GREEN",
      "utterance": "Right, Obama did that. So, look, right now, job creators are absorbing a cost that small businesses and large businesses in other countries do not have to absorb. It will be a huge boon--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you think healthcare will be improved? Healthcare will be better to - better under Medicare for all than it is today?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Americans would list for home. You're switching argument here. First, Americans would save money; that is a fact. Small businesses, big businesses would not have to pay for these exorbitant marketing costs, CEO salaries and duplicative costs. The people that he supposedly represents--"
    },
    {
      "speaker": "ORTIZ",
      "utterance": "Right."
    },
    {
      "speaker": "GREEN",
      "utterance": "- would win big because small businesses will do a higher--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "I got to interrupt a little bit."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, real quick, real quick."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "Look, we travel tens of thousands miles talking to (ph) hundreds and hundreds small business owners and I'll tell you right now that what you're talking about is really at best duplicitous because the small - you know, you guys talk about for example the shut down and how it is going to hurt. No, no, no - you guys talked about the shut down, for example, hurting small businesses, but on the other hand you're introducing a $15 minimum wage, for example, that is bound and surely going to hurt small business owners."
    },
    {
      "speaker": "GREEN",
      "utterance": "That's not okay (ph)."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "In terms what they're doing."
    },
    {
      "speaker": "GREEN",
      "utterance": "Why would a $15 minimum wage hurt small business owners, but thousands of dollars healthcare costs don't hurt them?"
    },
    {
      "speaker": "ORTIZ",
      "utterance": "Because you - having a small business of your own."
    },
    {
      "speaker": "GREEN",
      "utterance": "I own them right now."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "You do?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Yes, I do wealth (ph) insurance. I pay health insurance money to--"
    },
    {
      "speaker": "ORTIZ",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "GREEN",
      "utterance": "It spends a ton on marketing and a ton on CEO salary."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. So, you don't like their marketing. Okay. So, upend the entire free market. I think the market could be a lot freer and there's a lot we could do to drive costs down."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "We got to drive cost down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We had Romina Askia (ph) on the show. He nails it, how to bring costs down in healthcare, transparency in pricing."
    },
    {
      "speaker": "GREEN",
      "utterance": "Sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And eliminate some of the involvement of the insurance companies for small procedures. Easy to do; that's not a hard thing to do."
    },
    {
      "speaker": "GREEN",
      "utterance": "Sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "On the green energy deal, this is going to hurt the Democrats and I think Schultz is on to this. 7.2 million jobs--"
    },
    {
      "speaker": "GREEN",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Could be eliminated under this Green New Deal. 1.1 million coal, oil, gas; 2.3 million in transmission, distribution and storage; 2.4 million in motor vehicles and parts; 1.4 million military personnel. If as Ocasio-Cortez and others have hinted at, the military spending could be cut in half, again all pushing toward - and they say, you'll create more jobs and a green economy. Again, which kids who like the climate change thing, that is going to be their issue. That's it for them. She said that's the primary issue, AOC, and I'm not discounting her, not that she can run for President."
    },
    {
      "speaker": "GREEN",
      "utterance": "Yes, the center - the center piece of Green New Deal is tens of millions of new jobs in this burgeoning clean energy market. I mean basically--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If it's burgeoning, why do you need the government to step in?"
    },
    {
      "speaker": "GREEN",
      "utterance": "Just like it except saying (ph) - you know, NIH steps in to facilitate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If it's like the thing, then the free market and all this money flipping around the free market, it's the thing, let it go."
    },
    {
      "speaker": "GREEN",
      "utterance": "No, other countries are improving their industries and we're not doing it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have the strongest GDP in the world, you know, why? Because we don't - we don't - we don't follow necessarily what other countries do."
    },
    {
      "speaker": "GREEN",
      "utterance": "Okay."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Our economy right now is the gold standard in the world."
    },
    {
      "speaker": "ORTIZ",
      "utterance": "And we got to remember the flow of migration actually comes..."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We got to go to (inaudible). We got to go. We got to go. This is great. We can do this for an hour. Great to have you both on; we'll have you back. Why does it seem by the way that every time the Democrats do face a crisis, their answer is the same? Doesn't seem to be like, kind of let's maybe we could learn a little here. It is move further to the left. Aside from Bill Clinton after that ‘94 midterm loss, it has been the default response. Now, my next guest says this leftward lurch cost the Democrats the White House in ‘72 and that the current iteration is their most radical turn yet. Here to explain, Victor Davis Hanson, Senior Fellow at the Hoover Institution. All right, Victor, you just heard the discussion. Your thoughts? I mean, socialism to the I think to the highly uninformed, even with the yellow vest protests in France and even with the unrest in Venezuela, the argument is they don't get it right. France doesn't get it right and Venezuela didn't get it right, but we here in the United States, we're going to get this socialism thing right."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTION",
      "utterance": "Yes, I guess we're going to turn everything over to the DMV (ph) and they could run things efficiently. But, that's the logic of equality of result, Laura, that it gets more radical and more radical, and it happened in ancient Athens, the republic of Rome, the Jacobins in France. So, each generation looks back at the prior radical generation says, you know what, you are old fogies and we're going to get even more radical. But, you're - we're reaching in this iteration, there's not much more you can go when you outline this socialist agenda. There's - you really can't go much more to the left. Why is it happening and accelerating now? I think part of it is the Democratic Party is the party - a pyramidal party of the very wealthy and I'm not talking about very wealthy; I'm talking about levels of riches we've never seen before in Silicon Valley, Wall Street and that's - it's primary left and the Republicans really learned that in 2018 midterms, whether it was vote harvesting or PACs, they were just swamped. And all of these candidates are well - very well-funded and there's foundations and research institutes that promote this agenda. The Republicans, you mentioned it haven't offered a very effective counter- argument. And they're saved by the markets that things were ruled (ph)--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But, Victor, Victor. I got to go because people who are watching this are going, okay, we hear this every night. This is how going to hell in a hand basket; socialism is coming. So, what the hell--"
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "- do Republicans do? I mean you can't have - Sheldon Adelson can't fund everything. The Koch Brothers are into the globalist thing; they do some good things as well."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But, you got - if you had five people who are willing to put the money into the real education of these issues that they have with Steyer, that they have with Soros, that they have with - they had with Weinstein and others, I mean there's a lot you could do. Harvey Weinstein poured tens of millions of dollars into left-wing causes."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And he's out of the picture now, but they have a lot more behind him."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes. I think you have to start, one thing in the educational system was turning out people that have no knowledge of history and these are not Democrats of the ‘50s that are faculty members, they're not progressives of the ‘60s, they're not radicals of the '70s or ‘80s; these are socialists that are teaching our youth. And so, we've got to really address some fundamental structural changes. Do not give money to universities unless it's targeted; get rid of tenure. Let people with an academic degree teach high school kids with a master's degree; get rid of the School of Education; get rid of tenure as I said. We've got to start looking - why aren't we taxing these multi-billion dollar endowment. So, we got to look at education first of all. And then the Republican Party has been caricatured as a silk-stocking country-club party that was wrong on trade, it was wrong on the middle-class agenda that had hollowed out the interior of the United States. They've got to empower those people because the middle class is now Republican, and if you don't address their issues, you have no counter argument against the very wealthy and the very poor. We've really got to look at demography in the borders. We have 65 million people who do not speak English as a primary language at a time when people want to open borders wider."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, we did that last night."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes, and we don't - the assimilation, integration, inter-marriage melting pot that saved this country and made it unique in history is dying. We need to go back and make immigration meritocratic (ph), measured, diverse and go back to the melting point. The Republicans are--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, and Victor, assimilation now is considered racist. I mean when I - when they're attacking--"
    },
    {
      "speaker": "HANSON",
      "utterance": "It is, we saw that with Tom Brokaw."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--when they are attacking Tom Brokaw, okay, liberal lion. I've known him for 20 years, very liberal. Great - I mean he's a great person. I like Brokaw; he's a great guy, but he is a big liberal."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When they throw him on the pyre and say that he's - I mean, it's a crazy town. It's just nuts."
    },
    {
      "speaker": "HANSON",
      "utterance": "But you're making that argument, Laura, but--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, we got to go, we got to go."
    },
    {
      "speaker": "HANSON",
      "utterance": "You're making that effective argument."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "Where are the Republicans making that argument? They're not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, I mean we are - I keep saying this every night and I'm going to say this, where is Trump's cabinet? Other than Mike Pompeo, where are these? Where are the cabinet members?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Not there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, still ahead, Roger Stone is going to be here. First live TV appearance, since his not guilty plea. Frank Luntz has a shocker of a focus group; you don't want to miss it. Socialism all the rage, not in this studio."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If helping people is socialism, then I'm for it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It could really benefit our country in the future."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Socialism as a concept, as a philosophy is good. I think that it's got a bad rep."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Trying to spread the wealth is definitely a good thing in America and it's definitely a thing that's needed."
    },
    {
      "speaker": "INGRHAM",
      "utterance": "Eventually you run out of other people's money. Polling guru Frank Luntz has been in the polling business for decades. So what do you think of the latest socialist fad you heard in our A block, Frank? When people actually find out it costs them money, that's when they say, well wait a second, maybe this green thing isn't so great, maybe Medicare For All, hold your horses, stop the presses, maybe I'm learning something. What do you make of this?"
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "utterance": "Well I can give you the statistics behind it. We polled 18 and 29 year olds. 58 percent of them - 18 to 29, 58 percent believe socialism is a better economic system than capitalism, and only 34 percent chose capitalism. The remainder actually chose communism. So you now have a majority of young people who believe in Bernie Sanders, and that has been increasing over time. If you go back 25 years, there's only a third of young people. Do they become more conservative over time? Absolutely, but we've never had a young generation who's more ideologically unattuned to what their parents and their grandparents think."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well that's because we never had universities quite this radical or a media quite this involved in the spreading of these untruths about the free market, et cetera. And we have CEOs, Frank, that are running for cover. I mean these CEOs, who have been doing well in the Trump economy, they better get out there and get out from under their desk and start defending this way of life in this country, or they're going to find themselves I guess running for the next plane to the Bahamas or somewhere else they can hide their money. Frank, I want to get this issue out though. You're calling what you did - in your latest focus group, you said it was one of the ugliest scenes you've ever witnessed in your entire career. Come on, Frank, this has got to be hyperbole. Tell me what we're looking at here tonight. Let's play some of your focus group from HBO's Vice News Tonight. The participants are reacting to the border wall fight and the government shutdown. Let's watch."
    },
    {
      "speaker": "PETER PARTYKA, ARCHITECT",
      "utterance": "Nancy Pelosi said no, I'm going to call your shots, okay. The issue is, is Nancy Pelosi committing an act of treason by acting against the security of the United States? I say yes. And everybody wants to jump the fence - jump the fence, and says, Oh I'm calling for asylum, okay. Okay, why don't you apply in your consulate and do it the legal way? Jumping fences, my friend, is not a proper way to enter any country."
    },
    {
      "speaker": "ARTURO GOMEZ, LAW STUDENT",
      "utterance": "We are talking about logistics of border security and not about whether or not border security is inherently nationalistic and inherently racist."
    },
    {
      "speaker": "DANIEL JONES, INTERIOR DESIGNER",
      "utterance": "How is that racist? Why is working on and helping the people that are in America because we still have - whether it's the vet or the homeless, let's help them first. We can't help--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You have the money to help everybody?"
    },
    {
      "speaker": "JONES",
      "utterance": "Why can't we help - no, we don't."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What he's saying is true. This economy can't survive."
    },
    {
      "speaker": "JONES",
      "utterance": "Any one person coming in is technically, theoretically, illegally invading the country."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't think you can look me in the eye and tell me that this is a national emergency."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is a national crisis and we finally have a President in office who is willing to stand up to this, and that is President Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Frank, there were charges of treason and racism. So why is this ongoing debate over the border wall shutdown creating more passion than you have seen previously?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "It was much worse. It was actually much worse than--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I don't that--"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "And I thought at HBO--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean I see that and I'm like, that's the worst you've ever seen, come to my house. I mean, that doesn't seem too bad to me, Frankie."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Well, I'll tell you - woah, Frankie, I haven't heard that - that is the first time anyone has called me that--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You got the beard now, Frank - you got a beard, and I got to do something, that means you are too cool for school now with the beard, so go ahead."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "That's - I appreciate that. Both HBO and \"Vice News\" have been doing this for two years, and they've been showing the voice of the people. And what you didn't see here, because it's is a much longer segment, is the yelling that happened. We had one woman who got up, she took her microphone and slammed it to the ground and said, I've had enough. I just disagree. I had a gentleman who stood up who would not sit down. This is the first time I've had two participants that have threatened to leave, and even the camera people thought they were going to have to get in the middle of it. And I hope to bring that material to you in the next few days. What is happening now is the combination of the shutdown and of border security, and there is no common ground. And that's is what's causing this. You have got people on the far left, people on the far right, and the people in the center have just tuned this thing out. The problem is, Laura, is that there aren't any politicians who are saying, stop yelling, stop insulting, stop getting in people's faces, and actually solve the problem."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When you have someone like Joe Biden say I worked with Republicans, they attacked him. They are attacking Joe Biden. This is, again, moving so far to the left, they have left America. They are attacking him. Mitch McConnell has conversations with the Democrats. He wants to work with the Democrats on everything from district court judge confirmations, other things. And the Democrats are just -- they're going to resist completely. Frank, we want to get that other video. We'll get that and we'll post that, we'll talk about that more with you. Thanks so much. And I have a question. Does the Democrat party fully grasp, really grasp, I'm talking about the leadership, these deeply fringe elements of some of its newest stars? Take freshman Democrat from Michigan, Congresswoman Rashida Tlaib. Her ties to anti-Semitism run deeper now than previously known. According to \"The Daily Caller\" News Foundation, \"Tlaib is a member of the Facebook group, Palestinian American Congress, where members often demonize Jews. The group's founder, Palestinian activist Maher Abdel- qader, was a key fundraiser for Tlaib.\" And \"In January, 2018, Abdel-qader shared an anti-Semitic video that claimed Jews aren't actually Jewish and secretly control the media.\" Oh, we haven't heard that. Here now, former Arkansas Governor and FOX News contributor, Mike Huckabee. Governor Huckabee, thanks so much for being here. Two Democrats now, governor, in leadership positions, Steny Hoyer and Hakeem Jeffries, have both defended their newest members, like Tlaib, Omar, and others against these charges. I think --"
    },
    {
      "speaker": "MIKE HUCKABEE, FORMER ARKANSAS GOVERNOR",
      "utterance": "One thing that you can always count on -- I was going to say, the one thing you always see about the Democrats, they will stay hitched to their wagon even if their wagon is headed off the cliff. It used to be the Democrats were a more reliable supporter of Israel and its independence and freedom and as a safe state for Jewish people than were Republicans. That no longer is the case, and they have pretty much abandoned any real commitment and reliability to the freedom that exists in Israel, and they are taken up with radical groups and people who are clearly and virtually unapologetically anti-Semitic. It is just stunning. It's a form of racism that is completely acceptable in our culture today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congresswoman Tlaib and Omar, anytime something like this is brought up, they invariably go to you are anti-Muslim, you're anti- Palestinian, it's somehow xenophobic or racist, or an iteration of one of those attacks. So I think for people like us, who support Israel, support the state of Israel, overwhelmingly in Congress and the Senate, passed a resolution today with Marco Rubio's amendment in it, it's not a question. But for this new generation of far left Democrats, as we talked about earlier in the show, governor, everything is on the table. You saw this coming a long time ago. You saw this coming 20 years ago. Where are the Republicans out there really supporting the president's agenda and exposing what this stuff is at its very core?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "It's one of the reasons that Republicans need to circle their own wagons around their principles and around their president. This is a president who has had some really gutsy political moves, and it's not just moving the embassy, but it's taking a strong stand recognizing Israel's right to exist and the unity of the city of Jerusalem. That may not seem bold, but it is bold because he's the first president in my lifetime who has been as clear about it as anybody has ever been. And it's resulted in a huge backlash from some of the radical left who insist on BDS. BDS, the whole idea of boycott, divestiture, and sanctions, has destroyed the hopes of a lot of Palestinians. I'm going to give you a quick example. I was in Judea just a few years ago at a plant that employed 1,100 people, 600 Palestinian, 500 Jews, they worked side-by-side. The Palestinians got four times the amount of money working at that plant then they had ever gotten in their lives. But the BDS movement and the pressure shut it down. And guess what happened to 600 gainfully employed Palestinians? They all lost their jobs and went back to abject poverty. Now, what kind of nonsense would anybody believe that helps Palestinians? It doesn't. And it's that sort of thing that is a battle. And it has to be eliminated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It has to be eliminated. The president needs more cover out there and more advocates for his agenda, have to expose this stuff of what it is. Governor, thank you so much for the job you do, as always. By the way, Rogers pled not guilty in a D.C. court today after being charged in the Mueller investigation. In his first television interview since today's arraignment, he's going to join us to answer the question he's given two competing answers on. Will he cooperate with the Mueller team? Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was the scene as longtime Trump associate Roger Stone left his arraignment this afternoon. He pled not guilty to charges stemming from the Mueller probe just five days since his home was swarmed by dozens of FBI agents in a predawn raid. Now in his first television interview since being arraigned, Roger Stone joins us live. Roger, you have now had a busy few days, to say the least. On Sunday you told Stephanopoulos that you would be open, perhaps, to cooperating with Mueller. But just yesterday you seemed to change your tune. What is going on? Which is it?"
    },
    {
      "speaker": "ROGER STONE, LONGTIME TRUMP ASSOCIATE",
      "utterance": "I think my comments on ABC may have been misconstrued. What I meant was, I'm not going to bear false witness against anybody. I'm going to tell the truth under oath and to the investigators if they have questions, subject, obviously, to the advice format-wise of my attorneys. But I'm not going to do what Michael Cohen has done. I'm not going to make up lies or bear false witness against Donald Trump or anyone else. The truth of the matter is that, even though I'm accused of lying, when I get Adam Schiff on the stand, when I get Eric Swalwell on the stand, when I get other members of that committee on the stand, I'll demonstrate that they are the ones that are lying, not me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Your old pal Jerome Corsi was on with Martha MacCallum earlier tonight and had a warning for you. Let's watch."
    },
    {
      "speaker": "JEROME CORSI, ASSOCIATE OF ROGER STONE",
      "utterance": "They are extremely thorough. They have everything. Roger shouldn't underestimate that every communication he had, telephone, email, who he met with in person, the Mueller team has spent enormous -- they have endless resources. So Roger should go in this fully prepared, understanding that he is not going to be able to dodge the evidence that I'm sure Mueller has."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Your reaction to that?"
    },
    {
      "speaker": "STONE",
      "utterance": "Well, unfortunately, Dr. Corsi has already said a couple of things about me that are demonstrably not true."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Like what?"
    },
    {
      "speaker": "STONE",
      "utterance": "For example, that a member he wrote me regarding the Podesta brothers' lucrative business dealings in Russia based on public reports published by Peter Schweizer, and both \"The New York Post\" and \"Breitbart,\" was somehow a cover story. A cover story for what? What would there be to cover up? My tweet, the Podesta brothers, was not controversial for six weeks. Dr. Corsi said that he told me that that John Podesta's emails had been stolen. On Tucker Carlson, he said he told many people that. With Ari Melber, not really a journalist, he said he's told everybody that. He never told me that, and maybe he can tell us who else he told. He also said that I knew about the Billy Bush NBC tape in advance, and I directed him to contact Julian Assange and tell him to move up or change the dump of data to distract from that. Whole cloth. Unfortunately for Dr. Corsi, I have text messages and emails and metadata that shows that he's not telling the truth."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I know you told, you have already said that you haven't deleted any texts, emails from any email address that you've ever had."
    },
    {
      "speaker": "STONE",
      "utterance": "That is correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Any physical documents, have they ever been destroyed by you?"
    },
    {
      "speaker": "STONE",
      "utterance": "No, absolutely not. Now, it is true that I forgot that I had text messages in an old cellphone that are entirely exculpatory, which prove definitively that Randy Credico was my source as to the content -- not the content --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is that one of the false statements that you made?"
    },
    {
      "speaker": "STONE",
      "utterance": "Yes. That would be one of the false statements. But the text messages prove that Credico was my source as to the significance and the October release date of the WikiLeaks material."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, and we had talked about that on radio as well at the time. We all forget things. But these are pretty -- given the nature of this investigation, might you have forgotten other things?"
    },
    {
      "speaker": "STONE",
      "utterance": "To the extent that I made mistakes of memory, they would be without intent, and they would be inconsequential. They would not be material under the law. For any legal expert to look at these little excerpts without reading four-and-a-half hours of testimony to see the context, the questions before and the questions after, would be irresponsible. But you can watch CNN and see this indictment is a slam dunk. My attorneys don't think so."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A former FBI Assistant Director Frank Figliuzzi was talking about your only hope now being a pardon. Let's watch."
    },
    {
      "speaker": "FRANK FIGLIUZZI, FORMER ASSISTANT DIRECTOR FOR COUNTERINTELLIGENCE AT THE FBI",
      "utterance": "I'm a strong advocate of the theory that Stone is positioning himself for a pardon, and that it's likely the only hope he has. He seems driven and motivated merely by absolute publicity, absolutely being in the center of things, regardless of whether it's bad publicity or good publicity, he needs to be there. And he seems to be shaded toward the negative."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is that it? Is your only path out according to these characters on TV, you're appearing to talk to the president through our show to get a pardon?"
    },
    {
      "speaker": "STONE",
      "utterance": "I don't know many FBI agents who know much about politics or public relations, or the law in many cases. The truth of the matter is, if you read my book, \"Stone's Rules,\" I believe when you're falsely accused of something, and you say nothing, you say no comment, or Roger Stone was unavailable, most Americans assume you're guilty. The whole purpose of this over the top raid on my house, in which they sent in more men then were used to protect our compound in Benghazi, was to paint a picture of me coming to poison a jury pool --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was so ridiculous."
    },
    {
      "speaker": "STONE",
      "utterance": "-- as public enemy number one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was one of the more ridiculous things, and it was offensive. It was offensive to me. Regardless of what goes down here, that -- it was like Elian Gonzalez times 29 or times 28. It was absurd. We also have your friend over at MSNBC, Mika Brzezinski, who was making a point about your claim that your dog was terrorized. How many dogs do have them by the way?"
    },
    {
      "speaker": "STONE",
      "utterance": "I have two dogs."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What kind?"
    },
    {
      "speaker": "STONE",
      "utterance": "They're Yorkshire terriers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, Yorkies, and they get terrorized easily. They do. They're a little yappy. I love them, but they are yappy. This is what she said."
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "utterance": "Stone's complaint that his dogs were terrorized is also a tiny but ironic because his seven-count indictment includes the allegation that Stone tried to intimidate somebody by threatening their therapy dog. Don't do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "STONE",
      "utterance": "Number one, Randy Credico's dog is not registered in New York as a therapy dog. Number two, he wasn't feeding the dog, perhaps because he was spending his money on other things, and that was the context. Once again, you take something out of context, and it has a different meaning. You can go to \"The Daily Caller\" and read the articles I have written about animal welfare and ending the inhumane medical testing on dogs and cats."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I know this about Roger. Roger is a very pro-animal person like I am. And you can say it to dirty tricksters -- are you going to do Nixon peace sign for every appearance, by the way?"
    },
    {
      "speaker": "STONE",
      "utterance": "No, not necessarily."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "T-shirts, buttons? We've got to get it going."
    },
    {
      "speaker": "STONE",
      "utterance": "When I was arrested, I was wearing my \"Roger Stone did nothing wrong\" t-shirt."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Of course."
    },
    {
      "speaker": "STONE",
      "utterance": "You can buy them at 1776.shop."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "By the way, by the way, Pompeo says that WikiLeaks is a nonstate hostile intelligence service. Why would you work with them? Why would you want anything --"
    },
    {
      "speaker": "STONE",
      "utterance": "Could I see the proof of that, please? Where is the judicial decision that says that? I'm afraid our intelligence services have been politicized. John Brennan says the same thing. I don't believe it to be true. So it's a claim. It's never been proved it a U.S. court of law."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're talking about Russia having actually gotten --"
    },
    {
      "speaker": "STONE",
      "utterance": "We don't know that -- first of all --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone concludes, but they just pronounce it."
    },
    {
      "speaker": "STONE",
      "utterance": "Right. It's a talking point. But it's unproven in a court of law and I don't believe it's true. I think Julian Assange, who was interviewed by Sean Hannity, is a journalist. He does the same thing \"The New York Times\" and \"The Washington Post\" and \"The Wall Street Kournal\" do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Roger, we'll be watching, we'll be watching. When is your next appearance?"
    },
    {
      "speaker": "STONE",
      "utterance": "I actually will probably come on with Tucker later in the week."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. \"The Laura Ingraham Podcast\" tomorrow."
    },
    {
      "speaker": "STONE",
      "utterance": "Yes, indeed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I was trying to get you to say that. Roger, thanks so much. Coming up, it was the deadly shooting in U.S. history. Nearly 16 months later, the FBI says, no clear motive. Wait? The only man who has ever interviewed Stephen Paddock's brother is here next to tell us what the heck they're missing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The shooting left 58 Americans dead, over 800 injured, and today, after nearly 16 months of investigation, the FBI has found no specific motive in that Las Vegas massacre. It was carried out, of course, by Stephen Paddock. The question we have is the following -- does the FBI owe victims' families and American citizens more than we don't know? For more, we are joined by investigator Jim Breslo, who is the only person to have interviewed Paddock's brother, and Brian Claypool is a witness to the shooting and a representative for several victims. Jim, you interviewed Paddock's brother. Did the FBI ever interview you as a result of your interview of him? JIM BRESLO, HOST, \"THE HIDDEN TRUTH\" PODCAST: No, but they actually did interview Bruce quite extensively. So he was in Los Angeles, and he actually got discovered because there were existing charges against him for possession of, what, child pornography, the same thing that was found on his brother Stephen's computer in the hotel room. So they interviewed him for approximately a day. His reaction to this report, I got it from him today, he said there's no surprises to him in what is in this report as far as what the FBI is saying they believe motivated his brother."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Brian, you represent victims, their families. This has been a horrific period for so many, so many lives lost. And when you look at them report, it's basically a lot of nothing. No social media history to speak of. Still don't know much about his wife's travel overseas to Pakistan. There's always been all these theories out there about that, nothing really ever came of it. What are your thoughts tonight?"
    },
    {
      "speaker": "BRIAN CLAYPOOL, REPRESENTS SEVERAL MASSACRE VICTIMS",
      "utterance": "Yes, Laura, not only am I a victim of the shooting, but I represent over 125 victims. And I got a call yesterday from a woman in Alaska. She is my client. Her son was killed in the shooting. And she ironically said to me, hey, have you seen the FBI report? You know what I said, Laura? I said, the FBI? I forgot they were even on this investigation. What has the FBI done in 15 months? They send out those paltry three-page report, and it doesn't address anything about how the shooting would have been prevented, Laura. That's what victims want to know, and people across our country. How could we have prevented this? And what can we do to make sure it doesn't happen again? Fifteen months later, we have nothing. But we do have one thing that the FBI came up with that's really helpful. They concluded, Laura, that Stephen Paddock chose an optimal location for this shooting, that he picked the 32nd floor of the Mandalay Bay, right across the street where there were unsuspecting and vulnerable victims. Why is that important? Because in this civil litigation, that is going to be devastating to MGM, because it was foreseeable that this shooting could have taken place."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Foreseeable risk. Well, again, I think for Americans watching this tonight, and we remember that night and how this all unfolded, I guess, we want an answer. But there are things in life you just can't find an answer to. That is the case as well. Things you can't explain. But in today's day and age with social media, you would think you could track something. But it looks like not. And it's not satisfying. And I don't really know what we can do at this point. The FBI -- this is what the report is. I read the whole report in about seven minutes. It didn't give me much satisfaction. Guys, thank you so much. We'll be right back with the Last Bite."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the Last Bite. A stressed-out good has a math emergency."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You had a bad day at school?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. I just came to tell you that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, what happened at school that have made you had a bad day?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I just have tons of homework."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "OK. What subject do you have homework in?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Math. And it's so hard."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my gosh, I live that every day. The young boy got the help he needed from the dispatcher, sounded really nice, Antonia Bundy. Hats off to you, Antonia, for knowing your fractions. It sounds like the kid is a little lonely, too. That is all the time we have tonight. And an important housekeeping note. Of course, my brand-new podcast new one drop today. Another one tomorrow. Make sure to go to PodcastOne. Learn all about it, subscribe. It's America, where we are today, where we're going. Shannon Bream and the \"Fox News @ Night\" team take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}