{
  "date": "January 14, 2019",
  "headline": "Democrats attend Puerto Rico retreat amid partial government shutdown",
  "subHeadline": "Guests: Geraldo Rivera, Ed Rendell, Dan Crenshaw, Ronna McDaniel, Heather McDonald, Amber Smith, Jasmyne Cannick, Chuck Grassley",
  "url": "https://www.foxnews.com/transcript/democrats-attend-puerto-rico-retreat-amid-partial-government-shutdown",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "So, it is often said that in politics, optics do matter. That for example is why the president can't go to Mar-a-Lago for Christmas or for New Year's this year. It's why then-Governor Chris Christie was lambasted for this moment when he went to the beach when there was a government shutdown in New Jersey on the 4th of July. And that is why tonight, perhaps, New Jersey Senator Bob Menendez is under a bit of fire. He went to a beach resort in Puerto Rico amid the longest government shutdown in history. Menendez and 30 plus Democrat lawmakers spent the weekend there on an annual winter retreat. They were joined by a 109 of their favorite lobbyists and corporate executives.  Good evening, everybody. I'm Martha MacCallum. And this is THE STORY that we start with tonight. So, as the Washington Examiner puts it, that is 3.6 lobbyists for each member of the House or the Senate. The itinerary included a meeting with the governor on business, of course. And Puerto Rico recovery all, you know, legitimate to discuss, of course.  All the meals were provided at this pricey seaside resort. They also had three parties for the members and a special performance of the musical Hamilton, which I think they paid for their own tickets for as the shutdown goes on. It is now the longest in history, 25 days. The president weighed in like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I've been here all weekend.  A lot of the Democrats were in Puerto Rico celebrating something. I don't know, maybe they're celebrating the shutdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, in a moment, we're going to hear from freshman Congressman Dan Crenshaw, who has some pretty important and unique thoughts on this matter. But first, Rob Schmidt is live in Puerto Rico with the back story on this whole event this weekend. Hi, Rob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROB SCHMITT, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Martha. Yes, beautiful Puerto Rico in January. Not a bad gig. This is more than 30 Democrats as you said -- as you said and their entire families flown down here on a private charter plane with a whole bunch of lobbyists. This is this winter retreat by a democratic political action committee to lobby for more money for this troubled island territory.   Of course, Puerto Rico has had a lot of debt for a number of years now, and then that was exacerbated by that terrible hurricane in 2017, Maria, in September of that year. And a number of meetings took place over this long weekend. But there was a lot of free time too, and you see that. Evidence here by the picture of Bob Menendez. It's making its way around the Internet. And he's there on the beach. Looked like having a good time, got that gold in January 10 for a New Jersey Senator. And today, we caught up with the Senator, and he didn't want to talk to us.  Check it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMITT",
      "sentences": "You could have had hour, and hours, and hours, of meetings. You chose one thing for an hour. Well, I'm -- no. I mean, I want to be fair - - I want to be fair. I just -- I just want to ask --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BOB MENENDEZ, D-N.J., SENATE FOREIGN RELATIONS COMMITTEE",
      "sentences": "You're neither fair nor balanced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMITT",
      "sentences": "OK. So, we had a whole number of these. We had all of them there in the same place. And a couple of them did want to talk to us.  Tony Cardenas and Jerry Nadler were happy to defend the decision to come down here to Puerto Rico and have a pretty nice weekend amidst the government shutdown and all these people that aren't getting paychecks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMITT",
      "sentences": "A lot of people would say, \"Well, why are these politicians being grieved by lobbyists in San Juan on the beach when there's a government shutdown happening, what do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TONY CARDENAS, D-CALIF., CHAIRMAN, BOLD PAC",
      "sentences": "Well, I'll tell you what.  It was documented. They were -- we allowed press to be there when we had close to a five-hour hearing. When we spoke, we had presentations given to us by the governor of Puerto Rico and his team. We had mayors, we had not- for-profits that have been putting their elbows and their blood, sweat, and tears into helping people survive in Puerto Rico since Hurricane Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMITT",
      "sentences": "And to their defense, these Democrats did have a lot of meetings.  The day today was pretty packed. They had I think, 6 1/2 meeting -- 6-1/2 hours of meetings yesterday on a Sunday. So, was a busy schedule, but there was also free time and now they're off back to Washington already.  They took a 4:45 private charter back to D.C. Martha, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Rob, thank you very much. Here now, Geraldo Rivera, Fox News correspondent-at-large. And Ed Rendell, former Pennsylvania governor, and former Democratic National Committee Chairman. Gentlemen, welcome. Great to have both of you with us tonight. Geraldo, let me start with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Hi, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think -- what do you think about the Puerto Rico thing. Business or boondoggle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I think they went to Puerto Rico because that was the only way they could get in to see Hamilton, which is sold out on Broadway. It's the biggest hit in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, it's not that hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Making $3 million a week on Broadway. You know, I think that problem with the -- I mean, Puerto Rico has some horrible, horrible problems left over from Hurricane Irma, Hurricane Maria. But the biggest problem is the -- is the systemic corruption and ineptitude of the power authority. Now, if they were serious about trying to find the root causes of what is inflicting so much misery on the poorest Puerto Rican people that would have been a good place to start, not at the beach or, you know, watching Lin-Manuel Miranda, who did a fabulous job, raised $15 million bucks for the -- for the cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I think he's raised almost $50 million for Puerto Rico.  Ed Rendell, I mean, this is a good look. You know, you got the President, on the other hand, at the White House and he's saying I'm here. I'm waiting, come on in, let's negotiate. And it's not that people don't understand that these meetings are scheduled and -- you know, but it doesn't look good as we said at the top. Given what's going on in these 800,000 federal workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED RENDELL, FORMER CHAIRMAN, DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "Yes, it was my decision I would have postponed the trip. Although the trip had it according to your correspondent, 11 hours of hearings. So, that's not exactly a boondoggle.  But the key factor here is that the House keeps passing bills that would open up different parts of the government. And Mitch McConnell won't let anybody vote on them. So, why would anybody stick around Washington?  Mitch McConnell won't let the Senate date to vote on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But, they just not include any security funding which the president has said is his -- that's his opener. He wants people to come into the White House, sit down at the table, and negotiate. But we know that those bills don't include anything. So, right now, you've got everybody's backed into their corner. And I think -- I think it doesn't fly well with the American people. So, let me ask you this, Ed, what is wrong -- what is it that -- what do you think about the $5.6 billion. What do you object to in that expenditure, which is really very small?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "Well, the expenditure is small. I don't think the wall will do anything. But I like Lindsey Graham's proposal. I think we should reopen the government for a three-week period or a month period, and try to negotiate. And what we should do is try to make some progress on some of the other issues that are involving immigration. Like doing something once and for all about the DREAMers, legalizing their status, giving them a path to citizenship. I think if the President and Mitch McConnell were willing to consider that, I think the Democrats would allow funding for the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think that -- yes. I mean, I think that every -- I mean -- and Nancy Pelosi said, she wouldn't discuss DACA at all. And she doesn't want to give -- she says she give $1 for the border fence. And you were in McAllen, Texas, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you said you were pretty surprised by what comprised the group there, and that it was very split.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It is amazing, Martha. McAllen, Texas is an overwhelmingly Latino city, of 150,000. And I found -- and it's just not my opinion, this is the opinion of people on both sides of the issue that the town is split right down the middle, 50-50. Those who want the wall and those who are opposed to it.  Now, I have to say that in McAllen, in one month, construction will start on a border wall that is already funded. Some of the same Democrats who are now opposed to even negotiating for more moral reasons, the funding for the world, the $5.6 billion already voted for it last March in the omnibus spending bill. They voted on 84 miles of border wall. 25 miles of which will be on top of a flood levee off the Rio Grande, and construction will start next month. So, where is the morality now that didn't exist then? It seems very, very disingenuous to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Before I let you go, Ed, should they argue to have that taken down to not spend that money, and now that they're against it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "No, I think this whole issue is a red herring. I think, if there are some things, some places on the border that lend itself to a wall or a steels slat, I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Exactly, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's exactly what the president said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "But, but, I think the Democrats have every right to demand progress on some of the more important issues, like what to do with the immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know whose suffering? The $1.6 million DREAMers. They're one -- they're the ones who are suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sad to know that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They're suffering more than the federal workers. They're suffering more than the 800,000 federal workers. Federal workers will get paid. But those DREAMers that, governor, you -- I know sincerely care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RENDELL",
      "sentences": "But it's an easy way to do it. It's an easy way to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They -- you care about them. Let -- the president has indicated, has given every signal that he will give them a path to legitimacy if the Democrats support him or backed him, some kind of compromise on the wall.  You don't like $5.6 billion? Pick a number. But freed the DREAMers --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Well, it looks like everybody is back from the beach as Rob Schmitt, said. So, let's get down to -- let's get down to business here, and see what they can -- what they can figure out.  Gentlemen, thank you very much. Ed Rendell, Geraldo Rivera, great to see both of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, gentlemen. My next guest is a freshman congressman along with about 70 other lawmakers he is foregoing. His congressional salary until they figure this whole thing out and reopen that part of the government. Republican congressman Dan Crenshaw joins me now. Good to see you, sir. Thank you very much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAN CRENSHAW, R-TEXAS",
      "sentences": "It's great to be here with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's your reaction to this Puerto Rico trip? Big deal or not a big deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Well, it sounds like they had a lot of fun, you know. But they've also been talking a lot about the plight that federal workers see themselves in. And now, they're not wrong about that, but if we're going to talk about that, then, I don't know if these excursions to Puerto Rico are really the right way to handle that. We should be negotiating. OK, Democrats, said $0 for any kind of barriers on the border, you know, weeks ago. And there's still at $0. That's not negotiating.  The president's plan has -- it was initially a long border wall. He's come down to about 234 miles of border wall. All right, we've gotten it from $25 billion to about $5.7 billion for any kind of physical barrier on the border. This is very reasonable. This is a mixed holistic approach to border security and it's what we need to be doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, you're the one of the new guys on the block there. Are people pressuring the rest of your party to the rest of the Democrat Party and the rest of the members on the Hill to say, come on, let's come together, let's all work. Let's show up every day. Let's work on this until we can find some sort of deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Absolutely. I mean, I think that's a -- that's fundamentally what the American people want. And it's certainly what a lot of federal workers want who are not getting paid right now. Especially, that -- you know, I've been an airport right near my district and a lot of TSA folks are not getting paid. It's why I wanted to forego my pay and withhold it until they get paid, as well. And I understand what that's like. We need to negotiate on this.  And we've -- as a freshman class, we've started to reach out to our freshmen on the -- on the Democrat side, and say, you know, what are you willing to give on this? Because I mean, you guys you know, behind closed doors, we notice --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And what's their response, what do they say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "We're not hearing much a whole -- a whole lot yet. You know, it's the word \"wall\" that, that triggers them. They're like -- you know, well, then, let's call it physical barriers. Let's call it fencing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You said you think that that's very -- it's silly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Right, it's semantics, you know. And any security expert will look at this and say, you really need a holistic approach, and physical barriers are very obvious part of that, all right? They mitigate the flow of people from point A to point B. And, of course, you need more Border Patrol agents, you need technology, you need drones, you need the sensors. And in some places, you simply can't put a physical barrier. We realize that. We're very reasonable about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Things like (INAUDIBLE). I mean, everybody agrees on all that stuff. I mean -- I mean, you know which makes it more apparent than ever to the American people that it's ridiculous, that they can't come together on it. Lindsey Graham suggested that maybe the president should float a deal to reopen the government for a few weeks, but make it a short period of time.  And if it -- if you can't work it out in that period of time, then, you know, it's another shutdown. The president is holding firm, though. He doesn't want to do that. Do you agree with the president or with Lindsey Graham?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Well, I just have to live in the reality that I live in. If the president's not wanted to budge on that but he's not on the budge. And he has a good reason. You know, there's no indication that the Democrats have been willing to negotiate at all. There is no indication that if we -- if we had another continuing resolution that we would somehow get to an agreement, and be able to negotiate some kind of funding for physical barriers. So, you know, the president has a good point here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the president -- there's also been a suggestion that he might use some of the money that was allocated for Puerto Rico to build the wall. Because they're -- you know, beating the bushes to find the money that's already been allocated in a way that they can move it over. Would you approve of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "It's definitely not what I want to see. Because it -- listen, if you can use Puerto Rico money, you can also use Hurricane Harvey relief funding, which is very important to us in my district in Houston. So, what we would like to see again, is Democrats coming to the table. This is a highly reasonable solution and there's no reason why we can't solve this from Congress. That should not be something that the executive himself has to solve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I'm curious what it's like for you to see how all the sausage is made now. You've been there a few weeks, right? I mean are you just illusion already, or are you hopeful? You know, how do you take all this in given you know, you were a Navy SEAL. I mean, you don't mess around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You get stuff done. Everybody chips in, and you complete your mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Right, and that's how this should be too. Now, I don't think I came up here so idealistic that I thought it was going to be easy. And I was mentally prepared for this. I knew what I was getting into. And you know what? It tells me every day that this is exactly why I came here in the first place because we're making the right argument, we are on the right side of this, and we would like our colleagues on the other side of the aisle to just work with us. We're just asking you to work with us.  Let's hear some proposals, and we will counter back and that's how good government should run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good luck with that. No, I mean it. I mean it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman Dan Crenshaw, great to see you tonight. Thanks for being here as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRENSHAW",
      "sentences": "Always great to be with you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So, this is a picture of Jayme Closs, this weekend with her aunt and her dog. Today, her alleged tormentor and the men believed to have murdered her parents made his first court appearance.  Survivor Michelle Knight knows what it's like to be held captive, and she has a message for Jayme, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE KNIGHT, KIDNAPPED SURVIVOR, CLEVELAND",
      "sentences": "I may have been through hell and back, but I am strong enough to walk through hell with a smile on my face. God has a plan for all of us. The plan that he gave me was to help others there have been the same situations I have been in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LYNN CLOSS, AUNT OF JAYME CLOSS",
      "sentences": "We don't know what she went through, but to survive it and to get out of it, and to beat him in his own game and just survive and get out of there, I mean, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow is right. The joy of the Closs family. They now have Jayme home after she was held captive in a dirty basement by a sick man for 88 days. The suspect we saw him today for the first time too. He was in court. He's charged with two counts of first-degree homicide for the murder of Jayme's parents and one count of kidnapping.  Jake Thomas Patterson reportedly spotted the young teenager waiting for the school bus one morning and he decided she would be the girl that he would take. He plotted her abduction according to what the prosecutors are saying trying twice and then coming back a third time to her house when it was quiet and the moment was right. He held her in this remote cabin seen here in photos obtained by the Daily Mail until her magnificently brave escape last week. The case drawing parallels to that of Amanda Berry, Gina DeJesus and Michelle Knight who you know, remember this story in Cleveland. They spent nearly a decade as prisoners in a Cleveland house of horrors before they too managed to summon their courage and escape in 2013. Joining me now exclusively is Lily Rose Lee, formerly known as Michelle Knight, the Author of Life After Darkness, finding healing and happiness after the Cleveland kidnappings. Lily thank you so much for being here tonight. It's good to have you on the program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "It's a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, first I just want to ask you -- first of all, your name was Michelle Knight. Why did you change it and how did you choose your new beautiful name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "It was a new beginning a journey to a new life full of happiness and love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And how did you choose the names?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Interesting. I love peace lilies. Peace lilies means love and pure of heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you have a coffee that's Lilies Ray of Hope that is a charity coffee to help women and girls who have suffered abuse. Just remind everybody you know, just in a -- you know, the shorthand version, what happened to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Shorthand version -- oh my gosh, I went through eleven years of torture by a man that was my best friend's father. I didn't know exactly what was going to happen to me when I first walked into that House. I just thought it was my best friend's father giving me a ride home. Little did I know I was going to spend 11-years in his house chained to the basement in multiple areas of his house and being abused every single day of my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When you look at where Jamie was, I'm sure it just brings back a lot of memories to you. What would you say to her and will you because I know you want to help women who've been through what you've been through, will you eventually when the time is right reach out to her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Yes, I most definitely would be happy to reach out to her or her to reach out to me. I would love that tremendously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How do you, you know, give us sort of that the baby steps. You know, she's home. Thank God. She's with her dog, she's with her aunts.  She has to get over the murder of her parents. And according to these reports she was hiding with her mother in the bathroom. She saw her mother murdered before she was dragged out of there. She has a tremendous amount to deal with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "It's going to be a tremendous struggle for her. It's going to be really hard for her to cope with her parents being gone now and not being able to give them a hug or be able to tell them I love you. It's really difficult. And I know her parents loved her so much. And they didn't deserve what they went through, nobody ever does. And you know, for the people that are in her life right now, just take time. Let her heal. Let her do two things that she needs to do to make it a happy journey through her healing process -- healing process. Make sure that you know, they don't push, they don't make her talk. You know, let her talk her home free will. And you know, they would -- you know, she would come to them. She will be there you know, with open arms ready to talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lily, thank you. You're an inspiration. And it's -- no one should have to go through what you went through and what Jayme went through. And we just thank God that you're alive and that she's alive and that you have an after to celebrate and to enjoy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Yes. When I first heard about the story, I was so overwhelmed with tears of joy knowing that she's finally saved them back home with her family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "And not in the arms of person that would hurt him -- hurt her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank God. Lily, thank you very much. Great to see you tonight. Thanks for being --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "You're very welcome. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So tonight there are questions that are coming up about the New York Times and Washington Post bombshells over the weekend. What exactly was new in them and what do they tell us about what ABC now says maybe an anticlimactic Mueller report? GOP Chairwoman Ronna McDaniel here on what is exactly going on coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN KARL, CORRESPONDENT, ABC NEWS",
      "sentences": "People who are closest to what Mueller has been doing of, interacting with the Special Counsel cautioned me that this report is almost certain to be anticlimactic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The whole thing is a hoax. It's a big hoax and it's very bad for our country. So what happened with the FBI, I have done a great service for our country when I fired James Comey because he was a bad cop and he was a dirty cop and he lied, he really lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Strong words today from the President and new questions tonight about the two reports that were bombshells basically over the weekend, both pushing the narrative that President Trump may be a secret Russian agent while simultaneously saying \"The Times\" report in paragraph nine that no actual evidence had emerged to support that FBI concern.  The reports in the New York Times and the Washington Post attributed to current and former U.S. officials, largely traveled over ground that we have seen in many of these stories over the course of the past year, that some in the FBI were outraged by James Comey's firing and that they began digging deeper. Former Trump lawyer, John Dowd, talked to Brian Kilmeade today and said that he thought that the Times piece made the FBI look bad. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN DOWD, FORMER TRUMP LAWYER",
      "sentences": "It appears that they were all in it together. I mean, Rosenstein, Comey, Mueller, McCabe, the whole crowd and that they were out to get this president no matter what. I don't think they sincerely believed anything about Russia. I take the New York Times article as an admission of their bad behavior.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, joining me now, RNC chairwoman, Ronna McDaniel. Ronna, thank you for coming in tonight. Good to see you. What was your reaction to these big stories? And the other one I should point out is that the president went to great lengths to conceal his conversation with Vladimir Putin. He wanted the notes that were from the interpreter and the linguist he asked not to say anything about what he had heard or she had heard in that meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONNA MCDANIEL, CHAIRWOMAN, REPUBLICAN NATIONAL COMMITTEE",
      "sentences": "Well, first of all, John Dowd, I completely agree with him. This article shows that the FBI has been out to get this president and there was no there-there just like there's going to be there-there in the Mueller investigation. Nobody has shown any collusion. It is this musical chair of how do we hurt this president week after week. There's chaos in the White House, collusion with Russia, what else, unfit for office. They're always putting something new because they don't want to talk about the results of what this president and his administration has put forward for the American people, jobs, wages, all the good things that are out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about the Putin story that, you know, that they wanted the interpreter -- he wanted the interpreter's notes, that he didn't want to share with other people in the administration what they had talked about. That seems a little weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Well, first of all, the president has had multiple meetings with many world leaders that have been off the record. He has these calls but he has been plugged with leaks, and Kellyanne addressed that today. He doesn't want to have leaks from these important meetings. He needs to have the latitude to meet with these world leaders and talk about issues of great importance. But let's not forget this administration has been incredibly tough on Russia. They've had more sanctions than the Obama administrations did. They expelled 60 diplomats. They've sold lethal weapons to the Ukraine. This is not an administration that's been weak on Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Those are fair points. I think it's interesting Eliot Engel came out and said the House Foreign Affairs Subcommittee is ditching the Terrorism Subcommittee and instead it's going to be, basically, an investigative arm for Trump relationships with Trump foreign affairs. You got Eliot -- you've got Cummings -- excuse me -- as Congressman Cummings saying, all I'm saying is we get to hit the ground running and not flying. And I put that together with what Jonathan Carl said about the potential that it could be an anticlimactic report. Are these guys all gearing up because if it's not as much as they thought it was going to be, that it's going to give them more food to feed these investigations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Well, heaven forbid they work on behalf of the American people that they were elected to represent who are now seeing this economic boom, that they are feeling better, that jobs are coming back. They want to spend the next two years investigating and obstructing this president like they've done in the past two years and let's see how that works for the American people. I mean, it's just ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you say to those who say, well, that's what Republicans did to Hillary Clinton, it was all Benghazi and e-mails all the time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Absolutely. And Benghazi was a serious issue. I mean, let's look. We had an ambassador who was killed at an annex without security and they called it something that happened because of a video and didn't talk about the terrorism aspect and the 30,000 deleted e-mails. President Trump has done nothing to that effect. He's been tough on Russia. He's turned our economy around. He has strengthened our military. This is a president who's getting things done and Democrats have done nothing for two years and now they are going to do nothing for the next two years except obstruct this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Twenty-twenty, it's all coming at you. Ronna, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you tonight. So here's a good question. Do women belong in combat? The debate that is about to happen, you do not want to mess after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The heated debate over the role of women on the battlefield up for debate once again this evening after a Wall Street Journal op-ed asserted women have no place in combat units. Here's a quote from it. \"The Obama era policy of integrating women into ground combat units is a misguided social experiment that threatens military readiness and waste resources in the service of a political agenda. The next defense secretary should end it.\" Here now the author of that op-ed, Heather McDonald. She is also the author of \"The Diversity Delusion.\" And Amber Smith, a former army combat pilot who did tours in Iraq and Afghanistan, and is now a fellow with the Independent Women's Forum. Welcome to both of you. Thank you for being here tonight. Amber, let me start with you. What's your gut reaction to hearing that quote from quote Heather McDonald's piece?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMBER SMITH, FORMER ARMY HELICOPTER PILOT",
      "sentences": "Well, I thought this op-ed was really bizarre. I thought it was extremely out of touch with the modern military and how much progress has been made with integrating women into these combat positions. There's been massive sides in the post-9/11 wars in terms of where women started serving and where they are today in terms of combat. And so, I almost thought this was online with victim blaming where she seems to focus on everything -- some of the problems that are in the military have to do with the presence of women, which is factually not true. So, I think that when it comes down to it, you -- for too long, this issue of women serving in combat has been romanticized, especially from people who oppose it. They act as though suddenly the infantry and special operations are going to have 50 percent of women serving in the ranks and that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The percentage is going to be absolutely small. We are talking, one, two, three, four, five because that's all that's going to be able to make it or even want to try out. So, this isn't suddenly, there is going to be a split 50/50, men and women serving in these grounds with roles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me give Heather a chance to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's going to happen gradually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Heather, what's your response to that? She said that your piece was bizarre.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER MCDONALD, AUTHOR, THE DIVERSITY DELUSION",
      "sentences": "Well, what's bizarre is the idea that introducing women into ground combat units, which entails caring massive amounts of equipment for months on end is a way to increase the lethality of the military. I don't think anybody would seriously put forth that proposition. This is about gender equity. It's a political agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Do you know that lots of men --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONALD",
      "sentences": "We have already seen -- of course. But we have not kept the standard as it is in order to get women into ground combat. As soon as that order came down from Obama secretary of defense, every branch started crafting so-called gender-neutral standards which are changed standards. Here's an example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONALD",
      "sentences": "The famed infantry officer course in the marines has now changed its grueling combat endurance tests, its one day opening tests which required officers to carry 80-pound packs for miles on end to scale 80-foot ropes. It used to be a pass-fail requirement. They've now changed it to an unscored exercise that's really simply a bonding experience. It has no effect on your ultimate grade in the infantry officer course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now, I got to let Amber respond then I got -- I got to go but I'm going to have you back because we don't have enough time. Go ahead, Amber, and then we'll do it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Which is how it was prior to 2012. They've had a massive attrition rate for that example that she just gave with the marines, with men as well. And most of these services have increased in terms of how difficult their physical fitness tests are. The air force has already gone to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONALD",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "-- mission specific physical fitness tests. The bottom line is that there has to be a mission standard, not a gender standard. We want the best person for the job, whether it's a man or woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And women should be able to try and if they want to serve their country and defend our national security, then they should be able to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Amber and Heather, we got to leave it there. But we will continue this to be in another time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDONALD",
      "sentences": "It's going to destroy combat cohesion by introducing an inevitable sexual attraction into these close units --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. We're going to have you back. We're going to have you back. Heather McDonald, thank you. Amber Smith, thank you and thank you for your service. We're going to pick that up. All right. Coming back, though, tonight, next, she sounded the alarm on big league Democratic donor Ed Buck after the first man turned up dead in his apartment. She predicted this would happen again. She is speaking out tonight against her own party, when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "After a second man was found dead at the home Democratic mega donor, Ed Buck, my next guest, Jasmyne Cannick, sadly was not surprised at all. In fact, she had said that it would happen after the first suspicious death in 2017. She tweeted, \"if another young, black, gay man overdoses or worse, dies at Democratic donor Ed Buck's apartment, it's going to be the fault of the sheriff department and the L.A. district attorney for not stopping him when they had the opportunity.\" Here now, Jasmyne Cannick, a Democrat and political commentator. Jasmyne, thank you very much for coming on tonight. I saw you speak about this this morning and I was riveted. Why, why did you know? What did you know when you sent out that warning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASMYNE CANNICK, POLITICAL COMMENTATOR",
      "sentences": "Well, we knew after we found Gemmel Moore's journal and he had detailed in his journal -- it's a journal I'm holding in my hand right now -- he detailed in his journal how Ed Buck, who was a major donor to the California Democratic Party, as well as many of its members, how this man had basically got him hooked on crystal meth and had injected him with crystal meth and got him addicted to it. It's a very sad journal, but it detailed his ordeal and what he went through with this man. And so after we published the journal, after I published that journal, numerous young men started coming forward and saying, I know Ed Buck. He did the same thing to me. This was my experience. And we quickly identified a pattern. And so, it was really clear what was going on, clear to everyone I guess apparently, but the sheriff department and our district attorney, Jackie Lacey. So, last year in July of 2018, when they came back and decided that they were not going to file any charges against Ed Buck in the death of Gemmel Moore, is when I sent that tweet out. And regrettably, it did come true. A week ago today, Timothy Dean, a 55-year-old black, gay man was found dead in Ed Buck's apartment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Unbelievable. And Gemmel Moore in the journal that you're holding in your hand \"I become addicted to drugs and the worse one of that Ed Buck is the one to thank.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANNICK",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "\"He gave me my first injection of crystal meth and it was very painful, but after all the troubles I became addicted.\" That journal wasn't found by the police. Was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANNICK",
      "sentences": "That's right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It wasn't found by the police?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANNICK",
      "sentences": "No. It was not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was in his pocket --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANNICK",
      "sentences": "It was not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- when he was found dead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CANNICK",
      "sentences": "It was on his -- it was in his belongings. The thing is, when Gemmel Moore died they immediately classified it as your typical overdose. Ed Buck said I didn't know he was doing drugs. They closed the case within 48 hours. It wasn't until sometime later when we published this journal that then they were forced to open a homicide investigation. But actually, myself, Gemmel's mother, Ms. Leticia Nixon, and her attorney, Nana Gyamfi, we actually did most of the investigating, not the sheriff's department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, Jasmyne, we're going to continue to follow the story with your help. Thank you very much for being here tonight. Coming up next, Senator Chuck Grassley on the next big confirmation fight which starts tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here comes the first big confirmation test of the new Congress with the president's pick for attorney general to set to face lawmakers about 13 hours from now. William Barr's nomination is already sparking controversy. The left suggesting that he could interfere with the Mueller probe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILL.",
      "sentences": "Bill Barr he'd better give us some ironclad rock-bottom assurances in terms of his independence and his willingness ability to step back and let Mueller finish the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS COONS, D-DEL.",
      "sentences": "I would need a firm commitment that he will not allow any interference in the Mueller investigation, he'll allow it to reach its conclusion and he will release the report to the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, Fox News has obtained an early look of Barr's written testimony for tomorrow in which he will state, quote, \"I believe it is vitally important for the special counsel to be allowed to complete his investigation.\" Senate Judiciary Committee member, Chuck Grassley, will be questioning Mr. Barr. He served as that committee's chairman during the Kavanaugh hearings and for many years. Senator Grassley, it's great to see you this evening. Congratulations on your Senate pro tempore distinction which is what you will be, third in line for the president, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK GRASSLEY, R-IOWA",
      "sentences": "Thank you very much, I appreciate the compliment and I appreciate the honor and even the work that goes with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, senator, it's always a pleasure to have you here. Let me get your thoughts as we move forward to the Barr testimony tomorrow morning. And I want to play for you your colleague who's taken over the chairmanship, Senator Lindsey Graham, his comments on Fox News Sunday. watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I'm going to ask him, do you see any reason to fire Mr. Mueller base on what you know now for a cause, do you trust Mr. Mueller to be fair to the president in the country? Will you make sure that he can finish his job if you get the report, will you be as transparent as possible? I've asking him those questions, and I'm very comfortable with his answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Obviously that's going to be the central debate tomorrow, senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRASSLEY",
      "sentences": "Well, that's absolutely right. And I think that I heard what the two or three Democrats you had on here before you got me on. And what they are demanding of Barr, I think he already should've satisfied them by the statements that he is going to make tomorrow and his opening statement already released that he said he is going to let it play out. And what's more assurance can he give to Democrats if that's going to be the case? And if that's the big thing that's holding up their support of him, he ought to be able to get through the Senate like he did three other times in this earlier career to be attorney general and other positions within the H.W. Bush administration he was approved unanimously. And that time he was praised by Leahy, and now in the United States Senate, and Biden who was in the Senate at that particular time. So, it seems to me like he ought to have smooth sailing considering what Democrats are demanding of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we know smooth sailing isn't something that we see a lot in confirmation hearings these days. I want to play this from Alberto Gonzalez who served in the Bush administration as A.G., and get your reaction to this, sir. Let's play it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALBERTO GONZALEZ, FORMER ATTORNEY GENERAL",
      "sentences": "Well, he obviously wrote this memo to the department questioning the authority of the special counsel to investigate the president with respect to obstruction. And so that creates possible -- an appearance of possible bias and prejudice. And so, if I am Bill Barr, I'm going to have a conversation with the career ethics officials at the Department of Justice and get their advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, this is the same kind of thing that we saw in one regard with the Kavanaugh hearing where somebody has stated opinions on previous things prior to the confirmation process, but that they comment and they will argue that they comment this new position with fresh eyes and a fresh frame of reference given what the job demands of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRASSLEY",
      "sentences": "Well, I think, first of all, the concerns that are raised by this statement by Gonzalez and what he is presuming Democrats are going to bring up ought to be answered by the previous discussion that you and I had. But you also got to remember that a lot of attorney general or past attorney generals are called upon for opinion. A lot of them don't wait until they are called upon, they give their opinion. He is giving it as a private citizen. He did not say in any way a president was immune from prosecution if he did something wrong. It didn't seem to me like there was overprotection of the presidency, which Barr is famous for. He just kind of laid out his opinion. And what's wrong with making your opinion as a private citizen when you have taken an oath to uphold the Constitution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Understood. Let me ask you one more quick question. With regards to the transparency issue, once Robert Mueller has this report it's going to be the Department of Justice that decides what will be released. What are your feelings on that given all of the history over the past few years, is it -- do you believe that the American people should see the report in its entirety?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRASSLEY",
      "sentences": "Yes, absolutely, and I believe that Barr has indicated that to other senators and maybe even any statement that it ought to be. But I look at it from a fiscal standpoint. I think that we are spending $25 million to $35 million on this investigation. We ought to know what happened with what we get for that $25 million or $35 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that's a really good point. And I think Americans will judge based on that whether or not it was worth two years of investigation, that's an open question right now. And we will see and the country will judge that when it comes forth. Senator Grassley, always good to see you, sir. Thank you very much. We'll be watching tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRASSLEY",
      "sentences": "Thank you very much too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is \"The Story\" on this Monday night, big hearings tomorrow for William Barr. It will get underway mid-morning. We will see you back tomorrow night at 7 o'clock. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "So, it is often said that in politics, optics do matter. That for example is why the president can't go to Mar-a-Lago for Christmas or for New Year's this year. It's why then-Governor Chris Christie was lambasted for this moment when he went to the beach when there was a government shutdown in New Jersey on the 4th of July. And that is why tonight, perhaps, New Jersey Senator Bob Menendez is under a bit of fire. He went to a beach resort in Puerto Rico amid the longest government shutdown in history. Menendez and 30 plus Democrat lawmakers spent the weekend there on an annual winter retreat. They were joined by a 109 of their favorite lobbyists and corporate executives. Good evening, everybody. I'm Martha MacCallum. And this is THE STORY that we start with tonight. So, as the Washington Examiner puts it, that is 3.6 lobbyists for each member of the House or the Senate. The itinerary included a meeting with the governor on business, of course. And Puerto Rico recovery all, you know, legitimate to discuss, of course. All the meals were provided at this pricey seaside resort. They also had three parties for the members and a special performance of the musical Hamilton, which I think they paid for their own tickets for as the shutdown goes on. It is now the longest in history, 25 days. The president weighed in like this."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I've been here all weekend.  A lot of the Democrats were in Puerto Rico celebrating something. I don't know, maybe they're celebrating the shutdown."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, in a moment, we're going to hear from freshman Congressman Dan Crenshaw, who has some pretty important and unique thoughts on this matter. But first, Rob Schmidt is live in Puerto Rico with the back story on this whole event this weekend. Hi, Rob."
    },
    {
      "speaker": "ROB SCHMITT, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Martha. Yes, beautiful Puerto Rico in January. Not a bad gig. This is more than 30 Democrats as you said -- as you said and their entire families flown down here on a private charter plane with a whole bunch of lobbyists. This is this winter retreat by a democratic political action committee to lobby for more money for this troubled island territory. Of course, Puerto Rico has had a lot of debt for a number of years now, and then that was exacerbated by that terrible hurricane in 2017, Maria, in September of that year. And a number of meetings took place over this long weekend. But there was a lot of free time too, and you see that. Evidence here by the picture of Bob Menendez. It's making its way around the Internet. And he's there on the beach. Looked like having a good time, got that gold in January 10 for a New Jersey Senator. And today, we caught up with the Senator, and he didn't want to talk to us.  Check it out."
    },
    {
      "speaker": "SCHMITT",
      "utterance": "You could have had hour, and hours, and hours, of meetings. You chose one thing for an hour. Well, I'm -- no. I mean, I want to be fair - - I want to be fair. I just -- I just want to ask --"
    },
    {
      "speaker": "SEN. BOB MENENDEZ, D-N.J., SENATE FOREIGN RELATIONS COMMITTEE",
      "utterance": "You're neither fair nor balanced."
    },
    {
      "speaker": "SCHMITT",
      "utterance": "OK. So, we had a whole number of these. We had all of them there in the same place. And a couple of them did want to talk to us.  Tony Cardenas and Jerry Nadler were happy to defend the decision to come down here to Puerto Rico and have a pretty nice weekend amidst the government shutdown and all these people that aren't getting paychecks."
    },
    {
      "speaker": "SCHMITT",
      "utterance": "A lot of people would say, \"Well, why are these politicians being grieved by lobbyists in San Juan on the beach when there's a government shutdown happening, what do you say to that?"
    },
    {
      "speaker": "REP. TONY CARDENAS, D-CALIF., CHAIRMAN, BOLD PAC",
      "utterance": "Well, I'll tell you what.  It was documented. They were -- we allowed press to be there when we had close to a five-hour hearing. When we spoke, we had presentations given to us by the governor of Puerto Rico and his team. We had mayors, we had not- for-profits that have been putting their elbows and their blood, sweat, and tears into helping people survive in Puerto Rico since Hurricane Maria."
    },
    {
      "speaker": "SCHMITT",
      "utterance": "And to their defense, these Democrats did have a lot of meetings.  The day today was pretty packed. They had I think, 6 1/2 meeting -- 6-1/2 hours of meetings yesterday on a Sunday. So, was a busy schedule, but there was also free time and now they're off back to Washington already.  They took a 4:45 private charter back to D.C. Martha, back to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Rob, thank you very much. Here now, Geraldo Rivera, Fox News correspondent-at-large. And Ed Rendell, former Pennsylvania governor, and former Democratic National Committee Chairman. Gentlemen, welcome. Great to have both of you with us tonight. Geraldo, let me start with you."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Hi, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think -- what do you think about the Puerto Rico thing. Business or boondoggle?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I think they went to Puerto Rico because that was the only way they could get in to see Hamilton, which is sold out on Broadway. It's the biggest hit in history."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, it's not that hard."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Making $3 million a week on Broadway. You know, I think that problem with the -- I mean, Puerto Rico has some horrible, horrible problems left over from Hurricane Irma, Hurricane Maria. But the biggest problem is the -- is the systemic corruption and ineptitude of the power authority. Now, if they were serious about trying to find the root causes of what is inflicting so much misery on the poorest Puerto Rican people that would have been a good place to start, not at the beach or, you know, watching Lin-Manuel Miranda, who did a fabulous job, raised $15 million bucks for the -- for the cause."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I think he's raised almost $50 million for Puerto Rico.  Ed Rendell, I mean, this is a good look. You know, you got the President, on the other hand, at the White House and he's saying I'm here. I'm waiting, come on in, let's negotiate. And it's not that people don't understand that these meetings are scheduled and -- you know, but it doesn't look good as we said at the top. Given what's going on in these 800,000 federal workers."
    },
    {
      "speaker": "ED RENDELL, FORMER CHAIRMAN, DEMOCRATIC NATIONAL COMMITTEE",
      "utterance": "Yes, it was my decision I would have postponed the trip. Although the trip had it according to your correspondent, 11 hours of hearings. So, that's not exactly a boondoggle. But the key factor here is that the House keeps passing bills that would open up different parts of the government. And Mitch McConnell won't let anybody vote on them. So, why would anybody stick around Washington?  Mitch McConnell won't let the Senate date to vote on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But, they just not include any security funding which the president has said is his -- that's his opener. He wants people to come into the White House, sit down at the table, and negotiate. But we know that those bills don't include anything. So, right now, you've got everybody's backed into their corner. And I think -- I think it doesn't fly well with the American people. So, let me ask you this, Ed, what is wrong -- what is it that -- what do you think about the $5.6 billion. What do you object to in that expenditure, which is really very small?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "Well, the expenditure is small. I don't think the wall will do anything. But I like Lindsey Graham's proposal. I think we should reopen the government for a three-week period or a month period, and try to negotiate. And what we should do is try to make some progress on some of the other issues that are involving immigration. Like doing something once and for all about the DREAMers, legalizing their status, giving them a path to citizenship. I think if the President and Mitch McConnell were willing to consider that, I think the Democrats would allow funding for the wall."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think that -- yes. I mean, I think that every -- I mean -- and Nancy Pelosi said, she wouldn't discuss DACA at all. And she doesn't want to give -- she says she give $1 for the border fence. And you were in McAllen, Texas, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you said you were pretty surprised by what comprised the group there, and that it was very split."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It is amazing, Martha. McAllen, Texas is an overwhelmingly Latino city, of 150,000. And I found -- and it's just not my opinion, this is the opinion of people on both sides of the issue that the town is split right down the middle, 50-50. Those who want the wall and those who are opposed to it. Now, I have to say that in McAllen, in one month, construction will start on a border wall that is already funded. Some of the same Democrats who are now opposed to even negotiating for more moral reasons, the funding for the world, the $5.6 billion already voted for it last March in the omnibus spending bill. They voted on 84 miles of border wall. 25 miles of which will be on top of a flood levee off the Rio Grande, and construction will start next month. So, where is the morality now that didn't exist then? It seems very, very disingenuous to me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Before I let you go, Ed, should they argue to have that taken down to not spend that money, and now that they're against it?"
    },
    {
      "speaker": "RENDELL",
      "utterance": "No, I think this whole issue is a red herring. I think, if there are some things, some places on the border that lend itself to a wall or a steels slat, I think --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Exactly, exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's exactly what the president said."
    },
    {
      "speaker": "RENDELL",
      "utterance": "But, but, I think the Democrats have every right to demand progress on some of the more important issues, like what to do with the immigrants."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know whose suffering? The $1.6 million DREAMers. They're one -- they're the ones who are suffering."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sad to know that's true."
    },
    {
      "speaker": "RIVERA",
      "utterance": "They're suffering more than the federal workers. They're suffering more than the 800,000 federal workers. Federal workers will get paid. But those DREAMers that, governor, you -- I know sincerely care about."
    },
    {
      "speaker": "RENDELL",
      "utterance": "But it's an easy way to do it. It's an easy way to do it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "They -- you care about them. Let -- the president has indicated, has given every signal that he will give them a path to legitimacy if the Democrats support him or backed him, some kind of compromise on the wall.  You don't like $5.6 billion? Pick a number. But freed the DREAMers --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Well, it looks like everybody is back from the beach as Rob Schmitt, said. So, let's get down to -- let's get down to business here, and see what they can -- what they can figure out.  Gentlemen, thank you very much. Ed Rendell, Geraldo Rivera, great to see both of you."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, gentlemen. My next guest is a freshman congressman along with about 70 other lawmakers he is foregoing. His congressional salary until they figure this whole thing out and reopen that part of the government. Republican congressman Dan Crenshaw joins me now. Good to see you, sir. Thank you very much for being here."
    },
    {
      "speaker": "REP. DAN CRENSHAW, R-TEXAS",
      "utterance": "It's great to be here with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's your reaction to this Puerto Rico trip? Big deal or not a big deal?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Well, it sounds like they had a lot of fun, you know. But they've also been talking a lot about the plight that federal workers see themselves in. And now, they're not wrong about that, but if we're going to talk about that, then, I don't know if these excursions to Puerto Rico are really the right way to handle that. We should be negotiating. OK, Democrats, said $0 for any kind of barriers on the border, you know, weeks ago. And there's still at $0. That's not negotiating. The president's plan has -- it was initially a long border wall. He's come down to about 234 miles of border wall. All right, we've gotten it from $25 billion to about $5.7 billion for any kind of physical barrier on the border. This is very reasonable. This is a mixed holistic approach to border security and it's what we need to be doing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, you're the one of the new guys on the block there. Are people pressuring the rest of your party to the rest of the Democrat Party and the rest of the members on the Hill to say, come on, let's come together, let's all work. Let's show up every day. Let's work on this until we can find some sort of deal."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Absolutely. I mean, I think that's a -- that's fundamentally what the American people want. And it's certainly what a lot of federal workers want who are not getting paid right now. Especially, that -- you know, I've been an airport right near my district and a lot of TSA folks are not getting paid. It's why I wanted to forego my pay and withhold it until they get paid, as well. And I understand what that's like. We need to negotiate on this. And we've -- as a freshman class, we've started to reach out to our freshmen on the -- on the Democrat side, and say, you know, what are you willing to give on this? Because I mean, you guys you know, behind closed doors, we notice --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And what's their response, what do they say?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "We're not hearing much a whole -- a whole lot yet. You know, it's the word \"wall\" that, that triggers them. They're like -- you know, well, then, let's call it physical barriers. Let's call it fencing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You said you think that that's very -- it's silly."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Right, it's semantics, you know. And any security expert will look at this and say, you really need a holistic approach, and physical barriers are very obvious part of that, all right? They mitigate the flow of people from point A to point B. And, of course, you need more Border Patrol agents, you need technology, you need drones, you need the sensors. And in some places, you simply can't put a physical barrier. We realize that. We're very reasonable about this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Things like (INAUDIBLE). I mean, everybody agrees on all that stuff. I mean -- I mean, you know which makes it more apparent than ever to the American people that it's ridiculous, that they can't come together on it. Lindsey Graham suggested that maybe the president should float a deal to reopen the government for a few weeks, but make it a short period of time.  And if it -- if you can't work it out in that period of time, then, you know, it's another shutdown. The president is holding firm, though. He doesn't want to do that. Do you agree with the president or with Lindsey Graham?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Well, I just have to live in the reality that I live in. If the president's not wanted to budge on that but he's not on the budge. And he has a good reason. You know, there's no indication that the Democrats have been willing to negotiate at all. There is no indication that if we -- if we had another continuing resolution that we would somehow get to an agreement, and be able to negotiate some kind of funding for physical barriers. So, you know, the president has a good point here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the president -- there's also been a suggestion that he might use some of the money that was allocated for Puerto Rico to build the wall. Because they're -- you know, beating the bushes to find the money that's already been allocated in a way that they can move it over. Would you approve of that?"
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "It's definitely not what I want to see. Because it -- listen, if you can use Puerto Rico money, you can also use Hurricane Harvey relief funding, which is very important to us in my district in Houston. So, what we would like to see again, is Democrats coming to the table. This is a highly reasonable solution and there's no reason why we can't solve this from Congress. That should not be something that the executive himself has to solve."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I'm curious what it's like for you to see how all the sausage is made now. You've been there a few weeks, right? I mean are you just illusion already, or are you hopeful? You know, how do you take all this in given you know, you were a Navy SEAL. I mean, you don't mess around."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You get stuff done. Everybody chips in, and you complete your mission."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Right, and that's how this should be too. Now, I don't think I came up here so idealistic that I thought it was going to be easy. And I was mentally prepared for this. I knew what I was getting into. And you know what? It tells me every day that this is exactly why I came here in the first place because we're making the right argument, we are on the right side of this, and we would like our colleagues on the other side of the aisle to just work with us. We're just asking you to work with us.  Let's hear some proposals, and we will counter back and that's how good government should run."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good luck with that. No, I mean it. I mean it."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman Dan Crenshaw, great to see you tonight. Thanks for being here as always."
    },
    {
      "speaker": "CRENSHAW",
      "utterance": "Always great to be with you. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So, this is a picture of Jayme Closs, this weekend with her aunt and her dog. Today, her alleged tormentor and the men believed to have murdered her parents made his first court appearance.  Survivor Michelle Knight knows what it's like to be held captive, and she has a message for Jayme, next."
    },
    {
      "speaker": "MICHELLE KNIGHT, KIDNAPPED SURVIVOR, CLEVELAND",
      "utterance": "I may have been through hell and back, but I am strong enough to walk through hell with a smile on my face. God has a plan for all of us. The plan that he gave me was to help others there have been the same situations I have been in."
    },
    {
      "speaker": "LYNN CLOSS, AUNT OF JAYME CLOSS",
      "utterance": "We don't know what she went through, but to survive it and to get out of it, and to beat him in his own game and just survive and get out of there, I mean, wow."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow is right. The joy of the Closs family. They now have Jayme home after she was held captive in a dirty basement by a sick man for 88 days. The suspect we saw him today for the first time too. He was in court. He's charged with two counts of first-degree homicide for the murder of Jayme's parents and one count of kidnapping. Jake Thomas Patterson reportedly spotted the young teenager waiting for the school bus one morning and he decided she would be the girl that he would take. He plotted her abduction according to what the prosecutors are saying trying twice and then coming back a third time to her house when it was quiet and the moment was right. He held her in this remote cabin seen here in photos obtained by the Daily Mail until her magnificently brave escape last week. The case drawing parallels to that of Amanda Berry, Gina DeJesus and Michelle Knight who you know, remember this story in Cleveland. They spent nearly a decade as prisoners in a Cleveland house of horrors before they too managed to summon their courage and escape in 2013. Joining me now exclusively is Lily Rose Lee, formerly known as Michelle Knight, the Author of Life After Darkness, finding healing and happiness after the Cleveland kidnappings. Lily thank you so much for being here tonight. It's good to have you on the program."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "It's a pleasure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, first I just want to ask you -- first of all, your name was Michelle Knight. Why did you change it and how did you choose your new beautiful name?"
    },
    {
      "speaker": "KNIGHT",
      "utterance": "It was a new beginning a journey to a new life full of happiness and love."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And how did you choose the names?"
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Interesting. I love peace lilies. Peace lilies means love and pure of heart."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you have a coffee that's Lilies Ray of Hope that is a charity coffee to help women and girls who have suffered abuse. Just remind everybody you know, just in a -- you know, the shorthand version, what happened to you."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Shorthand version -- oh my gosh, I went through eleven years of torture by a man that was my best friend's father. I didn't know exactly what was going to happen to me when I first walked into that House. I just thought it was my best friend's father giving me a ride home. Little did I know I was going to spend 11-years in his house chained to the basement in multiple areas of his house and being abused every single day of my life."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When you look at where Jamie was, I'm sure it just brings back a lot of memories to you. What would you say to her and will you because I know you want to help women who've been through what you've been through, will you eventually when the time is right reach out to her?"
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Yes, I most definitely would be happy to reach out to her or her to reach out to me. I would love that tremendously."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How do you, you know, give us sort of that the baby steps. You know, she's home. Thank God. She's with her dog, she's with her aunts.  She has to get over the murder of her parents. And according to these reports she was hiding with her mother in the bathroom. She saw her mother murdered before she was dragged out of there. She has a tremendous amount to deal with."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "It's going to be a tremendous struggle for her. It's going to be really hard for her to cope with her parents being gone now and not being able to give them a hug or be able to tell them I love you. It's really difficult. And I know her parents loved her so much. And they didn't deserve what they went through, nobody ever does. And you know, for the people that are in her life right now, just take time. Let her heal. Let her do two things that she needs to do to make it a happy journey through her healing process -- healing process. Make sure that you know, they don't push, they don't make her talk. You know, let her talk her home free will. And you know, they would -- you know, she would come to them. She will be there you know, with open arms ready to talk."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lily, thank you. You're an inspiration. And it's -- no one should have to go through what you went through and what Jayme went through. And we just thank God that you're alive and that she's alive and that you have an after to celebrate and to enjoy."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Yes. When I first heard about the story, I was so overwhelmed with tears of joy knowing that she's finally saved them back home with her family."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's incredible."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "And not in the arms of person that would hurt him -- hurt her."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank God. Lily, thank you very much. Great to see you tonight. Thanks for being --"
    },
    {
      "speaker": "KNIGHT",
      "utterance": "You're very welcome. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So tonight there are questions that are coming up about the New York Times and Washington Post bombshells over the weekend. What exactly was new in them and what do they tell us about what ABC now says maybe an anticlimactic Mueller report? GOP Chairwoman Ronna McDaniel here on what is exactly going on coming up next."
    },
    {
      "speaker": "JONATHAN KARL, CORRESPONDENT, ABC NEWS",
      "utterance": "People who are closest to what Mueller has been doing of, interacting with the Special Counsel cautioned me that this report is almost certain to be anticlimactic."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The whole thing is a hoax. It's a big hoax and it's very bad for our country. So what happened with the FBI, I have done a great service for our country when I fired James Comey because he was a bad cop and he was a dirty cop and he lied, he really lied."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Strong words today from the President and new questions tonight about the two reports that were bombshells basically over the weekend, both pushing the narrative that President Trump may be a secret Russian agent while simultaneously saying \"The Times\" report in paragraph nine that no actual evidence had emerged to support that FBI concern. The reports in the New York Times and the Washington Post attributed to current and former U.S. officials, largely traveled over ground that we have seen in many of these stories over the course of the past year, that some in the FBI were outraged by James Comey's firing and that they began digging deeper. Former Trump lawyer, John Dowd, talked to Brian Kilmeade today and said that he thought that the Times piece made the FBI look bad. Listen to this."
    },
    {
      "speaker": "JOHN DOWD, FORMER TRUMP LAWYER",
      "utterance": "It appears that they were all in it together. I mean, Rosenstein, Comey, Mueller, McCabe, the whole crowd and that they were out to get this president no matter what. I don't think they sincerely believed anything about Russia. I take the New York Times article as an admission of their bad behavior.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, joining me now, RNC chairwoman, Ronna McDaniel. Ronna, thank you for coming in tonight. Good to see you. What was your reaction to these big stories? And the other one I should point out is that the president went to great lengths to conceal his conversation with Vladimir Putin. He wanted the notes that were from the interpreter and the linguist he asked not to say anything about what he had heard or she had heard in that meeting?"
    },
    {
      "speaker": "RONNA MCDANIEL, CHAIRWOMAN, REPUBLICAN NATIONAL COMMITTEE",
      "utterance": "Well, first of all, John Dowd, I completely agree with him. This article shows that the FBI has been out to get this president and there was no there-there just like there's going to be there-there in the Mueller investigation. Nobody has shown any collusion. It is this musical chair of how do we hurt this president week after week. There's chaos in the White House, collusion with Russia, what else, unfit for office. They're always putting something new because they don't want to talk about the results of what this president and his administration has put forward for the American people, jobs, wages, all the good things that are out there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about the Putin story that, you know, that they wanted the interpreter -- he wanted the interpreter's notes, that he didn't want to share with other people in the administration what they had talked about. That seems a little weird."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Well, first of all, the president has had multiple meetings with many world leaders that have been off the record. He has these calls but he has been plugged with leaks, and Kellyanne addressed that today. He doesn't want to have leaks from these important meetings. He needs to have the latitude to meet with these world leaders and talk about issues of great importance. But let's not forget this administration has been incredibly tough on Russia. They've had more sanctions than the Obama administrations did. They expelled 60 diplomats. They've sold lethal weapons to the Ukraine. This is not an administration that's been weak on Russia."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Those are fair points. I think it's interesting Eliot Engel came out and said the House Foreign Affairs Subcommittee is ditching the Terrorism Subcommittee and instead it's going to be, basically, an investigative arm for Trump relationships with Trump foreign affairs. You got Eliot -- you've got Cummings -- excuse me -- as Congressman Cummings saying, all I'm saying is we get to hit the ground running and not flying. And I put that together with what Jonathan Carl said about the potential that it could be an anticlimactic report. Are these guys all gearing up because if it's not as much as they thought it was going to be, that it's going to give them more food to feed these investigations?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Well, heaven forbid they work on behalf of the American people that they were elected to represent who are now seeing this economic boom, that they are feeling better, that jobs are coming back. They want to spend the next two years investigating and obstructing this president like they've done in the past two years and let's see how that works for the American people. I mean, it's just ridiculous."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you say to those who say, well, that's what Republicans did to Hillary Clinton, it was all Benghazi and e-mails all the time?"
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Absolutely. And Benghazi was a serious issue. I mean, let's look. We had an ambassador who was killed at an annex without security and they called it something that happened because of a video and didn't talk about the terrorism aspect and the 30,000 deleted e-mails. President Trump has done nothing to that effect. He's been tough on Russia. He's turned our economy around. He has strengthened our military. This is a president who's getting things done and Democrats have done nothing for two years and now they are going to do nothing for the next two years except obstruct this president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Twenty-twenty, it's all coming at you. Ronna, thank you."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you tonight. So here's a good question. Do women belong in combat? The debate that is about to happen, you do not want to mess after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The heated debate over the role of women on the battlefield up for debate once again this evening after a Wall Street Journal op-ed asserted women have no place in combat units. Here's a quote from it. \"The Obama era policy of integrating women into ground combat units is a misguided social experiment that threatens military readiness and waste resources in the service of a political agenda. The next defense secretary should end it.\" Here now the author of that op-ed, Heather McDonald. She is also the author of \"The Diversity Delusion.\" And Amber Smith, a former army combat pilot who did tours in Iraq and Afghanistan, and is now a fellow with the Independent Women's Forum. Welcome to both of you. Thank you for being here tonight. Amber, let me start with you. What's your gut reaction to hearing that quote from quote Heather McDonald's piece?"
    },
    {
      "speaker": "AMBER SMITH, FORMER ARMY HELICOPTER PILOT",
      "utterance": "Well, I thought this op-ed was really bizarre. I thought it was extremely out of touch with the modern military and how much progress has been made with integrating women into these combat positions. There's been massive sides in the post-9/11 wars in terms of where women started serving and where they are today in terms of combat. And so, I almost thought this was online with victim blaming where she seems to focus on everything -- some of the problems that are in the military have to do with the presence of women, which is factually not true. So, I think that when it comes down to it, you -- for too long, this issue of women serving in combat has been romanticized, especially from people who oppose it. They act as though suddenly the infantry and special operations are going to have 50 percent of women serving in the ranks and that's not true."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "The percentage is going to be absolutely small. We are talking, one, two, three, four, five because that's all that's going to be able to make it or even want to try out. So, this isn't suddenly, there is going to be a split 50/50, men and women serving in these grounds with roles."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me give Heather a chance to respond."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's going to happen gradually."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Heather, what's your response to that? She said that your piece was bizarre."
    },
    {
      "speaker": "HEATHER MCDONALD, AUTHOR, THE DIVERSITY DELUSION",
      "utterance": "Well, what's bizarre is the idea that introducing women into ground combat units, which entails caring massive amounts of equipment for months on end is a way to increase the lethality of the military. I don't think anybody would seriously put forth that proposition. This is about gender equity. It's a political agenda."
    },
    {
      "speaker": "SMITH",
      "utterance": "Do you know that lots of men --"
    },
    {
      "speaker": "MCDONALD",
      "utterance": "We have already seen -- of course. But we have not kept the standard as it is in order to get women into ground combat. As soon as that order came down from Obama secretary of defense, every branch started crafting so-called gender-neutral standards which are changed standards. Here's an example."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's not true."
    },
    {
      "speaker": "MCDONALD",
      "utterance": "The famed infantry officer course in the marines has now changed its grueling combat endurance tests, its one day opening tests which required officers to carry 80-pound packs for miles on end to scale 80-foot ropes. It used to be a pass-fail requirement. They've now changed it to an unscored exercise that's really simply a bonding experience. It has no effect on your ultimate grade in the infantry officer course."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now, I got to let Amber respond then I got -- I got to go but I'm going to have you back because we don't have enough time. Go ahead, Amber, and then we'll do it again."
    },
    {
      "speaker": "SMITH",
      "utterance": "Which is how it was prior to 2012. They've had a massive attrition rate for that example that she just gave with the marines, with men as well. And most of these services have increased in terms of how difficult their physical fitness tests are. The air force has already gone to --"
    },
    {
      "speaker": "MCDONALD",
      "utterance": "That's not true."
    },
    {
      "speaker": "SMITH",
      "utterance": "-- mission specific physical fitness tests. The bottom line is that there has to be a mission standard, not a gender standard. We want the best person for the job, whether it's a man or woman."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "And women should be able to try and if they want to serve their country and defend our national security, then they should be able to do so."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Amber and Heather, we got to leave it there. But we will continue this to be in another time."
    },
    {
      "speaker": "MCDONALD",
      "utterance": "It's going to destroy combat cohesion by introducing an inevitable sexual attraction into these close units --"
    },
    {
      "speaker": "SMITH",
      "utterance": "That is ridiculous."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. We're going to have you back. We're going to have you back. Heather McDonald, thank you. Amber Smith, thank you and thank you for your service. We're going to pick that up. All right. Coming back, though, tonight, next, she sounded the alarm on big league Democratic donor Ed Buck after the first man turned up dead in his apartment. She predicted this would happen again. She is speaking out tonight against her own party, when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "After a second man was found dead at the home Democratic mega donor, Ed Buck, my next guest, Jasmyne Cannick, sadly was not surprised at all. In fact, she had said that it would happen after the first suspicious death in 2017. She tweeted, \"if another young, black, gay man overdoses or worse, dies at Democratic donor Ed Buck's apartment, it's going to be the fault of the sheriff department and the L.A. district attorney for not stopping him when they had the opportunity.\" Here now, Jasmyne Cannick, a Democrat and political commentator. Jasmyne, thank you very much for coming on tonight. I saw you speak about this this morning and I was riveted. Why, why did you know? What did you know when you sent out that warning?"
    },
    {
      "speaker": "JASMYNE CANNICK, POLITICAL COMMENTATOR",
      "utterance": "Well, we knew after we found Gemmel Moore's journal and he had detailed in his journal -- it's a journal I'm holding in my hand right now -- he detailed in his journal how Ed Buck, who was a major donor to the California Democratic Party, as well as many of its members, how this man had basically got him hooked on crystal meth and had injected him with crystal meth and got him addicted to it. It's a very sad journal, but it detailed his ordeal and what he went through with this man. And so after we published the journal, after I published that journal, numerous young men started coming forward and saying, I know Ed Buck. He did the same thing to me. This was my experience. And we quickly identified a pattern. And so, it was really clear what was going on, clear to everyone I guess apparently, but the sheriff department and our district attorney, Jackie Lacey. So, last year in July of 2018, when they came back and decided that they were not going to file any charges against Ed Buck in the death of Gemmel Moore, is when I sent that tweet out. And regrettably, it did come true. A week ago today, Timothy Dean, a 55-year-old black, gay man was found dead in Ed Buck's apartment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Unbelievable. And Gemmel Moore in the journal that you're holding in your hand \"I become addicted to drugs and the worse one of that Ed Buck is the one to thank.\""
    },
    {
      "speaker": "CANNICK",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "\"He gave me my first injection of crystal meth and it was very painful, but after all the troubles I became addicted.\" That journal wasn't found by the police. Was it?"
    },
    {
      "speaker": "CANNICK",
      "utterance": "That's right here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It wasn't found by the police?"
    },
    {
      "speaker": "CANNICK",
      "utterance": "No. It was not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was in his pocket --"
    },
    {
      "speaker": "CANNICK",
      "utterance": "It was not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- when he was found dead?"
    },
    {
      "speaker": "CANNICK",
      "utterance": "It was on his -- it was in his belongings. The thing is, when Gemmel Moore died they immediately classified it as your typical overdose. Ed Buck said I didn't know he was doing drugs. They closed the case within 48 hours. It wasn't until sometime later when we published this journal that then they were forced to open a homicide investigation. But actually, myself, Gemmel's mother, Ms. Leticia Nixon, and her attorney, Nana Gyamfi, we actually did most of the investigating, not the sheriff's department."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, Jasmyne, we're going to continue to follow the story with your help. Thank you very much for being here tonight. Coming up next, Senator Chuck Grassley on the next big confirmation fight which starts tomorrow."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here comes the first big confirmation test of the new Congress with the president's pick for attorney general to set to face lawmakers about 13 hours from now. William Barr's nomination is already sparking controversy. The left suggesting that he could interfere with the Mueller probe."
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILL.",
      "utterance": "Bill Barr he'd better give us some ironclad rock-bottom assurances in terms of his independence and his willingness ability to step back and let Mueller finish the job."
    },
    {
      "speaker": "SEN. CHRIS COONS, D-DEL.",
      "utterance": "I would need a firm commitment that he will not allow any interference in the Mueller investigation, he'll allow it to reach its conclusion and he will release the report to the public."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, Fox News has obtained an early look of Barr's written testimony for tomorrow in which he will state, quote, \"I believe it is vitally important for the special counsel to be allowed to complete his investigation.\" Senate Judiciary Committee member, Chuck Grassley, will be questioning Mr. Barr. He served as that committee's chairman during the Kavanaugh hearings and for many years. Senator Grassley, it's great to see you this evening. Congratulations on your Senate pro tempore distinction which is what you will be, third in line for the president, right?"
    },
    {
      "speaker": "SEN. CHUCK GRASSLEY, R-IOWA",
      "utterance": "Thank you very much, I appreciate the compliment and I appreciate the honor and even the work that goes with it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, senator, it's always a pleasure to have you here. Let me get your thoughts as we move forward to the Barr testimony tomorrow morning. And I want to play for you your colleague who's taken over the chairmanship, Senator Lindsey Graham, his comments on Fox News Sunday. watch this."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I'm going to ask him, do you see any reason to fire Mr. Mueller base on what you know now for a cause, do you trust Mr. Mueller to be fair to the president in the country? Will you make sure that he can finish his job if you get the report, will you be as transparent as possible? I've asking him those questions, and I'm very comfortable with his answers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Obviously that's going to be the central debate tomorrow, senator."
    },
    {
      "speaker": "GRASSLEY",
      "utterance": "Well, that's absolutely right. And I think that I heard what the two or three Democrats you had on here before you got me on. And what they are demanding of Barr, I think he already should've satisfied them by the statements that he is going to make tomorrow and his opening statement already released that he said he is going to let it play out. And what's more assurance can he give to Democrats if that's going to be the case? And if that's the big thing that's holding up their support of him, he ought to be able to get through the Senate like he did three other times in this earlier career to be attorney general and other positions within the H.W. Bush administration he was approved unanimously. And that time he was praised by Leahy, and now in the United States Senate, and Biden who was in the Senate at that particular time. So, it seems to me like he ought to have smooth sailing considering what Democrats are demanding of him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we know smooth sailing isn't something that we see a lot in confirmation hearings these days. I want to play this from Alberto Gonzalez who served in the Bush administration as A.G., and get your reaction to this, sir. Let's play it."
    },
    {
      "speaker": "ALBERTO GONZALEZ, FORMER ATTORNEY GENERAL",
      "utterance": "Well, he obviously wrote this memo to the department questioning the authority of the special counsel to investigate the president with respect to obstruction. And so that creates possible -- an appearance of possible bias and prejudice. And so, if I am Bill Barr, I'm going to have a conversation with the career ethics officials at the Department of Justice and get their advice."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, this is the same kind of thing that we saw in one regard with the Kavanaugh hearing where somebody has stated opinions on previous things prior to the confirmation process, but that they comment and they will argue that they comment this new position with fresh eyes and a fresh frame of reference given what the job demands of them."
    },
    {
      "speaker": "GRASSLEY",
      "utterance": "Well, I think, first of all, the concerns that are raised by this statement by Gonzalez and what he is presuming Democrats are going to bring up ought to be answered by the previous discussion that you and I had. But you also got to remember that a lot of attorney general or past attorney generals are called upon for opinion. A lot of them don't wait until they are called upon, they give their opinion. He is giving it as a private citizen. He did not say in any way a president was immune from prosecution if he did something wrong. It didn't seem to me like there was overprotection of the presidency, which Barr is famous for. He just kind of laid out his opinion. And what's wrong with making your opinion as a private citizen when you have taken an oath to uphold the Constitution?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Understood. Let me ask you one more quick question. With regards to the transparency issue, once Robert Mueller has this report it's going to be the Department of Justice that decides what will be released. What are your feelings on that given all of the history over the past few years, is it -- do you believe that the American people should see the report in its entirety?"
    },
    {
      "speaker": "GRASSLEY",
      "utterance": "Yes, absolutely, and I believe that Barr has indicated that to other senators and maybe even any statement that it ought to be. But I look at it from a fiscal standpoint. I think that we are spending $25 million to $35 million on this investigation. We ought to know what happened with what we get for that $25 million or $35 million."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that's a really good point. And I think Americans will judge based on that whether or not it was worth two years of investigation, that's an open question right now. And we will see and the country will judge that when it comes forth. Senator Grassley, always good to see you, sir. Thank you very much. We'll be watching tomorrow."
    },
    {
      "speaker": "GRASSLEY",
      "utterance": "Thank you very much too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is \"The Story\" on this Monday night, big hearings tomorrow for William Barr. It will get underway mid-morning. We will see you back tomorrow night at 7 o'clock. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}