{
  "date": "January 19, 2019",
  "headline": "Battle between President Trump and Speaker Pelosi gets heated",
  "subHeadline": "Guests: Kayleigh McEnany; Sarah Huckabee Sanders; James Carafano; Dakota Bracciale; Diamond; Silk",
  "url": "https://www.foxnews.com/transcript/battle-between-president-trump-and-speaker-pelosi-gets-heated",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Welcome to \"Watters' World.\" I'm Jesse Watters. President Trump pitching a new deal to end the government shutdown and get his border wall. The President welcoming America's newest citizens during an Oval Office Naturalization Ceremony before announcing his compromise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Our plan includes the following: $800 million in urgent humanitarian assistance, $805 million for drug detection technology to help secure our ports of entry, an additional 2,750 border agents and law enforcement professionals, 75 new immigration judge teams to reduce the court backlog of believe it or not, almost 900,000 cases.  Our plan includes critical measures to protect migrant children from exploitation and abuse. The plan includes $5.7 billion for a strategic deployment of physical barriers or a wall. This is not a 2,000-mile concrete structure from sea to sea. These are steel barriers in high priority locations.  In order to build the trust and goodwill necessary to begin real immigration reform, there are two more elements to my plan. Number one is three years of legislative relief for 700,000 DACA recipients brought here unlawfully by their parents at a young age many years ago. Secondly, our proposal provides a three-year extension of Temporary Protected Status or TPS.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, with the new deal on the table, the ball totally in the Democrats' court. Here to help us break it all down, Fox News national correspondent, Ed Henry; Fox News national security strategist, Dr. Sebastian Gorka; Republican National Committee Spokeswoman, Kayleigh McEnany; and former Congressman and Fox News Contributor, Jason Chaffetz. Ed, we begin with you. This totally changes the dynamic now in the capital. How has this shifted responsibility?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, CORRESPONDENT",
      "sentences": "Let me tell you what the President said and then tell you what he really meant and that's the key. He's trying to put Nancy Pelosi on defense. It was basically message \"I care. Yes, I want to talk about the wall. I want to talk about the barrier, but I'm going to talk about humanitarian aid.\" He's going to help DACA recipients. Seven hundred thousand DACA recipients basically get three years of protection.   They get to stay in the country while they figure all this out. TPS means protected status for about 300,000 people who are in this country now, who could be deported, who are from Honduras, Guatemala, places like that. So those are the details. In exchange, he wants the $5.7 billion for a wall, a barrier, a fence - whatever you want to call it. Here is what he didn't say and is the real key. He wants to start in the Senate and not the House. He thinks maybe he can get sixty votes. You now have a stronger Republican majority - 53 Republican senators and you have moderate Democrats like Joe Manchin. Can he get to sixty votes on a deal similar to this and then put the pressure on Nancy Pelosi. She's trying to drive things now that she's in the House and say, \"Look, I want to reopen the government, but I don't want to give you any money for the wall. Let's put it in the Senate Court. Let's put it in the President's court.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But has Nancy said something already? Isn't she already throwing water on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "She's already shot it down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Before he even gave the speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Right and what she's complaining about is that the DACA recipients for example will not get a path to citizenship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Well, okay why did the President leave that out? It's the negotiating, it's the art of the deal, folks. Because if he gave them everything now, then there would be - there would be no compromise.  So the idea is they come back and say we'll give you $3 billion for the wall or something like that and then he says, \"Okay, I'll give you a path to citizenship for the DACA recipients.\" So look, the point is that the President going back to the holidays has been saying \"I'm at the White House. I'm ready to negotiate.\" Pelosi has been in Hawaii. She was wanting to go on a foreign trip, so he grounded Air Pelosi first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Air Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Get back on the offense, okay and now it's part two of this strategy from the President, from the White House, is to take the initiative, go on offense by saying \"I'm driving the legislative train through the Senate, not through the House.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, all right so let's bring in the rest of the guys. If you look at this from a very conservative perspective and let's say, Dr. Gorka, you see the President offering I wouldn't - it's not even amnesty because these people are not going to get voting rights. They're not going to get anything like that. You're basically just extending the status quo on Dreamers and these Temporary Protected Status people just for a few more years. I don't see anything that Republicans could vote against, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST",
      "sentences": "No, I mean, Ann Coulter is already tweeting hysterically that we didn't vote for amnesty. This has nothing to do with amnesty, maybe she's trying to sell books or something. It is simply a grace period, a three-year - a very compassionate grace period.  It is exactly as Ed said, the tables have turned, because now if Nancy doesn't accept this deal, which is for just 0.01 of the Federal budget, that's what the $5 billion is, then she will paint herself and all of the Democrats is utterly uncompassionate. This is what the President said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And those are crumbs. Those are just - those are merely crumbs to put it in some terms that the Speaker can understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Right, to use the word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Kayleigh, he's offering, I think 230 miles of additional border wall and those are the steel slats that you can see through the \"give increase visibility\" and he's also doing a lot of other things for humanitarian reasons as Ed pointed out.  Do you see the possibility of the Senate getting 60 votes on this? I think it's a slam dunk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH, MCENANY, REPUBLICAN NATIONAL COMMITTEE SPOKESWOMAN",
      "sentences": "Oh, I think this is a slam dunk in the Senate. Of course, you'll have to have a few Democrats come over. We've patted our Republican majority, but I think you're right. Look, this is a very fair compromise and it's everything, literally everything or at least a lot of what Democrats have asked for and I've talked about supporting and let's just get to the point here with regard to the House and Nancy Pelosi. Democrats are fakers. Democrats are posers and the reason I say that is they said they want DACA legalization. Well, this is a great first step toward that. They say that they wanted a barrier on the southern border just five years ago when they voted on it in the Gang of Eight bill, now they don't.   They've posed and they faked their way. This is the plan they've always wanted and here they are rejecting it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, so right now, you've had Nancy Pelosi try to leave the country. You've had other people in the House go to Puerto Rico and take their shirts off and hang out during the shutdown. I don't see how the media as biased as they are Jason, how they can paint this President and the Republican Party as anything other than willing to compromise and negotiate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, R-UT, FORMER CONGRESSMAN",
      "sentences": "No, I think Donald Trump has played that just right. He's been reasonable. He's been tempered. He showed compassion and he also indicated that if we can get this deal done that on a weekly basis, he would invite them in, in a bipartisan way to figure out the rest of immigration.  I don't know what you can ask for and I hope every single Federal worker who's not getting a check watch that video and then listen to Nancy and Chuck and tell us who is reaching out their hand, who's being reasonable and who's actually trying to solve this problem/",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a great point because you said this is just the beginning and you know they can address chain migration, lottery, the asylum loopholes, all that other stuff - maybe just invite them over and serve some Whoppers and Big Macs. That seems to work. Let's go to this BuzzFeed story. So BuzzFeed came out with a story the other day said that the President directed his lawyer Michael Cohen to lie to Congress. All hell broke loose in the media. Mueller's team who never speaks, put out a statement pretty much denying this report. \"BuzzFeed's description of specific statements to the Special Counsel's Office and characterization of documents and testimony obtained by this office regarding Michael Cohen's Congressional testimony are not accurate.\" Are not accurate.   Dr. Gorka, this is kind of a body blow to the BuzzFeed story and to the rest of the media's fantasy that impeachment is around the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "I think it's a stake through the heart of BuzzFeed. It also vindicates the President's use of the word \"fake news\" for the last two years because what happened, a fallacious story which had to be denied within hours by Robert Mueller. What did it trigger in the rest of the media? Twenty hours of breathless \"impeach, impeach, impeach, impeach.\" The story here isn't BuzzFeed. BuzzFeed is garbage. I mean, they're the first people who actually released the Steele dossier. The story is how the media reacted to it. That's the story. They are fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, listen, I think we have some sound because they basically hyperventilated and then when they saw Mueller come out and say it's basically fake news, this is what they were forced to admit. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY TOOBIN, LEGAL ANALYST, CNN",
      "sentences": "The larger message that a lot of people are going to take from this story is that the news media are a bunch of leftist liars who are dying to get the President and they're willing to lie to do it.  I just think this is a bad day for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Bad day, many days are bad days, but this especially, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, let's start with the fact that it's BuzzFeed and what happened to journalism school where you're supposed to actually go out and verify things? I'm tired of reading all these reports with anonymous sources, but I've got to give you credit to Mr. Muller to actually issue a statement to say that's not true. I'm glad he did that. But the journalism that's supposed to happen is just absolutely stunning and I'm glad they took it in the face because I'm tired of them putting out these lies and anonymous sources. It's just so fundamentally wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Kayleigh, we've got - Kayleigh, we can't get to you, we're up against a hard break, but thank you, guys very much. Buzz kill BuzzFeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "And you've lost her for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right, all right, White House Press Secretary Sarah Sanders joins me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A political game of chicken unfolding in Washington between President Trump and Nancy Pelosi beginning with the House Speaker's requests to put the whole State of the Union address on hold, until after the government shutdown.  Pelosi sending this note to the President, \"Sadly, given the security concerns and unless the government reopens this week, I suggest that we work together to determine another suitable date after government has reopened for this address or for you to consider delivering your State of the Union address in writing to Congress on January 29th. But the mainstream media praising Pelosi's quote- unquote \"power-play.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Speaker Pelosi playing hardball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's playing hardball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "sentences": "Speaker Pelosi flexing her constitutional muscle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "sentences": "Nancy Pelosi flexing her muscles today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This bold power play by Speaker Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She's got a PhD in needling President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a move of exceptional cleverness and sadism in a way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean this is political genius.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She was showing that she's in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What a badass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But a different story when President did virtually the same thing. Mr. Trump pulling the plug on Pelosi's planned overseas trip using a government-funded military aircraft. He said, no. President writing, \"I am sure you would agree the postponing this public relations event is totally appropriate. It would be better if you were in Washington negotiating with me. If you would like to make your journey by flying commercial, that would certainly be your prerogative.\" Now, with the trip off, Congressional lawmakers were left sitting on a bus, which eventually returned to the Capitol. There's the luggage dropped off neatly. And here's how the media reacted to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CHIEG WHITE HOUSE CORRESPONDENT, CNN",
      "sentences": "The President has responded in sort of a childish way, it's the only way to describe it to the House Speaker Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a sort of a classic example of Trump kind of overreacting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What Trump has done today, tactically inept, strategically nitwitted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKE BALDWIN, ANCHOR, CNN",
      "sentences": "The only phrase that comes to mind is nanny-nanny-boo-boo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, ANCHOR, CNN",
      "sentences": "Nobody who's ever traveled with a Congressional delegation would think that this is funny or appropriate or cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not cool. Here to respond, the White House Press Secretary Sarah Sanders. Sarah welcome to \"Watters' World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Thanks, Jesse. It's good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "As always, the base is extremely pumped up about Trump's move with the plane. That's definitely gotten everybody excited. We now realize how intense this is. But now Nancy's team is saying that her safety was jeopardized because the White House leaked her travel plans. You care to respond to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Look, that's outrageous. Nobody in this building is going to do anything to put the safety and security of any American, particularly those in service like Speaker Pelosi in any type of danger. The idea that we leaked her commercial travel is absolutely absurd and frankly, it's just dishonest.  Any of these mainstream media folks that are praising the so-called power move by Nancy Pelosi, there's nothing powerful about the Speaker of the House questioning the ability of the United States Secret Service who have said they have no problem protecting the President. Let's be real clear. The Secret Service protected the President when he was in Iraq. I'm pretty sure they can handle the job on Capitol Hill. I think, frankly, it is shameful and unbecoming of the Speaker to pull the action that she did in regards to questioning the United States Secret Service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, where do we stand with the State of the Union? In your opinion, is the President looking for other venues? A big rally? The Senate or is he still planning on doing it in Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Look, we'll keep you posted on the details. What I can tell you is the President is going to continue to do what he's done every day since taking office and even before that and that's communicating directly with the American people, whether it's through the State of the Union, whether it's through a rally, whether it's through taking questions from the press, whether it's through speeches across the country, whether it's through Twitter and other means of social media. The President's going to continue to get his message out and that message is we have to protect our country, we have to protect to our borders and Nancy Pelosi needs to get serious about working with the President to see that get done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Some of that message may be working in the latest NPR poll, the President's approval rating among Latino adults is up 19 points and if you listen to the Democrats on tape, they seem to be cracking a little bit when it comes to calling the wall immoral and ineffective. Let's listen and you can respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STENY HOYER, HOUSE MAJORITY LEADER",
      "sentences": "I don't think this is an issue of morality, it's an issue of does it work? A wall that protects people is not immoral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Would you remove those existing barriers? Because you say they don't work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOYER",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So they work there. So they work some places.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOYER",
      "sentences": "Whether he - obviously, they work some places.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do walls work? To barrier a border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MATT CARTWRIGHT, D-PENN.",
      "sentences": "In certain - in certain places, I think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKIE SHERRILL, D-N.J.",
      "sentences": "Then we can talk about the best way for it on border security and if that's a wall, then I'm open to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So Democrats, I mean the leadership says one thing, other leaders in the Democratic Party say another thing. I don't know where they stand on walls and barriers, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I don't and that's partly because they refuse to sit down at the table and have the conversation with the President. Nancy Pelosi is too busy taking vacations in Hawaii. Her team is going to Puerto Rico doing cocktail parties and Broadway shows. They need to be sitting down at the table with the President. They need to figure out how to open the government and protect our borders. We've laid out a plan, it's time for them to sit down and negotiate and work out a deal so that we actually are solving problems not just playing political games. It's clear that Democrats believe that we need border security. You just played a number of them saying exactly that we're hopeful that some of those people will come to the table, work with the President and get this deal done even if Nancy Pelosi won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Sarah, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "You bet. Thanks, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Fake news and fast food - that is the subject of tonight's \"Watters' Words.\" The media Research Center conducted a study of the network newscast coverage of the Trump presidency in 2018. The tone of the coverage, 90% negative and just 10% positive. Take the fast food story this week as a perfect example. Clemson won the BCS Championship and was invited to the White House as is customary. Because of the shutdown, there weren't any White House chefs to prepare dinner for the players so, the President catered it himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I had a choice. Do we have no food for you because we have a shutdown? Or do we give you some little quick salads that the First Lady will make along with along with the Second Lady, they'll make some salads? And I said you guys aren't into salads or do I go out Lindsey Graham and Tim Scott, do I go out and send out for about 1,000 hamburgers? We have Big Macs, we have Quarter Pounders with cheese. We have everything that I like, that you like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, the players loved it and if you just look at their social media pages, it is true. They went back for seconds and had a blast. But the negative media, they didn't like it at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SETH MAYER, LATE NIGHT TALK SHOW HOST, NBC",
      "sentences": "He thinks he's being so sly, \"Normally, I would have a salad for dinner on Monday, but they told me they only eat every fast-food.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY KIMMEL, TALK SHOW HOST, ABC",
      "sentences": "He's paying the check, so he had to get the cheapest food they could find.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, TALK SHOW HOST, CBS",
      "sentences": "Is it possible you're just protecting your favorite foods on to them? We're going to eat all of their favorite foods -- burgers, KFC, Taco Bells, two scoops of ice cream. We're going to watch their favorite movie the 2016 Election results.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "In fact one host on ESPN said serving fast food to football players is racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLY QERIM ROSE, HOST, ESPN",
      "sentences": "When I saw him giving the football players, it's a predominantly black sport, and fast food - my thought went a very different place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Whoa, where did it go? Let's look back at how President Obama liked fast food. Remember he likes pies and ice cream? All of that stuff. Here's Barack Obama making a run to five guys to feed the White House staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "You burgers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want a hamburger?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I had two burgers for breakfast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "We're going to get you some burgers that I can bring to the airport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'll take one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "You want fries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "One cheeseburger and one fries for me. So then, I get a little cheeseburger with lettuce, tomato and catsup and pickles. Put the lettuce on mine, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And look how the media covered Obama in fast food. The \"Washington Post\" \"President Obama and cheeseburgers: A love story.\" The double standards don't stop there. Republican Congressman from Iowa, Steve King made a shocking comment to the \"New York Times\" saying he didn't understand why the phrase \"white supremacist\" was offensive. Well, I don't know if it was taken out of context by \"The Times\" but everybody agrees, that's very bad. But MSNBC, they spun his comments this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLE WALLACE, ANCHOR, MSNBC",
      "sentences": "This does not have a parallel on the left. They're just - it doesn't. There isn't. There isn't a strain of racism on the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There's not?  Now, the truth is, both parties have problems on their fringes. To deny that is to condone it. Well, the far left certainly has an anti-Semitism problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUIS FARRAKHAN, NATION OF ISLAM LEADER",
      "sentences": "Here the Jews don't like Farrakhan and so they call me 'Hitler'. Well, that's a good name. Hitler was a very great man. You know what they do? Call me an anti-Semite. Stop it. I'm anti-termite. And Farrakhan, by God's grace has pulled the cover off of that satanic Jew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Whoa. And here's Farrakhan posing with Barack Obama. This was a picture the media' suppressed before his election and here's Maxine Waters hugging the Nation of Islam leader. Wow. Furthermore, these comments by a CNN host - those offended a lot of people. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "We have to stop demonizing people and realize the biggest terror threat in this country is white men, most of them radicalized to the right and we have to start doing something about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "White men are the biggest threat to America. All right, and then there's the language.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MAHER, HOST, HBO",
      "sentences": "I've got to get to Nebraska more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN SASSE, R-NEB.",
      "sentences": "You're welcome. We'd love to have you work in the fields with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "Work in the fields?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SASSE",
      "sentences": "That's part of the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "Senator, I'm a House [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT BYRD, FORMER SENATOR OF VIRGINIA",
      "sentences": "There are white [bleep]. I've seen not a white [bleep] in my time when you use that word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're a [bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're a [bleep] to be a white man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Those were Antifa protesters yelling that at ICE agents, by the way. In conclusion, if Trump serving Whoppers at the White House is racist, but schmoozing with Louis Farrakhan is acceptable, then we're never going to be able to have an honest discussion in the media about the real issues of discrimination in America. All right, a wall expert, an actual wall expert shares with us all the stories of the walls that have worked all around the world in \"Watters' World,\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT GRAY, CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Robert Gray. A winter storm slamming the Midwest, blanketing the region in snow with some of the heaviest of it falling in Chicago and its suburbs. That wicked weather moving its way towards New England. More than 100 million Americans are now in its path. And after the storm passes through, forecasters say temperatures will drop to single digits. Nearly 70 people killed in a pipeline explosion in Mexico and officials fear that number may rise. The blast coming just hours after thieves punctured the pipeline to get fuel in the country's second week of a widespread fuel shortage. Hundreds gathered to fill containers with gas and when it ignited, soldiers were unable to turn away crowds before it exploded. Mexico's President is now pledging to crack down on fuel theft. I'm Robert Gray. Now back to \"Watters' World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "With the longest government shutdown in U.S. history still at an impasse, everyone is voicing their opinions about wall funding including a rap artist Cardi-B.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARDI-B, AMERICAN RAP ARTIST",
      "sentences": "You want to build the wall because you promised these [bleep] something that you know you couldn't do, you promised these [bleep] rednecks that you was going to build the wall, but you know that was impossible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "By the way, that video is all over the place and actually has more views so far than her latest music video. I mean, I can't even believe it more people want to hear Cardi talk about the shutdown and the wall and politics than they want to watch your music video. I can't believe it. But this is what it's come to in this country. Joining me now, wall expert James Carafano who is also VP of National Security and Foreign Policy at the Heritage Foundation. All right James, the Breitbart did a great report on walls all over the world that work. I want to just start with a few for example. Tell me a little bit about Hungary's border fence. Right now, it's up and effective, that's what we're hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CARAFANO, VICE PRESIDENT OF NATIONAL SECURITY AND FOREIGN POLICY AT THE HERITAGE FOUNDATION",
      "sentences": "Right, so walls aren't immoral and walls are good when they fit the purpose and that's the right question. So Hungary is a great example because the problem there was, we had these massive flows of illegal refugees and a lot of them were doing kind of country hunting. If they didn't like the country they were assigned, they would just move to another country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Country shop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "And what the Hungarians - yes, exactly, so what the Hungarian said is we don't want that and so they basically put a fence and literally, people went to other countries and they stayed out of Hungary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There you go. All right ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "It worked perfectly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "One of the other examples and people bring this up all the time is a lot of these politicians who are against the wall have walls at their own property. Look at Gracie Mansion here in New York City. Mayor Bill De Blasio actually built his wall higher so he could - well, I heard from some sources the reason he extended the wall was because he likes to smoke a little bit and didn't want people walking by and seeing that. Those walls work to protect politicians, do they not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "Yes, actors have them; famous people, rich people have them. They serve two purposes -- privacy and public safety. Look, if you're a rich wealthy person, somebody might want to kidnap you. Remember the kidnapping of the Lindbergh baby. Lindbergh probably wanted a wall. But also, it's about privacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now, I don't think anybody wants to kidnap Bill De Blasio. If they did, they'd give him back after five minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "Yes, but Bloomberg's at different category.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's true. That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "But also, people just like to walk up and stare in your house, so for people like, you know, Bill Gates and you know, Zuckerberg, the walls make perfect sense around your property. That's what they're designed for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And one of the famous examples that the President likes to bring up often is the wall in Israel. Tell us about the wall in Israel. When did that go up and was that for so the Palestinians couldn't come over and launch attacks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "So the wall in Israel is designed to prevent wars. If the Palestinians essentially can export violence to Israel anytime they want to, then essentially, they've got a red button that they can cause a war anytime they want and so what the Israelis wanted to do was to create a situation where you couldn't have violence essentially whenever the Palestinians and Hamas wanted that. So they're designed so you can't flood across the border. They are also designed so you can't smuggle terrorists across the border so - and since Israel is a very, very small country, a heavy comprehensive border security like that, it's perfect for them and it's worked fabulously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And lastly, one of my personal favorites, Chappaqua where the Clintons live. They've built security structures and fences and walls up around their property. They've increased the size of those and added to it. Obviously, very important to protect former President and former Secretary of State.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "Right, well again same thing, one is public safety. I mean, Yahoo's go after everybody. You know, we've had, you know, Presidents and famous people assassinated and also it's the issue of privacy. Everybody wants to walk up and you know, pick a flower from the ex-President's garden, so it makes perfect for them. And that's what gets back to the Trump thing, it's if the wall fits a purpose, and in that case it does, it makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "And you missed my favorite one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What's that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "The Vatican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The Vatican, also has one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "The Vatican, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "So, right, the Vatican had a wall because of pirates, so in the 9th Century, they got tired of being raided, so they put these walls up and then there's a lot of political violence in Italy over the years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Tell the Pope that walls are immoral and see what he says, all right, James --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "And here's the deal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I've got to run. I've got to run and thank you for the wall debriefing. I really appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARAFANO",
      "sentences": "Good being with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Up next, a Muslim Congresswoman claims Lindsey Graham is being sexually blackmailed by Donald Trump's. And men all over America rebelling against Gillette toxic masculinity, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was the Gilette ad from the '90s, a company supported by men for over a century, but this week, they debuted a new ad challenging men to shave their toxic masculinity and shedding their classic look. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bullying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The #MeToo Movement against sexual harassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Toxic masculinity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is the best a man can get? Is it? We can't hide from it. It's been going on far too long. We can't laugh at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What I actually think she's trying to say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Making the same old excuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Boys will be boys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Boys will be boys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALES",
      "sentences": "Boys will be boys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But not everybody's impressed with the message, so is this really the best ad campaign we can get? Joining me now, our go to witch, Dakota Bracciale and Britt McHenry the co-host of \"UnPC\" on Fox Nation. Okay. Britt, toxic masculinity. What is toxic masculinity? And why do I need to shave it off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRITT MCHENRY, COHOST, UNPC, FOX NATION",
      "sentences": "I don't want men to lose their masculinity. Is that wrong? Because if it's wrong, I don't want to be right. Look, I found it interesting when I looked up Gillette razor sales which was a first, I never thought I would do, their second most purchased razor was the Gillette Venus with 2.9 million units sold last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What's the Venus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "It's for women. Now, I would not be in that category because I actually purchased the male razors, so not only because they're sharper ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's because the male razors are better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "They're better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And they're less expensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "So I don't know. Am I shaving my own toxic masculinity if I use them? I just don't - I think this was to get people talking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "I don't think one extra person is going to buy a Gillette razor because this happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are you going buy Gillette now? You don't shave do you, Dakota?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAKOTA BRACCIALE, PRACTICING WITCH",
      "sentences": "Oh, no, I do, but I actually use a straight blade for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, you're a tough guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "Punk rock, so yes, I mean the thing about this is, I think a lot of people get caught up in what they think toxic masculinity is referring to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What is it? No one can explain what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "I feel like I can, so masculinity traditionally is to find as qualities or attributes that we see as inherently indicative of someone's manhood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "So obviously that could be toxic if we say violence is inherently masculine. That's toxic masculinity, so essentially --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, but sometimes violence accomplishes a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "It can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like men are winning all the wars for America, for instance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "Well you could also say that Joan of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Is that toxic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "You could say Joan of Arc was a hero and a heroine because she used violence for a good cause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Sure, would that be toxic femininity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "No, I think toxic --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "I think there's definitely some of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "I think toxic femininity --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Isn't there - if we can agree that there's toxic masculinity and I would see that, Britt, you guys - you guys can be toxic sometimes, I'm not going to give you specific details, but you can be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "There's a word worse than toxic, yes. You know, I think especially as a Conservative if you say, \"Hey, I'd like to vote for someone because they're the best of what they do not because of all the new Democratic you know candidates coming out for 2020,\" or saying, \"I'm a mom. I'm a woman.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like the gender card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "Then, I've gotten the most horrific mentions on social media just for saying I want to vote for the best person, so yes women do that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, now let's get to a woman in Congress, Representative Omar. She's from Michigan, I believe. So this is what she tweeted about Lindsey Graham. Look at this tweet. \"They got to him. He's compromised.\" And everybody's assuming that you know that Donald Trump somehow is sexually blackmailing the senator from South Carolina. And she was confronted with that on CNN and here's how she responded. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ILHAN OMAR, D-MINN.",
      "sentences": "He is somehow compromised to no longer stand up for the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM SCIUTTO, ANCHOR, CNN",
      "sentences": "Based on what evidence? What facts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OMAR",
      "sentences": "The evidence really is present to us. It's being presented to us in the way that he's behaving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POPPY HARLOW, ANCHOR, CNN",
      "sentences": "That's not evidence. That's your opinion. But now, as a sitting member of Congress, you would have tweeted \"they got him\" on this. Again, just based on what evidence, Congresswoman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OMAR",
      "sentences": "My tweet was just an opinion based on what I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So you have no evidence. All right, so she - now Lindsey is on the Trump train. She's saying and it has to be insinuating that Donald has some sort of something on Lindsey Graham. This is totally inappropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "I think it's totally fine to say, \"Hey, the waters are murky with the Russian probe. Maybe they're blackmailing him.\" Like there's also people saying, \"Oh, they must be blackmailing Trump.\" Then the further indication of, \"Well, Lindsey Graham must be gay,\" and that's what they have on him, it's like well then that would just kind of be an open secret because that's been a rumor about him for so long that he's already addressed. So it's not even good blackmail material. I kind of feel like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know good blackmail material when you say that's not good blackmail material.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "No. And I think again, going back to toxic masculinity, that's actually being weaponized against him by saying you're less of a man and going back to actually McCarthyism, you can't be trusted, you must be a traitor because you are a homosexual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So there weaponizing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Is toxic masculinity --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "That's a sort of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "McCarthy did against communists, Brit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "Yes, where is Ronald Reagan when you need him right now? No, I just - I want to use her excuse for a tweet, right, like next time if you know, I can get fiery with the thumbs. Oh, it's just it's my opinion. It's what I believe. That wouldn't go over well if it's something truly offensive, which that was and I think you need to look at some of these new candidates that were elected in November who have really shoddy pasts including more than just that tweet. I mean she's been very anti-Israel and no one really presses it because, as you saw in that interview, she's not Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, well none of us here - nothing toxic about anything here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCHENRY",
      "sentences": "No, we're in a happy place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's all pure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Dakota, don't bump into me with that hat, it might take me all out, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "I won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, thank you guys very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRACCIALE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Bob Menendez caught shirtless in Puerto Rico during the government shutdown. Diamond and Silk, they cannot wait for this one. Right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Senator Bob Menendez back in the hot seat after being photographed on a beach in Puerto Rico this past weekend. He and other members of the Congressional Hispanic Caucus spent a few days laughing it up with lobbyists and celebrities, drinking daiquiris, all while the government remains shut down. Diamond and Silk here now with their reaction. Ladies, not a good look for Senator Menendez.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND, VIDEO BLOGGER",
      "sentences": "No, it's not. It's not a good look. We're not interested in seeing him with speedos on a beach. We want to see him up Congress working so that he can fund the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think that woman was interested in looking at it either. Maybe she was a lobbyist. Maybe she was paid to be there, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Perhaps, but we're not interested in seeing it. We want to see Congress up there funding the wall so that they can open up the government, so that everything can start running smoothly again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, that's the kind of skin in the game we want to see. He just got in trouble, anyway. Wasn't he running around allegedly with underage prostitutes in the Dominican Republic? He just had some big ethics scandal? Stay off the beach, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "That's what we heard, honey. That's what we heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK, VIDEOBLOGGER",
      "sentences": "Allegedly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right, allegedly, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Kamala Harris trying to make waves, I guess, now dancing because everybody's doing it after Ocasio-Cortez did it. Here she is trying to be groovy on social media. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "I work out in the morning, every morning and folks wanted to know a song I listen to while working out. I don't. I watch \"Morning Joe.\" A Presidential song for anyone, \"One Nation Under a Groove\" by Funkadelic. One nation under a groove, getting just for the funk of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm cringing, ladies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "We could care less about her working out. We need her to get to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Go to her state and see what she hasn't done is what we're all concerned about. Not her working out, so if she wants to sing Funkadelic, and she thinks that that's going to pull in the young people, the black vote or whatever, none of us is going to vote for her. If she cannot take care of her state, she surely can't take care of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "And we know that the people in her state are singing the blues. That's what they're doing because they're living in a lot of sugar, honey iced tea right there on the streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She's probably trying to be likable and I think she tries a little too hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "She's trying too hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "It's too hard. It's so fake. I mean, she's a well-rehearsed politician. She is no good for this country. She doesn't need to be running for President. What she needs to be doing is sitting there looking at her state and how her state is being ran down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, lastly we have a CNN analyst completely humiliated. She went on David Webb's radio show. David Webb is a black American. I guess, she didn't know that going in. They were talking about applying for a job and how race played a role. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WEBB, RADIO SHOW HOST",
      "sentences": "I never considered my color the issue. I considered my qualification as the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AREVA MARTIN, ANALYST, CNN",
      "sentences": "Well, David, you know that's a whole another long conversation about white privilege, the things that you have the privilege of doing that people of color don't have the privilege of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "How do I have the privilege of white privilege?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "David, by virtue of being a white male, you have white privilege. This whole long conversation, I don't have time to get into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "Areva, I hate to break it to you, but you should have been better prepped. I'm black.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "See. That's playing identity politics is what she was trying to do, playing the race card every chance you get. I mean - and it's so sad and sick. You know what, I really think - I don't think she deserved to be on the podcast or radio. If she's not prepared for her guest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "That's right. That's what a lot of black people end up doing. They like to play to race card and play the gender card. You know, you don't even know who this man is. Be better prepared the next time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, well, happy birthday, Silk. Okay, I know it's your birthday weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "Thank you so much, darling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And we love you and don't go anywhere, okay. See you next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "I certainly won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, love you guys, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now time for \"Last Call.\" The New York head coach for the Jets, his name is Adam Gase. It's unbelievable. Look at this guy getting introduced to the media. This is not a joke. These were the faces that he was making. Look at these faces. What is he looking at? I feel so sorry for Jets fans. Where are you - what is he doing? All right, well they're going to have a great season with this guy. I think the Jets are now Super Bowl bound. That's all for us for tonight. Be sure to follow me on Facebook and Twitter and Instagram and we have a new Instagram page, \"Watters' World\" Instagram and always remember one thing, I'm Watters and this is my world. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Welcome to \"Watters' World.\" I'm Jesse Watters. President Trump pitching a new deal to end the government shutdown and get his border wall. The President welcoming America's newest citizens during an Oval Office Naturalization Ceremony before announcing his compromise."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Our plan includes the following: $800 million in urgent humanitarian assistance, $805 million for drug detection technology to help secure our ports of entry, an additional 2,750 border agents and law enforcement professionals, 75 new immigration judge teams to reduce the court backlog of believe it or not, almost 900,000 cases. Our plan includes critical measures to protect migrant children from exploitation and abuse. The plan includes $5.7 billion for a strategic deployment of physical barriers or a wall. This is not a 2,000-mile concrete structure from sea to sea. These are steel barriers in high priority locations. In order to build the trust and goodwill necessary to begin real immigration reform, there are two more elements to my plan. Number one is three years of legislative relief for 700,000 DACA recipients brought here unlawfully by their parents at a young age many years ago. Secondly, our proposal provides a three-year extension of Temporary Protected Status or TPS."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, with the new deal on the table, the ball totally in the Democrats' court. Here to help us break it all down, Fox News national correspondent, Ed Henry; Fox News national security strategist, Dr. Sebastian Gorka; Republican National Committee Spokeswoman, Kayleigh McEnany; and former Congressman and Fox News Contributor, Jason Chaffetz. Ed, we begin with you. This totally changes the dynamic now in the capital. How has this shifted responsibility?"
    },
    {
      "speaker": "ED HENRY, CORRESPONDENT",
      "utterance": "Let me tell you what the President said and then tell you what he really meant and that's the key. He's trying to put Nancy Pelosi on defense. It was basically message \"I care. Yes, I want to talk about the wall. I want to talk about the barrier, but I'm going to talk about humanitarian aid.\" He's going to help DACA recipients. Seven hundred thousand DACA recipients basically get three years of protection. They get to stay in the country while they figure all this out. TPS means protected status for about 300,000 people who are in this country now, who could be deported, who are from Honduras, Guatemala, places like that. So those are the details. In exchange, he wants the $5.7 billion for a wall, a barrier, a fence - whatever you want to call it. Here is what he didn't say and is the real key. He wants to start in the Senate and not the House. He thinks maybe he can get sixty votes. You now have a stronger Republican majority - 53 Republican senators and you have moderate Democrats like Joe Manchin. Can he get to sixty votes on a deal similar to this and then put the pressure on Nancy Pelosi. She's trying to drive things now that she's in the House and say, \"Look, I want to reopen the government, but I don't want to give you any money for the wall. Let's put it in the Senate Court. Let's put it in the President's court.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "But has Nancy said something already? Isn't she already throwing water on this?"
    },
    {
      "speaker": "HENRY",
      "utterance": "She's already shot it down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Before he even gave the speech."
    },
    {
      "speaker": "HENRY",
      "utterance": "Right and what she's complaining about is that the DACA recipients for example will not get a path to citizenship."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "HENRY",
      "utterance": "Well, okay why did the President leave that out? It's the negotiating, it's the art of the deal, folks. Because if he gave them everything now, then there would be - there would be no compromise. So the idea is they come back and say we'll give you $3 billion for the wall or something like that and then he says, \"Okay, I'll give you a path to citizenship for the DACA recipients.\" So look, the point is that the President going back to the holidays has been saying \"I'm at the White House. I'm ready to negotiate.\" Pelosi has been in Hawaii. She was wanting to go on a foreign trip, so he grounded Air Pelosi first."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Air Pelosi."
    },
    {
      "speaker": "HENRY",
      "utterance": "Get back on the offense, okay and now it's part two of this strategy from the President, from the White House, is to take the initiative, go on offense by saying \"I'm driving the legislative train through the Senate, not through the House.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, all right so let's bring in the rest of the guys. If you look at this from a very conservative perspective and let's say, Dr. Gorka, you see the President offering I wouldn't - it's not even amnesty because these people are not going to get voting rights. They're not going to get anything like that. You're basically just extending the status quo on Dreamers and these Temporary Protected Status people just for a few more years. I don't see anything that Republicans could vote against, do you?"
    },
    {
      "speaker": "SEBASTIAN GORKA, NATIONAL SECURITY STRATEGIST",
      "utterance": "No, I mean, Ann Coulter is already tweeting hysterically that we didn't vote for amnesty. This has nothing to do with amnesty, maybe she's trying to sell books or something. It is simply a grace period, a three-year - a very compassionate grace period. It is exactly as Ed said, the tables have turned, because now if Nancy doesn't accept this deal, which is for just 0.01 of the Federal budget, that's what the $5 billion is, then she will paint herself and all of the Democrats is utterly uncompassionate. This is what the President said."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And those are crumbs. Those are just - those are merely crumbs to put it in some terms that the Speaker can understand."
    },
    {
      "speaker": "GORKA",
      "utterance": "Right, to use the word."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Kayleigh, he's offering, I think 230 miles of additional border wall and those are the steel slats that you can see through the \"give increase visibility\" and he's also doing a lot of other things for humanitarian reasons as Ed pointed out. Do you see the possibility of the Senate getting 60 votes on this? I think it's a slam dunk."
    },
    {
      "speaker": "KAYLEIGH, MCENANY, REPUBLICAN NATIONAL COMMITTEE SPOKESWOMAN",
      "utterance": "Oh, I think this is a slam dunk in the Senate. Of course, you'll have to have a few Democrats come over. We've patted our Republican majority, but I think you're right. Look, this is a very fair compromise and it's everything, literally everything or at least a lot of what Democrats have asked for and I've talked about supporting and let's just get to the point here with regard to the House and Nancy Pelosi. Democrats are fakers. Democrats are posers and the reason I say that is they said they want DACA legalization. Well, this is a great first step toward that. They say that they wanted a barrier on the southern border just five years ago when they voted on it in the Gang of Eight bill, now they don't. They've posed and they faked their way. This is the plan they've always wanted and here they are rejecting it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, so right now, you've had Nancy Pelosi try to leave the country. You've had other people in the House go to Puerto Rico and take their shirts off and hang out during the shutdown. I don't see how the media as biased as they are Jason, how they can paint this President and the Republican Party as anything other than willing to compromise and negotiate."
    },
    {
      "speaker": "JASON CHAFFETZ, R-UT, FORMER CONGRESSMAN",
      "utterance": "No, I think Donald Trump has played that just right. He's been reasonable. He's been tempered. He showed compassion and he also indicated that if we can get this deal done that on a weekly basis, he would invite them in, in a bipartisan way to figure out the rest of immigration. I don't know what you can ask for and I hope every single Federal worker who's not getting a check watch that video and then listen to Nancy and Chuck and tell us who is reaching out their hand, who's being reasonable and who's actually trying to solve this problem/"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a great point because you said this is just the beginning and you know they can address chain migration, lottery, the asylum loopholes, all that other stuff - maybe just invite them over and serve some Whoppers and Big Macs. That seems to work. Let's go to this BuzzFeed story. So BuzzFeed came out with a story the other day said that the President directed his lawyer Michael Cohen to lie to Congress. All hell broke loose in the media. Mueller's team who never speaks, put out a statement pretty much denying this report. \"BuzzFeed's description of specific statements to the Special Counsel's Office and characterization of documents and testimony obtained by this office regarding Michael Cohen's Congressional testimony are not accurate.\" Are not accurate. Dr. Gorka, this is kind of a body blow to the BuzzFeed story and to the rest of the media's fantasy that impeachment is around the corner."
    },
    {
      "speaker": "GORKA",
      "utterance": "I think it's a stake through the heart of BuzzFeed. It also vindicates the President's use of the word \"fake news\" for the last two years because what happened, a fallacious story which had to be denied within hours by Robert Mueller. What did it trigger in the rest of the media? Twenty hours of breathless \"impeach, impeach, impeach, impeach.\" The story here isn't BuzzFeed. BuzzFeed is garbage. I mean, they're the first people who actually released the Steele dossier. The story is how the media reacted to it. That's the story. They are fake news."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, listen, I think we have some sound because they basically hyperventilated and then when they saw Mueller come out and say it's basically fake news, this is what they were forced to admit. Watch this."
    },
    {
      "speaker": "JEFFREY TOOBIN, LEGAL ANALYST, CNN",
      "utterance": "The larger message that a lot of people are going to take from this story is that the news media are a bunch of leftist liars who are dying to get the President and they're willing to lie to do it. I just think this is a bad day for us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Bad day, many days are bad days, but this especially, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, let's start with the fact that it's BuzzFeed and what happened to journalism school where you're supposed to actually go out and verify things? I'm tired of reading all these reports with anonymous sources, but I've got to give you credit to Mr. Muller to actually issue a statement to say that's not true. I'm glad he did that. But the journalism that's supposed to happen is just absolutely stunning and I'm glad they took it in the face because I'm tired of them putting out these lies and anonymous sources. It's just so fundamentally wrong."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Kayleigh, we've got - Kayleigh, we can't get to you, we're up against a hard break, but thank you, guys very much. Buzz kill BuzzFeed."
    },
    {
      "speaker": "HENRY",
      "utterance": "And you've lost her for --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right, all right, White House Press Secretary Sarah Sanders joins me next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A political game of chicken unfolding in Washington between President Trump and Nancy Pelosi beginning with the House Speaker's requests to put the whole State of the Union address on hold, until after the government shutdown. Pelosi sending this note to the President, \"Sadly, given the security concerns and unless the government reopens this week, I suggest that we work together to determine another suitable date after government has reopened for this address or for you to consider delivering your State of the Union address in writing to Congress on January 29th. But the mainstream media praising Pelosi's quote- unquote \"power-play.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Speaker Pelosi playing hardball."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She's playing hardball."
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "utterance": "Speaker Pelosi flexing her constitutional muscle."
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "utterance": "Nancy Pelosi flexing her muscles today."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This bold power play by Speaker Pelosi."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "She's got a PhD in needling President Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a move of exceptional cleverness and sadism in a way."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean this is political genius."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She was showing that she's in charge."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What a badass."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But a different story when President did virtually the same thing. Mr. Trump pulling the plug on Pelosi's planned overseas trip using a government-funded military aircraft. He said, no. President writing, \"I am sure you would agree the postponing this public relations event is totally appropriate. It would be better if you were in Washington negotiating with me. If you would like to make your journey by flying commercial, that would certainly be your prerogative.\" Now, with the trip off, Congressional lawmakers were left sitting on a bus, which eventually returned to the Capitol. There's the luggage dropped off neatly. And here's how the media reacted to that."
    },
    {
      "speaker": "JIM ACOSTA, CHIEG WHITE HOUSE CORRESPONDENT, CNN",
      "utterance": "The President has responded in sort of a childish way, it's the only way to describe it to the House Speaker Nancy Pelosi."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a sort of a classic example of Trump kind of overreacting."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What Trump has done today, tactically inept, strategically nitwitted."
    },
    {
      "speaker": "BROOKE BALDWIN, ANCHOR, CNN",
      "utterance": "The only phrase that comes to mind is nanny-nanny-boo-boo."
    },
    {
      "speaker": "JAKE TAPPER, ANCHOR, CNN",
      "utterance": "Nobody who's ever traveled with a Congressional delegation would think that this is funny or appropriate or cool."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not cool. Here to respond, the White House Press Secretary Sarah Sanders. Sarah welcome to \"Watters' World.\""
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Thanks, Jesse. It's good to be with you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "As always, the base is extremely pumped up about Trump's move with the plane. That's definitely gotten everybody excited. We now realize how intense this is. But now Nancy's team is saying that her safety was jeopardized because the White House leaked her travel plans. You care to respond to that?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Look, that's outrageous. Nobody in this building is going to do anything to put the safety and security of any American, particularly those in service like Speaker Pelosi in any type of danger. The idea that we leaked her commercial travel is absolutely absurd and frankly, it's just dishonest. Any of these mainstream media folks that are praising the so-called power move by Nancy Pelosi, there's nothing powerful about the Speaker of the House questioning the ability of the United States Secret Service who have said they have no problem protecting the President. Let's be real clear. The Secret Service protected the President when he was in Iraq. I'm pretty sure they can handle the job on Capitol Hill. I think, frankly, it is shameful and unbecoming of the Speaker to pull the action that she did in regards to questioning the United States Secret Service."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, where do we stand with the State of the Union? In your opinion, is the President looking for other venues? A big rally? The Senate or is he still planning on doing it in Congress?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Look, we'll keep you posted on the details. What I can tell you is the President is going to continue to do what he's done every day since taking office and even before that and that's communicating directly with the American people, whether it's through the State of the Union, whether it's through a rally, whether it's through taking questions from the press, whether it's through speeches across the country, whether it's through Twitter and other means of social media. The President's going to continue to get his message out and that message is we have to protect our country, we have to protect to our borders and Nancy Pelosi needs to get serious about working with the President to see that get done."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Some of that message may be working in the latest NPR poll, the President's approval rating among Latino adults is up 19 points and if you listen to the Democrats on tape, they seem to be cracking a little bit when it comes to calling the wall immoral and ineffective. Let's listen and you can respond."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Sure."
    },
    {
      "speaker": "STENY HOYER, HOUSE MAJORITY LEADER",
      "utterance": "I don't think this is an issue of morality, it's an issue of does it work? A wall that protects people is not immoral."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Would you remove those existing barriers? Because you say they don't work?"
    },
    {
      "speaker": "HOYER",
      "utterance": "No, no."
    },
    {
      "speaker": "BAIER",
      "utterance": "So they work there. So they work some places."
    },
    {
      "speaker": "HOYER",
      "utterance": "Whether he - obviously, they work some places."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do walls work? To barrier a border?"
    },
    {
      "speaker": "REP. MATT CARTWRIGHT, D-PENN.",
      "utterance": "In certain - in certain places, I think so."
    },
    {
      "speaker": "REP. MIKIE SHERRILL, D-N.J.",
      "utterance": "Then we can talk about the best way for it on border security and if that's a wall, then I'm open to that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So Democrats, I mean the leadership says one thing, other leaders in the Democratic Party say another thing. I don't know where they stand on walls and barriers, do you?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I don't and that's partly because they refuse to sit down at the table and have the conversation with the President. Nancy Pelosi is too busy taking vacations in Hawaii. Her team is going to Puerto Rico doing cocktail parties and Broadway shows. They need to be sitting down at the table with the President. They need to figure out how to open the government and protect our borders. We've laid out a plan, it's time for them to sit down and negotiate and work out a deal so that we actually are solving problems not just playing political games. It's clear that Democrats believe that we need border security. You just played a number of them saying exactly that we're hopeful that some of those people will come to the table, work with the President and get this deal done even if Nancy Pelosi won't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Sarah, thank you very much."
    },
    {
      "speaker": "SANDERS",
      "utterance": "You bet. Thanks, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Fake news and fast food - that is the subject of tonight's \"Watters' Words.\" The media Research Center conducted a study of the network newscast coverage of the Trump presidency in 2018. The tone of the coverage, 90% negative and just 10% positive. Take the fast food story this week as a perfect example. Clemson won the BCS Championship and was invited to the White House as is customary. Because of the shutdown, there weren't any White House chefs to prepare dinner for the players so, the President catered it himself."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I had a choice. Do we have no food for you because we have a shutdown? Or do we give you some little quick salads that the First Lady will make along with along with the Second Lady, they'll make some salads? And I said you guys aren't into salads or do I go out Lindsey Graham and Tim Scott, do I go out and send out for about 1,000 hamburgers? We have Big Macs, we have Quarter Pounders with cheese. We have everything that I like, that you like."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, the players loved it and if you just look at their social media pages, it is true. They went back for seconds and had a blast. But the negative media, they didn't like it at all."
    },
    {
      "speaker": "SETH MAYER, LATE NIGHT TALK SHOW HOST, NBC",
      "utterance": "He thinks he's being so sly, \"Normally, I would have a salad for dinner on Monday, but they told me they only eat every fast-food.\""
    },
    {
      "speaker": "JIMMY KIMMEL, TALK SHOW HOST, ABC",
      "utterance": "He's paying the check, so he had to get the cheapest food they could find."
    },
    {
      "speaker": "STEPHEN COLBERT, TALK SHOW HOST, CBS",
      "utterance": "Is it possible you're just protecting your favorite foods on to them? We're going to eat all of their favorite foods -- burgers, KFC, Taco Bells, two scoops of ice cream. We're going to watch their favorite movie the 2016 Election results."
    },
    {
      "speaker": "WATTERS",
      "utterance": "In fact one host on ESPN said serving fast food to football players is racist."
    },
    {
      "speaker": "MOLLY QERIM ROSE, HOST, ESPN",
      "utterance": "When I saw him giving the football players, it's a predominantly black sport, and fast food - my thought went a very different place."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Whoa, where did it go? Let's look back at how President Obama liked fast food. Remember he likes pies and ice cream? All of that stuff. Here's Barack Obama making a run to five guys to feed the White House staff."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "You burgers?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You want a hamburger?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I do."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I had two burgers for breakfast."
    },
    {
      "speaker": "OBAMA",
      "utterance": "We're going to get you some burgers that I can bring to the airport."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'll take one."
    },
    {
      "speaker": "OBAMA",
      "utterance": "You want fries?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sure."
    },
    {
      "speaker": "OBAMA",
      "utterance": "One cheeseburger and one fries for me. So then, I get a little cheeseburger with lettuce, tomato and catsup and pickles. Put the lettuce on mine, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And look how the media covered Obama in fast food. The \"Washington Post\" \"President Obama and cheeseburgers: A love story.\" The double standards don't stop there. Republican Congressman from Iowa, Steve King made a shocking comment to the \"New York Times\" saying he didn't understand why the phrase \"white supremacist\" was offensive. Well, I don't know if it was taken out of context by \"The Times\" but everybody agrees, that's very bad. But MSNBC, they spun his comments this way."
    },
    {
      "speaker": "NICOLE WALLACE, ANCHOR, MSNBC",
      "utterance": "This does not have a parallel on the left. They're just - it doesn't. There isn't. There isn't a strain of racism on the left."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There's not? Now, the truth is, both parties have problems on their fringes. To deny that is to condone it. Well, the far left certainly has an anti-Semitism problem."
    },
    {
      "speaker": "LOUIS FARRAKHAN, NATION OF ISLAM LEADER",
      "utterance": "Here the Jews don't like Farrakhan and so they call me 'Hitler'. Well, that's a good name. Hitler was a very great man. You know what they do? Call me an anti-Semite. Stop it. I'm anti-termite. And Farrakhan, by God's grace has pulled the cover off of that satanic Jew."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Whoa. And here's Farrakhan posing with Barack Obama. This was a picture the media' suppressed before his election and here's Maxine Waters hugging the Nation of Islam leader. Wow. Furthermore, these comments by a CNN host - those offended a lot of people. Watch this."
    },
    {
      "speaker": "LEMON",
      "utterance": "We have to stop demonizing people and realize the biggest terror threat in this country is white men, most of them radicalized to the right and we have to start doing something about them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "White men are the biggest threat to America. All right, and then there's the language."
    },
    {
      "speaker": "BILL MAHER, HOST, HBO",
      "utterance": "I've got to get to Nebraska more."
    },
    {
      "speaker": "SEN. BEN SASSE, R-NEB.",
      "utterance": "You're welcome. We'd love to have you work in the fields with us."
    },
    {
      "speaker": "MAHER",
      "utterance": "Work in the fields?"
    },
    {
      "speaker": "SASSE",
      "utterance": "That's part of the --"
    },
    {
      "speaker": "MAHER",
      "utterance": "Senator, I'm a House [bleep]."
    },
    {
      "speaker": "ROBERT BYRD, FORMER SENATOR OF VIRGINIA",
      "utterance": "There are white [bleep]. I've seen not a white [bleep] in my time when you use that word."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're a [bleep]."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're a [bleep] to be a white man."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Those were Antifa protesters yelling that at ICE agents, by the way. In conclusion, if Trump serving Whoppers at the White House is racist, but schmoozing with Louis Farrakhan is acceptable, then we're never going to be able to have an honest discussion in the media about the real issues of discrimination in America. All right, a wall expert, an actual wall expert shares with us all the stories of the walls that have worked all around the world in \"Watters' World,\" up next."
    },
    {
      "speaker": "ROBERT GRAY, CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Robert Gray. A winter storm slamming the Midwest, blanketing the region in snow with some of the heaviest of it falling in Chicago and its suburbs. That wicked weather moving its way towards New England. More than 100 million Americans are now in its path. And after the storm passes through, forecasters say temperatures will drop to single digits. Nearly 70 people killed in a pipeline explosion in Mexico and officials fear that number may rise. The blast coming just hours after thieves punctured the pipeline to get fuel in the country's second week of a widespread fuel shortage. Hundreds gathered to fill containers with gas and when it ignited, soldiers were unable to turn away crowds before it exploded. Mexico's President is now pledging to crack down on fuel theft. I'm Robert Gray. Now back to \"Watters' World.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "With the longest government shutdown in U.S. history still at an impasse, everyone is voicing their opinions about wall funding including a rap artist Cardi-B."
    },
    {
      "speaker": "CARDI-B, AMERICAN RAP ARTIST",
      "utterance": "You want to build the wall because you promised these [bleep] something that you know you couldn't do, you promised these [bleep] rednecks that you was going to build the wall, but you know that was impossible."
    },
    {
      "speaker": "WATTERS",
      "utterance": "By the way, that video is all over the place and actually has more views so far than her latest music video. I mean, I can't even believe it more people want to hear Cardi talk about the shutdown and the wall and politics than they want to watch your music video. I can't believe it. But this is what it's come to in this country. Joining me now, wall expert James Carafano who is also VP of National Security and Foreign Policy at the Heritage Foundation. All right James, the Breitbart did a great report on walls all over the world that work. I want to just start with a few for example. Tell me a little bit about Hungary's border fence. Right now, it's up and effective, that's what we're hearing."
    },
    {
      "speaker": "JAMES CARAFANO, VICE PRESIDENT OF NATIONAL SECURITY AND FOREIGN POLICY AT THE HERITAGE FOUNDATION",
      "utterance": "Right, so walls aren't immoral and walls are good when they fit the purpose and that's the right question. So Hungary is a great example because the problem there was, we had these massive flows of illegal refugees and a lot of them were doing kind of country hunting. If they didn't like the country they were assigned, they would just move to another country."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Country shop."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "And what the Hungarians - yes, exactly, so what the Hungarian said is we don't want that and so they basically put a fence and literally, people went to other countries and they stayed out of Hungary."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There you go. All right ..."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "It worked perfectly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "One of the other examples and people bring this up all the time is a lot of these politicians who are against the wall have walls at their own property. Look at Gracie Mansion here in New York City. Mayor Bill De Blasio actually built his wall higher so he could - well, I heard from some sources the reason he extended the wall was because he likes to smoke a little bit and didn't want people walking by and seeing that. Those walls work to protect politicians, do they not?"
    },
    {
      "speaker": "CARAFANO",
      "utterance": "Yes, actors have them; famous people, rich people have them. They serve two purposes -- privacy and public safety. Look, if you're a rich wealthy person, somebody might want to kidnap you. Remember the kidnapping of the Lindbergh baby. Lindbergh probably wanted a wall. But also, it's about privacy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now, I don't think anybody wants to kidnap Bill De Blasio. If they did, they'd give him back after five minutes."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "Yes, but Bloomberg's at different category."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's true. That's true."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "But also, people just like to walk up and stare in your house, so for people like, you know, Bill Gates and you know, Zuckerberg, the walls make perfect sense around your property. That's what they're designed for."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And one of the famous examples that the President likes to bring up often is the wall in Israel. Tell us about the wall in Israel. When did that go up and was that for so the Palestinians couldn't come over and launch attacks?"
    },
    {
      "speaker": "CARAFANO",
      "utterance": "So the wall in Israel is designed to prevent wars. If the Palestinians essentially can export violence to Israel anytime they want to, then essentially, they've got a red button that they can cause a war anytime they want and so what the Israelis wanted to do was to create a situation where you couldn't have violence essentially whenever the Palestinians and Hamas wanted that. So they're designed so you can't flood across the border. They are also designed so you can't smuggle terrorists across the border so - and since Israel is a very, very small country, a heavy comprehensive border security like that, it's perfect for them and it's worked fabulously."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And lastly, one of my personal favorites, Chappaqua where the Clintons live. They've built security structures and fences and walls up around their property. They've increased the size of those and added to it. Obviously, very important to protect former President and former Secretary of State."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "Right, well again same thing, one is public safety. I mean, Yahoo's go after everybody. You know, we've had, you know, Presidents and famous people assassinated and also it's the issue of privacy. Everybody wants to walk up and you know, pick a flower from the ex-President's garden, so it makes perfect for them. And that's what gets back to the Trump thing, it's if the wall fits a purpose, and in that case it does, it makes sense."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "And you missed my favorite one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What's that?"
    },
    {
      "speaker": "CARAFANO",
      "utterance": "The Vatican."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The Vatican, also has one."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "The Vatican, right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Of course."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "So, right, the Vatican had a wall because of pirates, so in the 9th Century, they got tired of being raided, so they put these walls up and then there's a lot of political violence in Italy over the years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Tell the Pope that walls are immoral and see what he says, all right, James --"
    },
    {
      "speaker": "CARAFANO",
      "utterance": "And here's the deal --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I've got to run. I've got to run and thank you for the wall debriefing. I really appreciate it."
    },
    {
      "speaker": "CARAFANO",
      "utterance": "Good being with you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Up next, a Muslim Congresswoman claims Lindsey Graham is being sexually blackmailed by Donald Trump's. And men all over America rebelling against Gillette toxic masculinity, coming up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was the Gilette ad from the '90s, a company supported by men for over a century, but this week, they debuted a new ad challenging men to shave their toxic masculinity and shedding their classic look. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Bullying --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The #MeToo Movement against sexual harassment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Toxic masculinity."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Is the best a man can get? Is it? We can't hide from it. It's been going on far too long. We can't laugh at all."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What I actually think she's trying to say --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Making the same old excuses."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Boys will be boys."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Boys will be boys."
    },
    {
      "speaker": "UNIDENTIFIED MALES",
      "utterance": "Boys will be boys."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But not everybody's impressed with the message, so is this really the best ad campaign we can get? Joining me now, our go to witch, Dakota Bracciale and Britt McHenry the co-host of \"UnPC\" on Fox Nation. Okay. Britt, toxic masculinity. What is toxic masculinity? And why do I need to shave it off?"
    },
    {
      "speaker": "BRITT MCHENRY, COHOST, UNPC, FOX NATION",
      "utterance": "I don't want men to lose their masculinity. Is that wrong? Because if it's wrong, I don't want to be right. Look, I found it interesting when I looked up Gillette razor sales which was a first, I never thought I would do, their second most purchased razor was the Gillette Venus with 2.9 million units sold last year."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What's the Venus?"
    },
    {
      "speaker": "MCHENRY",
      "utterance": "It's for women. Now, I would not be in that category because I actually purchased the male razors, so not only because they're sharper ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's because the male razors are better."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "They're better."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And they're less expensive."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "So I don't know. Am I shaving my own toxic masculinity if I use them? I just don't - I think this was to get people talking about it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "I don't think one extra person is going to buy a Gillette razor because this happened."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are you going buy Gillette now? You don't shave do you, Dakota?"
    },
    {
      "speaker": "DAKOTA BRACCIALE, PRACTICING WITCH",
      "utterance": "Oh, no, I do, but I actually use a straight blade for it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, you're a tough guy."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "Punk rock, so yes, I mean the thing about this is, I think a lot of people get caught up in what they think toxic masculinity is referring to."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What is it? No one can explain what it is."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "I feel like I can, so masculinity traditionally is to find as qualities or attributes that we see as inherently indicative of someone's manhood."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "So obviously that could be toxic if we say violence is inherently masculine. That's toxic masculinity, so essentially --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, but sometimes violence accomplishes a good thing."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "It can."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like men are winning all the wars for America, for instance."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "Well you could also say that Joan of --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Is that toxic?"
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "You could say Joan of Arc was a hero and a heroine because she used violence for a good cause."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Sure, would that be toxic femininity?"
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "No, I think toxic --"
    },
    {
      "speaker": "MCHENRY",
      "utterance": "I think there's definitely some of that."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "I think toxic femininity --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Isn't there - if we can agree that there's toxic masculinity and I would see that, Britt, you guys - you guys can be toxic sometimes, I'm not going to give you specific details, but you can be."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "There's a word worse than toxic, yes. You know, I think especially as a Conservative if you say, \"Hey, I'd like to vote for someone because they're the best of what they do not because of all the new Democratic you know candidates coming out for 2020,\" or saying, \"I'm a mom. I'm a woman.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like the gender card."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "Then, I've gotten the most horrific mentions on social media just for saying I want to vote for the best person, so yes women do that, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, now let's get to a woman in Congress, Representative Omar. She's from Michigan, I believe. So this is what she tweeted about Lindsey Graham. Look at this tweet. \"They got to him. He's compromised.\" And everybody's assuming that you know that Donald Trump somehow is sexually blackmailing the senator from South Carolina. And she was confronted with that on CNN and here's how she responded. Watch this."
    },
    {
      "speaker": "REP. ILHAN OMAR, D-MINN.",
      "utterance": "He is somehow compromised to no longer stand up for the truth."
    },
    {
      "speaker": "JIM SCIUTTO, ANCHOR, CNN",
      "utterance": "Based on what evidence? What facts?"
    },
    {
      "speaker": "OMAR",
      "utterance": "The evidence really is present to us. It's being presented to us in the way that he's behaving."
    },
    {
      "speaker": "POPPY HARLOW, ANCHOR, CNN",
      "utterance": "That's not evidence. That's your opinion. But now, as a sitting member of Congress, you would have tweeted \"they got him\" on this. Again, just based on what evidence, Congresswoman?"
    },
    {
      "speaker": "OMAR",
      "utterance": "My tweet was just an opinion based on what I believe."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So you have no evidence. All right, so she - now Lindsey is on the Trump train. She's saying and it has to be insinuating that Donald has some sort of something on Lindsey Graham. This is totally inappropriate."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "I think it's totally fine to say, \"Hey, the waters are murky with the Russian probe. Maybe they're blackmailing him.\" Like there's also people saying, \"Oh, they must be blackmailing Trump.\" Then the further indication of, \"Well, Lindsey Graham must be gay,\" and that's what they have on him, it's like well then that would just kind of be an open secret because that's been a rumor about him for so long that he's already addressed. So it's not even good blackmail material. I kind of feel like --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know good blackmail material when you say that's not good blackmail material."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "No. And I think again, going back to toxic masculinity, that's actually being weaponized against him by saying you're less of a man and going back to actually McCarthyism, you can't be trusted, you must be a traitor because you are a homosexual."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So there weaponizing --"
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Is toxic masculinity --"
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "That's a sort of --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "McCarthy did against communists, Brit."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "Yes, where is Ronald Reagan when you need him right now? No, I just - I want to use her excuse for a tweet, right, like next time if you know, I can get fiery with the thumbs. Oh, it's just it's my opinion. It's what I believe. That wouldn't go over well if it's something truly offensive, which that was and I think you need to look at some of these new candidates that were elected in November who have really shoddy pasts including more than just that tweet. I mean she's been very anti-Israel and no one really presses it because, as you saw in that interview, she's not Donald Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, well none of us here - nothing toxic about anything here."
    },
    {
      "speaker": "MCHENRY",
      "utterance": "No, we're in a happy place."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's all pure."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Dakota, don't bump into me with that hat, it might take me all out, all right."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "I won't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, thank you guys very much."
    },
    {
      "speaker": "BRACCIALE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Bob Menendez caught shirtless in Puerto Rico during the government shutdown. Diamond and Silk, they cannot wait for this one. Right back."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Senator Bob Menendez back in the hot seat after being photographed on a beach in Puerto Rico this past weekend. He and other members of the Congressional Hispanic Caucus spent a few days laughing it up with lobbyists and celebrities, drinking daiquiris, all while the government remains shut down. Diamond and Silk here now with their reaction. Ladies, not a good look for Senator Menendez."
    },
    {
      "speaker": "DIAMOND, VIDEO BLOGGER",
      "utterance": "No, it's not. It's not a good look. We're not interested in seeing him with speedos on a beach. We want to see him up Congress working so that he can fund the wall."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think that woman was interested in looking at it either. Maybe she was a lobbyist. Maybe she was paid to be there, too."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Perhaps, but we're not interested in seeing it. We want to see Congress up there funding the wall so that they can open up the government, so that everything can start running smoothly again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, that's the kind of skin in the game we want to see. He just got in trouble, anyway. Wasn't he running around allegedly with underage prostitutes in the Dominican Republic? He just had some big ethics scandal? Stay off the beach, Senator."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "That's what we heard, honey. That's what we heard."
    },
    {
      "speaker": "SILK, VIDEOBLOGGER",
      "utterance": "Allegedly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right, allegedly, of course."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Kamala Harris trying to make waves, I guess, now dancing because everybody's doing it after Ocasio-Cortez did it. Here she is trying to be groovy on social media. Watch."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "I work out in the morning, every morning and folks wanted to know a song I listen to while working out. I don't. I watch \"Morning Joe.\" A Presidential song for anyone, \"One Nation Under a Groove\" by Funkadelic. One nation under a groove, getting just for the funk of it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm cringing, ladies."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Look."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "We could care less about her working out. We need her to get to work."
    },
    {
      "speaker": "SILK",
      "utterance": "That's right."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Go to her state and see what she hasn't done is what we're all concerned about. Not her working out, so if she wants to sing Funkadelic, and she thinks that that's going to pull in the young people, the black vote or whatever, none of us is going to vote for her. If she cannot take care of her state, she surely can't take care of America."
    },
    {
      "speaker": "SILK",
      "utterance": "And we know that the people in her state are singing the blues. That's what they're doing because they're living in a lot of sugar, honey iced tea right there on the streets."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She's probably trying to be likable and I think she tries a little too hard."
    },
    {
      "speaker": "SILK",
      "utterance": "She's trying too hard."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "It's too hard. It's so fake. I mean, she's a well-rehearsed politician. She is no good for this country. She doesn't need to be running for President. What she needs to be doing is sitting there looking at her state and how her state is being ran down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, lastly we have a CNN analyst completely humiliated. She went on David Webb's radio show. David Webb is a black American. I guess, she didn't know that going in. They were talking about applying for a job and how race played a role. Listen."
    },
    {
      "speaker": "DAVID WEBB, RADIO SHOW HOST",
      "utterance": "I never considered my color the issue. I considered my qualification as the issue."
    },
    {
      "speaker": "AREVA MARTIN, ANALYST, CNN",
      "utterance": "Well, David, you know that's a whole another long conversation about white privilege, the things that you have the privilege of doing that people of color don't have the privilege of."
    },
    {
      "speaker": "WEBB",
      "utterance": "How do I have the privilege of white privilege?"
    },
    {
      "speaker": "MARTIN",
      "utterance": "David, by virtue of being a white male, you have white privilege. This whole long conversation, I don't have time to get into."
    },
    {
      "speaker": "WEBB",
      "utterance": "Areva, I hate to break it to you, but you should have been better prepped. I'm black."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "See. That's playing identity politics is what she was trying to do, playing the race card every chance you get. I mean - and it's so sad and sick. You know what, I really think - I don't think she deserved to be on the podcast or radio. If she's not prepared for her guest."
    },
    {
      "speaker": "SILK",
      "utterance": "That's right. That's what a lot of black people end up doing. They like to play to race card and play the gender card. You know, you don't even know who this man is. Be better prepared the next time."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, well, happy birthday, Silk. Okay, I know it's your birthday weekend."
    },
    {
      "speaker": "SILK",
      "utterance": "Thank you so much, darling."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And we love you and don't go anywhere, okay. See you next week."
    },
    {
      "speaker": "SILK",
      "utterance": "I certainly won't."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Love you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, love you guys, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now time for \"Last Call.\" The New York head coach for the Jets, his name is Adam Gase. It's unbelievable. Look at this guy getting introduced to the media. This is not a joke. These were the faces that he was making. Look at these faces. What is he looking at? I feel so sorry for Jets fans. Where are you - what is he doing? All right, well they're going to have a great season with this guy. I think the Jets are now Super Bowl bound. That's all for us for tonight. Be sure to follow me on Facebook and Twitter and Instagram and we have a new Instagram page, \"Watters' World\" Instagram and always remember one thing, I'm Watters and this is my world. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}