{
  "date": "January 22, 2018",
  "headline": "The winners and losers of the government shutdown",
  "subHeadline": "The 'Special Report' All-Star panel weighs in.",
  "url": "https://www.foxnews.com/transcript/the-winners-and-losers-of-the-government-shutdown",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SENATE MINORITY LEADER CHARLES SCHUMER, D-N.Y.",
      "sentences": "We will vote today to reopen the government to continue negotiating a global agreement with the commitment that if an agreement isn't reached by February the 8th, the Senate will immediately proceed to consideration of legislation dealing with DACA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MAJORITY LEADER MITCH MCCONNELL, R-KY.",
      "sentences": "I think if we've learned anything during this process, it's that a strategy to shut down the government over the issue of illegal immigration is something American people didn't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "The government shutdown will be officially over tonight. The bill from Congress making its way to the White House. The president's signature, and then that's it. The president issuing a statement today, \"I'm pleased that Democrats in Congress have come to their senses and are now willing to fund our great military, border patrol, first responders, and insurance for vulnerable children. As I have always said once the government is funded, my administration will work toward solving the problem of very unfair and illegal immigration. We will make a long-term deal on immigration if and only if it is good for our country.\" Now look at some of the coverage of this just by Twitter: New York Times: \"Democrats surrender. Not sure I understand the point of the last three days\"; Boston Globe: \"Democrats have managed to accede to Republican demands, demoralize their energized base, give a disengaged president a win, and look like they held a meaningless three-day government shutdown all at once\"; Washington Post: \"We now await Democrats spin about how this isn't a cave.\"  The president did, as you saw there, meet with six Republican senators at the White House and two Democrats talking about immigration today. There you see the Republicans, and the Democrats, two red state Democrats Joe Manchin and Doug Jones from Alabama. Let's bring in our panel: Jonah Goldberg, senior editor of National Review; Matt Schlapp, contributor with The Hill, and Jonathan Swan, national political reporting for Axios.  So there's a lot of confidence at the White House that this went how they wanted it to go. What's your break down, Jonathan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS",
      "sentences": "I think short-term it's a pretty clear victory for them, and we outlined why. But I think long term it's pretty dangerous actually because this isn't really a great legislative victory. This is basically an agreement to a process. Then we have three weeks, and then we are back at the table. And what we know from looking at the Senate and observing the Senate over the last number of months is that this is not a Senate capable of passing a hardline immigration bill that's going to appeal to Trump's base. So the calculation inside the White House right now is, is it going to be enough if the Democrats give us x-billion dollars for something that we can call a wall? Is it going to satisfy the people who elected Donald Trump on this very hardline position on immigration? There is no way they are going to get the chain migration and all these other things that Stephen Miller has on his wish list. It's just not going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION",
      "sentences": "I disagree with Jonathan. I actually think this is a huge change in events. I was a staffer in Congress during the 1996 budget showdown, the shutdown. Republicans learned two things in dealing with Bill Clinton. Don't investigate too aggressively because they thought they lost on that, and don't have these spending fights and don't have these showdowns. What Donald Trump has done in coordination with Mitch McConnell is actually make Republicans believe they can win a spending fight and do it in three days. This is going to change the dynamics in Washington. Is it easy to get an immigration bill done? No. We haven't done it for 25 years. It's going to be tough to get an immigration bill done. But this sets the table and puts the Republicans in a stronger position than they have been on spending questions in a generation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we heard Brit Hume say he doesn't remember one that went the Republicans way. Take a listen to the House speaker about their sense of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPEAKER OF THE HOUSE PAUL RYAN, R-WIS.",
      "sentences": "There are no winners here today. I want to make that clear. This is not a moment to pat ourselves on the back, not even close. We very much need to heed the lessons of what just happened here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STENY HOYER, D-MD.",
      "sentences": "We have ten-and-one-half days left before we have another crisis in funding our government. Let us try to use every one of those days to reach agreement on funding the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Politically in the short term you have people like Jon Tester up for reelection in Montana voting against this. You have Dianne Feinstein who will likely face a primary in California saying that she was very disappointed in the deal to end the shutdown, saying, from the left, that Schumer had caved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONAH GOLDBERG, NATIONAL REVIEW",
      "sentences": "I spent most of the afternoon thinking very much like Matt did that this was a big victory for Republicans. I'm moving much more in Jonathan's direction towards the end the day. To answer your question first, though, the Democrats are in a position, it's a weird \"Twilight Zone\" remake of 2013 where the arguments across big swaths of the right, particularly talk radio right, was all you have to do is fight, power of the purse, 40 senators can do whatever they want. We can shut down the government. And now you have either because of people like Dianne Feinstein who are being primary challenged, or people who are planning on running for president like Kamala Harris and Elizabeth Warren, you have a bunch of Ted Cruzs on the Democratic side.  And I think one of the things that this has done is I'm not sure it has demoralized the leftwing base of the Democratic Party. I think it has put a lot of them in Tea Party mode where they are all declaring war on the establishment, they're all declaring war on the guys who sold them out.   Getting back to your first question, though, Republicans gave Democrats one of the things they wanted, and they did it without any strings attached. Six years of funding for CHIP with no reforms whatsoever. That is one less inducement to get Democrats to vote for whatever they come up with by February 8th. And you have now a situation where we could go through this all over again and the Republicans have fewer bargaining chips, and the Democrats have every incentive now if Mitch McConnell doesn't come through with bringing something forward of shutting down the government again. I think short-term Republicans won this messaging. I agree with Brit Hume. Long term I think this might set up some interesting dynamics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Weren't they getting closer? Weren't they on immigration back and forth? Depending on what you believe what the president said and what Schumer said inside the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "A couple things. First of all, on the Democratic question, this shutdown strategy was a disaster. Let's be clear. Going back to it, I would love it if they would do that. That would be great.  On immigration, you are right. We know the four things that have to be in the bill. If there's anybody who can get to a deal with hardliners on the conservative side, it is Donald Trump. If you look at the statements from hardline immigration groups on the idea of putting these four things together, they are willing to go along and see what that product is. We have a chance to do this in this country. Donald Trump is the only one who can get it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The question is whether that Tuesday cabinet bipartisan meeting with Congress where \"I will take the heat,\" whether he really well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "The problem is parsing what he actually means by that because in that same meeting Feinstein said we want to clean DACA bill and Trump goes great, and then McCarthy has to step in and say, well, no, actually we need some border security with it. And that's half the problem with these negotiations is people come in, and it's just the way Trump talks. He talks in fairly loose, high-level phrases. So you have people coming out of the room with different ideas of what it means. And then it comes back to square one which is you have fairly hardline staff in the White House like Stephen Miller and John Kelly saying no, no, no, this is what we need. They are in coordination with Cotton and Perdue.   Then you have people like Jeff Flake and Lindsey Graham who, frankly, I think Jonah pointed this out in the green room, they shouldn't be regarded as Republicans in this negotiation. They are basically Democrats on this issue. They are completely in keeping with Dick Durbin and the others that they're negotiating with. So the idea that that original bill was bipartisan was a fantasy. It's just a very, very difficult issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "It's difficult but doable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Senator Graham, Jonah's s email is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "What happens in the green room stays in the green room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll teach him.  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHARLES SCHUMER, D-N.Y.",
      "utterance": "We will vote today to reopen the government to continue negotiating a global agreement with the commitment that if an agreement isn't reached by February the 8th, the Senate will immediately proceed to consideration of legislation dealing with DACA."
    },
    {
      "speaker": "SENATE MAJORITY LEADER MITCH MCCONNELL, R-KY.",
      "utterance": "I think if we've learned anything during this process, it's that a strategy to shut down the government over the issue of illegal immigration is something American people didn't understand."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "The government shutdown will be officially over tonight. The bill from Congress making its way to the White House. The president's signature, and then that's it. The president issuing a statement today, \"I'm pleased that Democrats in Congress have come to their senses and are now willing to fund our great military, border patrol, first responders, and insurance for vulnerable children. As I have always said once the government is funded, my administration will work toward solving the problem of very unfair and illegal immigration. We will make a long-term deal on immigration if and only if it is good for our country.\""
    },
    {
      "speaker": "Now look at some of the coverage of this just by Twitter",
      "utterance": "New York Times: \"Democrats surrender. Not sure I understand the point of the last three days\"; Boston Globe: \"Democrats have managed to accede to Republican demands, demoralize their energized base, give a disengaged president a win, and look like they held a meaningless three-day government shutdown all at once\"; Washington Post: \"We now await Democrats spin about how this isn't a cave.\" The president did, as you saw there, meet with six Republican senators at the White House and two Democrats talking about immigration today. There you see the Republicans, and the Democrats, two red state Democrats Joe Manchin and Doug Jones from Alabama."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Jonah Goldberg, senior editor of National Review; Matt Schlapp, contributor with The Hill, and Jonathan Swan, national political reporting for Axios. So there's a lot of confidence at the White House that this went how they wanted it to go. What's your break down, Jonathan?"
    },
    {
      "speaker": "JONATHAN SWAN, AXIOS",
      "utterance": "I think short-term it's a pretty clear victory for them, and we outlined why. But I think long term it's pretty dangerous actually because this isn't really a great legislative victory. This is basically an agreement to a process. Then we have three weeks, and then we are back at the table. And what we know from looking at the Senate and observing the Senate over the last number of months is that this is not a Senate capable of passing a hardline immigration bill that's going to appeal to Trump's base. So the calculation inside the White House right now is, is it going to be enough if the Democrats give us x-billion dollars for something that we can call a wall? Is it going to satisfy the people who elected Donald Trump on this very hardline position on immigration? There is no way they are going to get the chain migration and all these other things that Stephen Miller has on his wish list. It's just not going to happen."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matt?"
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION",
      "utterance": "I disagree with Jonathan. I actually think this is a huge change in events. I was a staffer in Congress during the 1996 budget showdown, the shutdown. Republicans learned two things in dealing with Bill Clinton. Don't investigate too aggressively because they thought they lost on that, and don't have these spending fights and don't have these showdowns. What Donald Trump has done in coordination with Mitch McConnell is actually make Republicans believe they can win a spending fight and do it in three days. This is going to change the dynamics in Washington. Is it easy to get an immigration bill done? No. We haven't done it for 25 years. It's going to be tough to get an immigration bill done. But this sets the table and puts the Republicans in a stronger position than they have been on spending questions in a generation."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we heard Brit Hume say he doesn't remember one that went the Republicans way. Take a listen to the House speaker about their sense of this."
    },
    {
      "speaker": "SPEAKER OF THE HOUSE PAUL RYAN, R-WIS.",
      "utterance": "There are no winners here today. I want to make that clear. This is not a moment to pat ourselves on the back, not even close. We very much need to heed the lessons of what just happened here."
    },
    {
      "speaker": "REP. STENY HOYER, D-MD.",
      "utterance": "We have ten-and-one-half days left before we have another crisis in funding our government. Let us try to use every one of those days to reach agreement on funding the government."
    },
    {
      "speaker": "BAIER",
      "utterance": "Politically in the short term you have people like Jon Tester up for reelection in Montana voting against this. You have Dianne Feinstein who will likely face a primary in California saying that she was very disappointed in the deal to end the shutdown, saying, from the left, that Schumer had caved."
    },
    {
      "speaker": "JONAH GOLDBERG, NATIONAL REVIEW",
      "utterance": "I spent most of the afternoon thinking very much like Matt did that this was a big victory for Republicans. I'm moving much more in Jonathan's direction towards the end the day. To answer your question first, though, the Democrats are in a position, it's a weird \"Twilight Zone\" remake of 2013 where the arguments across big swaths of the right, particularly talk radio right, was all you have to do is fight, power of the purse, 40 senators can do whatever they want. We can shut down the government. And now you have either because of people like Dianne Feinstein who are being primary challenged, or people who are planning on running for president like Kamala Harris and Elizabeth Warren, you have a bunch of Ted Cruzs on the Democratic side. And I think one of the things that this has done is I'm not sure it has demoralized the leftwing base of the Democratic Party. I think it has put a lot of them in Tea Party mode where they are all declaring war on the establishment, they're all declaring war on the guys who sold them out. Getting back to your first question, though, Republicans gave Democrats one of the things they wanted, and they did it without any strings attached. Six years of funding for CHIP with no reforms whatsoever. That is one less inducement to get Democrats to vote for whatever they come up with by February 8th. And you have now a situation where we could go through this all over again and the Republicans have fewer bargaining chips, and the Democrats have every incentive now if Mitch McConnell doesn't come through with bringing something forward of shutting down the government again. I think short-term Republicans won this messaging. I agree with Brit Hume. Long term I think this might set up some interesting dynamics."
    },
    {
      "speaker": "BAIER",
      "utterance": "Weren't they getting closer? Weren't they on immigration back and forth? Depending on what you believe what the president said and what Schumer said inside the White House?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "A couple things. First of all, on the Democratic question, this shutdown strategy was a disaster. Let's be clear. Going back to it, I would love it if they would do that. That would be great. On immigration, you are right. We know the four things that have to be in the bill. If there's anybody who can get to a deal with hardliners on the conservative side, it is Donald Trump. If you look at the statements from hardline immigration groups on the idea of putting these four things together, they are willing to go along and see what that product is. We have a chance to do this in this country. Donald Trump is the only one who can get it done."
    },
    {
      "speaker": "BAIER",
      "utterance": "The question is whether that Tuesday cabinet bipartisan meeting with Congress where \"I will take the heat,\" whether he really well."
    },
    {
      "speaker": "SWAN",
      "utterance": "The problem is parsing what he actually means by that because in that same meeting Feinstein said we want to clean DACA bill and Trump goes great, and then McCarthy has to step in and say, well, no, actually we need some border security with it. And that's half the problem with these negotiations is people come in, and it's just the way Trump talks. He talks in fairly loose, high-level phrases. So you have people coming out of the room with different ideas of what it means. And then it comes back to square one which is you have fairly hardline staff in the White House like Stephen Miller and John Kelly saying no, no, no, this is what we need. They are in coordination with Cotton and Perdue. Then you have people like Jeff Flake and Lindsey Graham who, frankly, I think Jonah pointed this out in the green room, they shouldn't be regarded as Republicans in this negotiation. They are basically Democrats on this issue. They are completely in keeping with Dick Durbin and the others that they're negotiating with. So the idea that that original bill was bipartisan was a fantasy. It's just a very, very difficult issue."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "It's difficult but doable."
    },
    {
      "speaker": "BAIER",
      "utterance": "Senator Graham, Jonah's s email is --"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "What happens in the green room stays in the green room."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll teach him. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}