{
  "date": "January 22, 2019",
  "headline": "Report: Multiple investigations into Twitter users making terroristic threats against Covington students",
  "subHeadline": "Guests: Harmeet Dhillon, Andrew McCarthy, Bill Donohue, Jerry Boykin, Kristin Beck, Raymond Arroyo, Benjamin Watson, Catherine Viz, Jonathan Harris",
  "url": "https://www.foxnews.com/transcript/report-multiple-investigations-into-twitter-users-making-terroristic-threats-against-covington-students",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right. I'm Laura Ingraham. This is \"The Ingraham Angle\". Very busy Washington tonight, the left's electronic character assassination that is exposed tonight and the focus of our angle. Boy that was quick. A few days after we learned the truth about that incident at the Lincoln Memorial involving some pro-life high schoolers and Native American activist and a handful of hateful black supremacist, the media sure want to put it all in the rearview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIGUEL MARQUEZ, CNN NATIONAL CORRESPONDENT",
      "sentences": "The school, the Diocese, and a nearby Latin school closed today. We will see what happens tomorrow. But, right now people here in the area try to come to grips with everything that happened and hopefully take a breath and move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, of course, the school wants this over. They stupidly fell for that nefarious, defamatory spin and jumped on their own students. And by the way, the school still hasn't retracted its initial statement of that condemnation, ditto for the Diocese, which is shameful.  But, the group, I think, that has the most to lose includes the bottom feeders from the infotainment industry, because they seized on this as a convenient, very easy opportunity to brand young Trump supporters as racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREVOR NOAH, HOST, DAILY SHOW",
      "sentences": "--let's not lie, everyone that sees that smug look wants to punch that kid, right? I even saw conservative people online, when the first video, they were like \"Look at that face, you want to punch that face.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARA HOUSKA, TRIAL RIGHTS ATTORNEY",
      "sentences": "--just surround an indigenous elder and chant \"Build the wall\", kind of exposes that it really has nothing to do with border security. It seems like an issue with race and white supremacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Only the video doesn't show these kids chanting build the wall and the elder confronted them walking toward the students, they surround him. So how did this noting story become such a media bonfire?   Well, Twitter furnished us with a big clue. On Monday it suspended the account of 2020fight. Now, it was that account that first disseminated the edited one minute long video of the confrontation and the meme that set this entire narrative in motion. Like quicksilver the video was viewed more than 2.5 million times and it racked up more than 14,000 retweets. And of course, major media then just picked it up, lapped it up. CNN Business asked Twitter, though, about the identity of the party or parties controlling that account - good for them. And it saw a discrepancy between the bio and supposedly a California school teacher and the profile picture, which is that of a Brazilian blogger. So the profile didn't match the bio. Well, finally, Twitter suspended the account, claiming that \"Deliberate attempts to manipulate the public conversation on Twitter by using misleading account information is a violation of Twitter rules\".  Well, Twitter has some pretty tough rules against abuse and hateful conduct policies that are unfairly at times apply to some conservatives for just speaking their minds. Well, Twitter's rules state clearly that, \"You may not engage in the targeted harassment of someone or incite other people to do so. We consider abusive behavior and attempt to harass, intimidate or silence someone else's voice\".   It goes on. \"You may not promote violence against or threaten or harass other people on the basis of race, ethnicity, national origin, sexual orientation, gender identity, religious affiliation\" - that's the catholic part. Now it also forbids the dissemination of hateful imagery on Twitter. Well it's a mouthful. But given all that, perhaps not only that account 2020fight, but other Twitter accounts need to be suspended. The Writer Reza Aslan written book about god and so forth, tweeted a photo of Nick Sandmann and asked have you ever seen a more punchable face than this kids? Now if that's not an incitement to violence, I'd like to know what is. It's not funny, that's for sure.  And now Sandmann's family, they've been terrorized and subjected to death threats. Bounties have been put out on these poor kids head. In the wildly, wildly unfunny Trump hater, Kathy Griffin, she posted a tweet begging people to dox the kids at the pro-life march. Publish their home address and phone number. Just to make it easier to find them. And I assume not bring them chocolate chip cookies, but to harass them. So, again, how is that not using Twitter to harass and threaten and with the prospect of violence in the air? Some commentators immediately moved to just all-out dehumanize these kids. Like CNN'S Ana Navarro, in a now- deleted Tweet, she called the Covington students A - wipes. Miami must be so proud.  Mollie O'Reilly, the Editor of the lefty catholic rag Commonweal, tweeted. \"You don't let your kid wear a MAGA had and then act offended and when they get taken for a racist\". Other tiresome liberal Catholics like Father James Martin and Ed Beck were the worse, though, because they were using these innocent students to advance their own anti-Trump animus on Twitter.  Father Edward, tweeting, well \"My feelings about the Covington boys are unchanged since the first reporting. And boys should not have been permitted to wear MAGA hats if they were representing the school\". What? OK. Can't have any political feelings if you're a student, that's interesting. Well BuzzFeed Reporter, Anne Helen Petersen revealed herself when she tweeted this picture of the Covington High Student next to Brett Kavanaugh - shocker. \"One theme of the conversations over the past 24 hours, how deeply familiar this this look is. It's a look of white patriarchy, of course, but that familiarity, that banality is part of what prompts the visceral reaction. The isn't spectacular. It's life in America\". That's a long-winded tweet.  Well, actually its life through the eyes of a true hater, someone truly intolerant. Like this is how white men look. Look at them, look at the faces. What are they supposed to look like? I thought everyone's supposed to look, however they want, isn't that what liberalism is? Their own, truth their own - whatever they want to look like, supposed to be OK with them, not if you're a white guy and have to be a Catholic wearing in a MAGA hat or nominated by Trump.   Well, just for a moment now assume that some racists put up a picture of two black men and said the exact same type of thing that she did about this student and Brett Kavanaugh, replacing the word white with the word black. You think Twitter would allow that person to remain on their platform? Well, they wouldn't and they shouldn't. Ditto for Anne Helen Petersen, her comment is racist. Today, The View's, Joy Behar in a moment of - well, perhaps accidental candor, but I'm going to give her a big credit revealed what this was all really about.  WHOOPI GOLDBERG, CO-HOST OF \"THE VIEW\": Why is do we keep making the same mistake?  JOY BEHAR, CO-HOST OF \"THE VIEW\": Because we're desperate to get Trump out of office. I think that's the reason. I think the press jumps the gun a lot because we just - we have so much circumstantial evidence against this guy that we basically are hoping that Cohen's got the goods and what have you. And so is wishful thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And on both cases the BuzzFeed story and this one. Well, here's our wish. That this type of sadistic online savagery be shut down by Twitter and other powerful social media platforms. It's time that they start evenly enforcing the rules of conduct against all parties, including ones on the Left, and that's the angle. And by the way this just in, we're just learning about this. Rob Sanders who is the Kentucky County Prosecutor in Kenton County which covers this Covington Catholic High School area they're looking at, perhaps, this terroristic threatening statute in Kentucky that involves online threats and threats against schools.  And by the way if you're prosecuted successfully this is a felony. So they're taking this very seriously, and the Commonwealth attorney as well, multiple threats against this family, their home and their well-being, so that's tonight.  Now, here now with reaction Attorney and RNC Committeewoman Harmeet Dhillon and Former U.S. Assistant Attorney, Fox News Contributor, Andy McCarthy. Harmeet, it's now been two days since leftists called for violence against these students and for their doxing. Now a lot of these tweets remain up to this moment in time. Now the right is always policed by Twitter. Why not these folks in a more expeditious fashion, Harmeet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, NATIONAL REPUBLICAN LAWYERS ASSOCIATION",
      "sentences": "Yes. So thanks for asking me, Laura. I've actually dealt with Twitter and its terms of service on several occasions, written them demand letters, because my clients who are conservative writers and journalists have been taken down for literally no reason and no explanation. Whereas, Twitter has repeatedly allowed very despicable conduct, threats of violence and gruesome threats of violence to stay up on its platform when the political cause is right. And so what we're discerning from this is that Twitter's terms of service, which are a contract, are not being applied evenly. And that would actually give Twitter users grounds for a suit on various theories under California law, and the laws of other states.   So hopefully one of these days, somebody will come and hold them accountable. But right now they're not being held accountable on a contract basis and certainly our government is not doing anything to police the fact that they get away with it, because they have immunity under the Communications Decency Act Section 232 to pretty much do whatever they want--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is ridiculous--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "--and then selectively impose their rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Someone is going to get badly hurt. And when people say--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Or killed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "- and when people say it's a First Amendment, it's free expression, you can't have their - there can be no action against, no, no. Andy, I'm all for the First Amendment. I think there should be a vigorous debate of the issues and I'm not for clamping down on that type of speech.  But this is not that type of speech. What they're doing is putting their lives in danger and this is a classic left-wing Trotskyite, Alinskyite tactic. They're make - trying to make these kids afraid of speaking out, being pro-life, being catholic, being conservative, being a Trump supporter and they are succeeding. A lot of these kids are really scared tonight. And were all these people worrying about the kids 24/7? They're all about the kids, Trump's maimed the kids. These people are maimed to the kids. Go ahead Andy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCARTHY, FORMER U.S. ATTORNEY",
      "sentences": "Yes. Well, look - Laura, I think, Harmeet is completely right about the contractual aspect of this. But what you're pointing out right now is a category of speech or categories of speech that have never been protected under the First Amendment. Incitement is not protected, threats are not protected.  And, I think, the only way you ever put a stop to this is if you start to prosecute people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "--and make an example out of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "And I just don't - I don't see a great deal of energy in that direction. But that is what has to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People have to demand it. Though, Harmeet, we've heard now from some of the students, and I've got to say it's inspiring to see that how they're weathering this pretty well. I mean, these are not - they're not political kids. They went to a pro-life march, that's longest annual march in the United States, that's what they were doing. OK?   They found themselves in this situation. They're 14, 15, 16 year old kids. This is what two of them said today in a YouTube video that was released. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There have been many threats against our lives, against our parents. Some of these threats include that we should all be locked in the school and should be burned to the ground. The school being bombed, school shooting threats. It's really scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've been doxed on three separate occasions. This has led to a tsunami of hateful messages and threats and everything above.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet, I'm telling you, we're all worried about school safety, the school shooters, horrific things have happened in our country. But now we have people who are putting their name on this that call themselves comedians or they are late-night host or they are news organizations that throw gunpowder on an already raging fire by giving this legitimacy without any reporting, real reporting.  We're going to get into this in a bit about the Native American elder and what is background his. No curiosity about this. The narrative has to be, our kids wearing a MAGA hat is a white male and is at a pro-life march, he's got to be guilty of something and we're going to find out about it. If find this to be absolutely reprehensible and someone's got to go to jail. Someone's got to go to jail or this is going to - someone's going to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "--or any of these kids do get hurt or there is a shooting or something happens to their families. The news media that irresponsibly spread the story around - not just irresponsibly, but viciously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "In some cases spread this story around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Andy, I got to say - I'm sorry to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "I know that there are talks already about defamation lawsuits against the news media. They do not have immunity from suit for publishing false news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Well, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "And their lack of curiosity and repeated publication of known false information in this matter does expose them to liability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Hold on, hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "So prosecution is absolutely important. But I think bankrupting these people is important too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. OK. Andy really quick, really quick. Savannah Guthrie--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes, I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--in an interview that's going to run tomorrow, she - we don't have time to play it. She asks Nick Sandmann, the main kid who I had a chance to talk to today. She asked him do you feel from this experience that you owe anybody an apology? Do you see this as your own fault in any way? She had that very concerned look on her face. Oh, come on, Savannah, you are better than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, look, this goes to what you were saying. The fact that they had the MAGA hat on mean they must be guilty of something. No, no, the MAGA hat is the - the MAGA is the guilt--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. Look at the facial expression --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "--because what's now prevalent here is that we are about narrative here. We are not about objective reality. And the fact that they are wearing that hat feeds into a narrative that basically you are condemned by wearing it. And to the extent that they said they were expressing all of this hateful rhetoric, when in fact the video disproves it. It doesn't matter, because to them, the hat symbolizes the hateful rhetoric. So what difference does it make whether it was actually said or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The best that was - the school and the Diocese and a bunch of liberal Trump hating catholic priests jumped on these kids too. Is this is a - I mean, I think, I can do the whole show. I feel like doing the whole show and cancelling the other topics, because this says so much about where we are in the country with political speech and the Left is being we're being revealed day after day. Both of you thank you so much on the legal aspect of this.  Our next guest says between the BuzzFeed report by the Covington brushfire, this is the right time to address this electronic lynch mob. Victor Davis Hanson, Senior Fellow of the Hoover Institution joins me now. Victor, this is more than a pylon. OK? This is like - and Tammy Bruce said this today on my podcast, which everybody has to listen to, she was phenomenal. She said Laura, \"This is a type of virtual reputational murder that's taking place\". Because these kids - look at these kid's face - Nick Sandmann looks - I mean, not there - on \"The Today Show\". I mean, he looks like he has been through hell and high water. But what does this tell us about what - whether this ever going to end? How do we stop this for good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE, SENIOR FELLOW",
      "sentences": "I think, remember in the classic western when they stormed the jail and tried to lynch the innocent man? They either succeeded or failed when the sheriff came out with a double-barrel shotgun. Metaphorically our sheriff is Facebook and Twitter and they're on the side of the mob. So these people feel they're not going to be censored. There's no downside. It's very hard to sue people under our system for defamation of character or even for conspiracy to commit violence. We don't see it very often. And then more importantly, people don't get fired, Laura. Look at the one of the authors of the BuzzFeed, he had been fired - Mr. Soloman, again and again and again - Leopold - excuse me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Leopold - Jason Leopold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--he'd been fired again and again, there were no consequences. When it was released that these were young, innocent kids, they're not going to be very ready to fight back and they had MAGA hats on and they were white and they were catholic and they were at an anti - that was a turkey shoot for all of these bullies. And then when you look at the upside, when you combined the electronic mechanism with the hate Trump, the result is there's two values, rapidity and extremism. So there was a race - like a dog race almost at the starting lot. Who could get out first and then virtue signal that I was the first to attack this kid. And then the next instance (ph) was who can be the most extreme? I said, beat him up; No, I said shoot them; No, I said burn them up. No, I said put them in a woodchipper. There was a race to bomb them--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, have a someone's head in effigy. Yes, but this has been going on - Victor, Victor - the media have - they have not learned anything. The Duke rape case--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "There is no downside Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First they Tawana Brawley with Al Sharpton. I love hearing Al Sharpton about he had Tawana Brawley with Al Sharpton, right? Then you have - then later you have Duke rape case. Then you had the Fraternity at UVA. Then you had Hands up, don't shoot. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It goes on and on and on. Then you had BuzzFeed, now you have this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "But you see what's happened is, when you have Silicon Valley and you have the great fortunes in America, whether the Bloomberg or the Apple or Google, all of that great money, and foundations, and Hollywood and the media, and the universities, this story starts out on - it's a force multiplying effect and it permeates our entire society. And when you look at the other side, we don't have those resources. And when Trump or conservative ranks are bifurcated - there were people on the never Trump side that joined in, because they felt this is the magic key that will unlock my analysis of truth--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--and I'm going to get on that too and I'm going to prove everybody these kids have MAGA hats and therefore I was right--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. Yes, you saw it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--all along the Trump--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, it was a Venn diagram - victor, we're out of time - but the Venn diagram of the Never Trumpers and the accusers of these kids, the vile, vile. But there was an interesting intersection. And you're absolutely right, people like Robbie George of Princeton, whose work I actually respect, but he was a big Never Trumper, he initially jumped on this kid. He's a very well respected catholic professor. But he at least pulled it back. But so many of these other people really haven't pulled it back because they hate Trump, they are absolutely raging with hatred at Donald Trump and they don't care what collateral damage - that they live on the roadside. They don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well, they will look. The downside is more than the upside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I agree. Victor, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "The downside has to be more than the upside. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You're absolutely right. People have to pay for what happened here. We have some breaking news on what else Native American Activist Nathan Phillips was up to last Saturday. You will not believe what the media didn't tell you about him and that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It wasn't just the evil white kid's narrative that was so tantalizing to the media, but so too was the story of Nathan Phillips, the Native American Activist with a truly heroic back story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sparking Outrage. The video showing high-school students coming face-to-face with a Native American Veteran at the Lincoln Memorial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, Nathan Phillips, I want to first thank you for your service. We know that you are a veteran of Vietnam war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "School and local Diocese have apologized to Phillips, a Vietnam veteran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But now multiple outlets offering corrections, noting that it was in the Marines - he was in the Marines during the war, but never served in Vietnam. So he was a Vietnam era vet - still important, but nevertheless, correction in order. There are also some other stories coming to light. Just this past Saturday same guy, Phillips, he's very busy over the weekend and his group of activists attempted to storm - check this video. Washington D.C.'s Basilica of the National Shrine during an evening mass. There they are, a guard - they haven't changed the drum - a guard telling the catholic news agency, \"It was really upsetting. There were about 20 people trying to get in. We had to lock the doors and everything\". Apparently they locked the parishioners inside.  Now given Phillips' media remarks since his standoff with Covington, especially his commentary about their education, is it fair to ask whether there is an anti-Catholic bias at play? Here to discuss, President of the Catholic League, Bill Donohue. Bill, anti-Christian, anti-Catholic, the commentary - and I want to read something to you, Bill. This is a quote from Mr. Phillips, Sunday to The Detroit Free Press. The Black Israelites, those are those nuts that were screaming at the monument - at the Lincoln Memorial. They were saying some harsh things. But some of it was true too. These young white American kids were being taught in their catholic school, their doctrine their truth. And when they found out there's more truth out there than what they're being taught, they were offended, they were insulted, they were scared, and that's how they responded. The seething contempt for the catholic faith, as expressed by him, he since kind of cleaned up his rhetoric, but what do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL DONOHUE, PRESIDENT, THE CATHOLIC LEAGUE",
      "sentences": "Well, it wasn't the white kids who called the Indian savages, it was the black thugs. And yet this guy didn't go after the blacks, did he - the Hebrew Israelites. No, he went after the Catholic Church. He tried to storm the church. That's what the Nazis did in Germany. They went into the synagogues to disrupt the services. If you try to disrupt a religious service it's against the law in Washington D.C., it's also a hate crime. There were three groups here, Laura, only one was not involved in anything racist and that was the white kids. The Indians, were they're taunting the kid, the Indians were they are making - storming the church, the blacks made comments about blacks which were racist, whites which were racist, they attack Puerto Ricans, they attacked Catholics. They called the Indian, savages. And yet somehow the only group which did nothing to provoke any of this is the one being blamed by the left media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and the Black Israelites. The media kind of ran right over what they said. They didn't really focus on that. They called the boys incest babies. A lot of it was - didn't make sense and was fairly ungrammatical. However, it was just the most cruel, horrific. Again, this is what they do and this is their big act.  But Mr. Phillips, himself, I mean, he keeps kind of passing himself off as a Vietnam vet. But we talked to Vietnam vets who served in Vietnam and they're very sensitive. Because I spoke to one in particular, I wish he would come on the show, but maybe he will tomorrow. One in particular, who was not happy about that, it's big difference. And Marines take it very seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONOHUE",
      "sentences": "Look, he is a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not to disrespect any service, but Marines take that particular phraseology very seriously, which I did not know until today, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONOHUE",
      "sentences": "Well, the other thing is, I'm not going to enjoy and join the pity parade. All right. This guy is a Vietnam-era vet, guess what, so am I. I'm a senior citizen, he's not. Yet, he's regarded as this frail elder. This guy is an activist. This guy's a thug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A professional activist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONOHUE",
      "sentences": "Absolutely. And he knew what he was doing. He was badgering the kid. He wanted that kid to say something vile. He never did, and he held the restraint. And shame on the Diocese of Covington for not standing by him and so many other people. I have no problem with people like Robbie George who made an absolutely wonderful apology, not the Matthew Schmitz and (inaudible) and others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that's nice about it. They shouldn't have jumped on him in the beginning. But, yes, you're right. Robbie is a good guy. But what about these Ed Beck, James Martin, these are leftist priests who revel in anything that can reflect badly on the President. This is - I mean they are so political, I suggested they stick to the Gospel instead of politics, because they're driving people out of this Catholic Church with their proselytizing on politics morning, noon and night. It's tedious and most Catholics, I know don't like it one bit. Bill, you're the greatest, thank you so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONOHUE",
      "sentences": "Yes, both of those guys are guilty much worse than what you even indicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thanks so much. And the Supreme Court today gave the Trump administration a small victory as it allowed President Trump's Executive Order banning transgender individuals from actively serving the military and to go into temporary effect. Laura Durso, who's the Vice President of the LGBT Research at the Center for American Progress called this policy policy and the result today dehumanizing, while they DOJ is arguing \"Due to lower courts issuing nationwide injunctions, our military had been forced to maintain a prior policy that poses a risk to military effectiveness and lethality for over a year.\" Here now, retired U.S. Army Lieutenant General Jerry Boykin, and Kristin Beck, a transgender retired Navy Seal. Kristin, it's good to see you both. A recent survey of U.S. active-duty troops, I'm sure you're aware of it, and veterans, found that 61 percent of respondents do not approve of transgender people in the military. So what are those 61 percent missing given their own experience?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN BECK, TRANSGENDER AND RETIRED NAVY SEAL",
      "sentences": "I just don't understand the lethality and effectiveness part. I don't know if those 61 percent actually understand what the military really does. We are a peacekeeping force. We do many more things. And if you want to talk about lethality, I served 20 years in the Navy Seals, and I think I was pretty darn lethal, and I was very effective at my job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When you served, you were not, you had not changed your gender or gone through treatment though, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Yes, that's correct. And there's many transgender people that are like me, that just want to serve, and it doesn't mean we have to suddenly start wearing dresses. And there is trans-men also, female to male. So there's an immense amount of knowledge and information from 18 countries around the world who have had transgender people serving in their militaries now for decades, and they've never had a problem. So I don't understand how the home of the free, and we talk about liberty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A lot of transgender people -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "-- why do we have such a problem when 18 other countries already have transgender people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And transgender people who have served in the military, General, say we just want to be part of the greatest fighting force ever. These are patriotic people. They want to serve their country, as Kristin said. And the injunction doesn't necessarily meet that all transgender people can't serve. There is a long list of -- most people probably can't serve. But for instance, service members who have been stable for three years in their biological sex prior to joining the military, they can serve. Service members who were diagnosed with gender Dysphoria before the effective date of the policy can still serve, and other things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. GEN. JERRY BOYKIN, U.S. ARMY (RET)",
      "sentences": "Yes, that's right, Laura. Listen, I'd be remiss if I didn't start by saying that Kristin served honorably and in fact serve with valor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely. Who doesn't love the Navy Seals? I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOYKIN",
      "sentences": "She served in the Navy's finest combat unit, so I applaud her and thank her for her service. However, she served as a male, and she did not go through her transformation until she was out of the Navy. Now, what this report allows and what the Supreme Court decision today determined was that those who came out when Mr. Obama said you can come out if you are transgender, they are allowed to stay in the military. Anybody that has absolutely come out and admitted they are transgender are now able to go, stay in the service until they separate either by retirement or by some other -- maybe an injury or something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kristin, do you see any reason whatsoever that this should be an issue of morale or the fighting effectiveness of unit to unit? You were a Navy Seal. I know a few Seals. Unbelievably tough. Like, 0.0000001 percent of the population or fewer could actually do it. The upper body strength, the physical strength that's required is stunning. I have nothing but incredible respect for what you did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But if you were in transformation, how could you meet those standards, especially if you were in the process of transformation? You couldn't be on other drugs and be part of it in other words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Yes. There is definitely going to be some things we need to overcome, and there's going to be some hurdles. But this is the same hurdles we had to face in the 1950s when there was an integration of African-Americans into the Armed Forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But that doesn't go to strength. That doesn't go to physical strength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BECK",
      "sentences": "Yes, but I'm just using the example that there will be hurdles and we will overcome those hurdles. So I think I might have lost a little strength. I think I can only bench press about 250, maybe 280, so I think I went down by 20 or 30 pounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's unbelievable. Wow. General, my prediction is this injunction is probably fully overturned. That's my prediction, but we'll see. We'll follow it. We'll continue to. By the way, an NFL player denied one last shot at the Super Bowl because of a blown call. He'll join us from the New Orleans Saints, Ben Watson, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The nation as a whole and certainly the \"Who Dat\" nation are still stunned after the Saints lost Sunday in the NFC champion game due to a blatantly missed call or two. In the aftermath, the NFL admitted it messed up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN PAYTON, SAINTS HEAD COACH",
      "sentences": "Just getting off the phone with the league office, they blew the call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sean, what explanation did you get?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYTON",
      "sentences": "It was simple. They blew the call. They said it should never have not been a call. They said not only was it interference, it was helmet to helmet, two calls. They couldn't believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But for the Saints and the players, the fans, that admission is little consolation. Here now, Raymond Arroyo, FOX News contributor and member of the \"Who Dat\" nation. I can't believe I just said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "With some more colorful responses from the New Orleans residents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "sentences": "Laura, the entire \"Who Dat\" nation is still in mourning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If you say that one more time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "They really are. And unlike other places, the Saints, this isn't a team to us, Laura. It's really a part of our way of life. In New Orleans, there four things -- Faith, family, food, football. And look, in the fourth quarter --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Texas, same deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "In the fourth quarter of this championship game when the Rams Nickell Robey-Coleman literally rammed Saints receiver Tommylee Lewis with his helmet, everyone assumed two calls were coming. They never came. Saints fans take this very personally, and they have coped with the grief in unbelievable ways, Laura. Signs have popped up all over the city courtesy of local businessmen. One blares \"Saints got robbed.\" Another \"NFL blew it.\" And since it's New Orleans, why not protest with food? Haydel's Bakery, I saw this the other day, is selling a no-ref cookie with the image of head referee Bill Vinovich with a slash through his face. On our local papers, they are selling -- they've copied the headline \"Reffing Unbelievable.\" They've made it into a t-shirt. And there is now even a petition, Laura, with nearly 700,000 signatures asking for the NFL to invalidate the Rams victory and demand a replay of the championship game this Sunday given the lousy officiating. The New Orleans City Council is now weighing in. They have issued a resolution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What else are they going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "They're demanding answers from the NFL. And you've got everyone from Gayle Benson, the owners of the Saints, demanding clarity here. She doesn't want other people to go through this. Also the governor, John Bel Edwards of Louisiana asking Bill Goodell to clarify this so no one goes through it again. It was a ridiculous missed call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Patrick Caddell. Patrick Caddell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Patrick Caddell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Bill Goodell, isn't it? What's his name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What did you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Roger Goodell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Roger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I can't hear. I can't hear. I don't like Goodell, so I don't - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I don't care for him either. But very quickly, there are now two lawsuits filed. They are charging that these officials caused loss of enjoyment of life and distrust of the game, and they want the NFL to pay up. And we are suffering, Laura, and we are trying to cope with that suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hundreds of millions of dollars, both for the players, the local community, over time. The next year, your contract goes up with the Super Bowl. Raymond, joining now is someone who understands the pain in the particular way, here now in an \"Ingraham Angle\" exclusive is Ben Watson, tight end for the Saints of course, who is retiring -- I'm so sad -- this year. Ben, I know this is tough. And what you experienced as you watched the referee totally ignore these infractions near the end of the game, you didn't play because you were injured, which we are also really upset about. But what now, Ben? What now? What we take from this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN WATSON, NEW ORLEANS SAINTS TIGHT END",
      "sentences": "First of all, you have to console all your kids because they are trying to figure out what happened. But we have a saying that we have as athletes, and that this is an imperfect game played by imperfect people, and obviously refereed by imperfect humans who are refereeing. And so I have no words. There's no words they can console myself or my family or the \"Who Dat\" nation or football fans in general. As the NFL, as a league, we try to put forth a product that is full of integrity, something that we can be proud of. And these sorts of things happen, but the sad thing is that there's no remedy. That's in no way to take anything away from the Rams. It was a hard-fought game. But when you have a non-call at that point in time in the game where things are in the clutch where it's time to be decided, it just doesn't sit well. And that's not how either team wants to win or lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Ben, what do you think about the rule changes that are now being debated? I listened to almost nothing but sports talk radio over the last 48 hours. I was upset about a lot during this game. There was a lot of things that could've gone differently. I don't think the Saints played their best game. Drew Brees, he's my favorite quarterback, I don't think he played his best game and I think he knows it. But the 57-yard field goal, that was unbelievable, the Rams kicked. That was incredible. But now a rules change, is that where we are going? We are going to review every play?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "I think the league is constantly evolving, and over the course of my 15-year career I've seen rules change. Something that happened in the game, and then the next year the Competition Committee comes together and creates a rule to fix that. And those things happen because, again, it's an imperfect game. And so when it comes to this, obviously I think there will be a huge discussion in February by the Competition Committee about how do we prevent this sort of thing from happening? How can we be sitting here a couple days after championship weekend and not celebrating the two teams that are in there but talking about some missed calls by referees who are the best at what they do? And so it may be something as, I say simple, but as important as being able to review a P.I. call, a pass interference call, that happened, and also one that didn't happen, because a lot of times pass interference calls happen that shouldn't be called as well. So there needs to be something done. Again, that doesn't console us, it does make us feel better, but we understand that life goes on. And in many times, life isn't fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, it isn't. Jason Whitlock, I know you know Jason, he was speaking today about the Saints and the reaction. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON WHITLOCK",
      "sentences": "The Saints are not victims, not in my opinion. Victims are targeted. The referee who failed to call the penalty on this pass had no intentions of harming the New Orleans Saints. In fact, his motivation was to protect the integrity of the outcome. He failed to act because he didn't want a judgment call by the refs to decide the game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is Jason right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "He is right to an extent. Referees are told that in the end of very important games, you're talking about playoff games with Super Bowl implications, referees don't want to determine the outcome. They want to say let the players play. But when there is something as obvious as that, you have got three referee standing there, that's a time when a flag needs to come out. There needs to be a call made. And I don't -- I'm not saying that the referee's intent was malicious, but I can say he did not do his job there. And when you look at the game, we had -- look, as a player, you want to win the game on your own terms, and we had a chance in overtime. We got the ball first and over time. We weren't able to drive down the field. There were other opportunities for us to win. But again, looking back at the game, there will be some rule changes, but it won't help for where we stand right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hey Ben, I've seen all the pictures of your kids. My question is, are they playing football? And which one right now wants to play in a bad, bad way? Maybe come back and play the Super Bowl sometime when he's a little older, avenge this loss?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "Yes, my seven-year-old. My seven-year-old, Isaiah. It just clicked for him this year. The younger ones don't really get it yet, but my seven-year-old, we were just outside throwing the football when he got home from school today. And so he's the one that took it the hardest. And he's the one that's always talking about playing football. But I think we're going to wait a little bit for him. And if it's up to his mom and me, he'd go play baseball or golf or something with guaranteed contracts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Oh, come on. I've seen them playing. We've got to get those Watson kids on the field. Ben, it's great to see you. You've had an unbelievable career, and you've been such an inspiration to young people across this country. And I've been following your career for so many years. I know you hear this a lot, but what you have done for the community and with your family and just who you are as a man, forget a player, we salute you, and we thank you. That's much more important than any Super Bowl. That's all I can say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Who Dat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who Dat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATSON",
      "sentences": "I appreciate it. Who Dat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You take care. And coming up, from city squares to college campuses, American history being systematically eradicated, is that an exaggeration? It's not. It's happening at Notre Dame next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Covering up our history? That's what the University of Notre Dame is doing right now. In a shocking announcement, the school says it will cover these murals, I just saw them bac in September when I was at the game, dating back to the late 1800s that depict Christopher Columbus in America. The university president, Father John Jenkins, liberal, says students and faculty have been complaining for years, poor babies, claiming the murals don't show the darker side of the story. Joining me now is Catherine Viz, a Notre Dame student and campus reform correspondent, and Democratic analyst Jonathan Harris. Catherine, let's start with you. Did the school give opposing views and opportunity to make their arguments against the covering up of art?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE VIZ, NOTRE DAME STUDENT",
      "sentences": "Hi, Laura. Thank you for having me. It is interesting to see how the Native American perspective was of course embraced. But it was seemingly impossible to seem to have a conservative viewpoint on this issue, especially with the idea of covering up, or in this case, erasing history. As an important part of learning where we need to go in the future we need to knowledge the evil things that may have happened, no matter how unfortunate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, and pretty much all of history includes a really scary and bad and evil things. And yet we want to see history. Jonathan, the same thing happened at Dartmouth College when I was there, these things called the Hovey Grill murals. And they were Native Americans, and Eleazar Wheelock, who founded Dartmouth, and it was a bit of a caricature depiction of a song about Dartmouth. There is a huge fight over these murals. They ultimately covered them, then they opened them up, and then they moved them off campus. So this is going back to the '80s. so this whole thing about covering murals, moving murals continues. Why is this liberal to cover art?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HARRIS, DEMOCRATIC STRATEGIST",
      "sentences": "It's not covering arts. They have even said, the university said, they are going to reproduce them in HD and people will be able to go see them, but they will be in proper context.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They had little pamphlets. I was there in September. I thought they were actually really beautiful. They are really beautiful. And they had pamphlets explaining the context there. But the pamphlets weren't good enough for the antihistory people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Is not appropriate. I hope that our mores will change. These were done in the 1800s, the late 1800s. I hope our mores have changed just a little bit since the late 1800s. And to move them, cover them up and say that's not where we are anymore is absolutely the right step. The art is still going to be available, but these things need to be put away in museums, in places where this is where we were. This is not where we are. And as long as it's constantly displayed, it says it's where we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Caroline, this is what Sohrab Ahmari in \"The New York Post\" pointed out today. \"Notre Dame will cover problematic Columbus tapestries. This is the kind of thing the Iranian regime does, and we criticize its philistine barbarism. Only in the U.S. academy it's done in the name of progress and liberality.\" I think about the Taliban and taking -- smashing historical carvings and cliffs which can never be reproduced. I'm not trying to compare the murals, but you can find offense in everything. I'm sure there are people who look at the dome and see our lady on the dome. And if you don't believe the Catholic faith, you might be offended by it. Right? There she is. I bet you could probably get 300 students somewhere who say that our lady offends them and they need to change the name of the university. Do you see where this goes? Art is almost meant to offend. I thought that was the cool contemporary art thing. Offend people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Absolutely, absolutely. But not to make a monument to people. Columbus referred to as Native American saying that they would make great servants. That was his first observation of them when --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "George Washington -- should we take down the Washington Monument?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "There are things that we should be analyzing, absolutely. Analyzing things is not dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Analyzing, absolutely, I think more debate is great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "And when we come to that conclusion, it's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Caroline, I do believe this is where we are headed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VIZ",
      "sentences": "At Notre Dame, there is a hall right next door to the Dome called Washington hall. So how far will we drop the bar in terms of having a standard for what must be censored? And that's the true problem here is censorship, is that to have history, you need both sides, the good and the bad, and to pursue that evil should not be condoned. But if you don't even know what the evil is or if people are shielded from that evil, then what's the point of having a historical dialogue in the first place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think we want more speech, not less. How about another mural expressing another point of view. Don't cover or destroy murals. It is ahistorical and it's illiberal. It's not liberal. Guys, great conversation. Thank you. A big show of support for President Trump's wall. We'll tell you who it's coming from, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the last bite. Candace Owens over at Turning Point USA just held her first Blexit rally in L.A. over the weekend, it didn't get enough coverage. Blexit stands for a Black Exit and is a movement that aims to encourage minorities to abandon the Democratic Party. Here's what they were chanting at the weekend rally. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right. I'm Laura Ingraham. This is \"The Ingraham Angle\". Very busy Washington tonight, the left's electronic character assassination that is exposed tonight and the focus of our angle. Boy that was quick. A few days after we learned the truth about that incident at the Lincoln Memorial involving some pro-life high schoolers and Native American activist and a handful of hateful black supremacist, the media sure want to put it all in the rearview."
    },
    {
      "speaker": "MIGUEL MARQUEZ, CNN NATIONAL CORRESPONDENT",
      "utterance": "The school, the Diocese, and a nearby Latin school closed today. We will see what happens tomorrow. But, right now people here in the area try to come to grips with everything that happened and hopefully take a breath and move on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, of course, the school wants this over. They stupidly fell for that nefarious, defamatory spin and jumped on their own students. And by the way, the school still hasn't retracted its initial statement of that condemnation, ditto for the Diocese, which is shameful. But, the group, I think, that has the most to lose includes the bottom feeders from the infotainment industry, because they seized on this as a convenient, very easy opportunity to brand young Trump supporters as racist."
    },
    {
      "speaker": "TREVOR NOAH, HOST, DAILY SHOW",
      "utterance": "--let's not lie, everyone that sees that smug look wants to punch that kid, right? I even saw conservative people online, when the first video, they were like \"Look at that face, you want to punch that face.\""
    },
    {
      "speaker": "TARA HOUSKA, TRIAL RIGHTS ATTORNEY",
      "utterance": "--just surround an indigenous elder and chant \"Build the wall\", kind of exposes that it really has nothing to do with border security. It seems like an issue with race and white supremacy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Only the video doesn't show these kids chanting build the wall and the elder confronted them walking toward the students, they surround him. So how did this noting story become such a media bonfire? Well, Twitter furnished us with a big clue. On Monday it suspended the account of 2020fight. Now, it was that account that first disseminated the edited one minute long video of the confrontation and the meme that set this entire narrative in motion. Like quicksilver the video was viewed more than 2.5 million times and it racked up more than 14,000 retweets. And of course, major media then just picked it up, lapped it up. CNN Business asked Twitter, though, about the identity of the party or parties controlling that account - good for them. And it saw a discrepancy between the bio and supposedly a California school teacher and the profile picture, which is that of a Brazilian blogger. So the profile didn't match the bio. Well, finally, Twitter suspended the account, claiming that \"Deliberate attempts to manipulate the public conversation on Twitter by using misleading account information is a violation of Twitter rules\". Well, Twitter has some pretty tough rules against abuse and hateful conduct policies that are unfairly at times apply to some conservatives for just speaking their minds. Well, Twitter's rules state clearly that, \"You may not engage in the targeted harassment of someone or incite other people to do so. We consider abusive behavior and attempt to harass, intimidate or silence someone else's voice\". It goes on. \"You may not promote violence against or threaten or harass other people on the basis of race, ethnicity, national origin, sexual orientation, gender identity, religious affiliation\" - that's the catholic part. Now it also forbids the dissemination of hateful imagery on Twitter. Well it's a mouthful. But given all that, perhaps not only that account 2020fight, but other Twitter accounts need to be suspended. The Writer Reza Aslan written book about god and so forth, tweeted a photo of Nick Sandmann and asked have you ever seen a more punchable face than this kids? Now if that's not an incitement to violence, I'd like to know what is. It's not funny, that's for sure. And now Sandmann's family, they've been terrorized and subjected to death threats. Bounties have been put out on these poor kids head. In the wildly, wildly unfunny Trump hater, Kathy Griffin, she posted a tweet begging people to dox the kids at the pro-life march. Publish their home address and phone number. Just to make it easier to find them. And I assume not bring them chocolate chip cookies, but to harass them. So, again, how is that not using Twitter to harass and threaten and with the prospect of violence in the air? Some commentators immediately moved to just all-out dehumanize these kids. Like CNN'S Ana Navarro, in a now- deleted Tweet, she called the Covington students A - wipes. Miami must be so proud. Mollie O'Reilly, the Editor of the lefty catholic rag Commonweal, tweeted. \"You don't let your kid wear a MAGA had and then act offended and when they get taken for a racist\". Other tiresome liberal Catholics like Father James Martin and Ed Beck were the worse, though, because they were using these innocent students to advance their own anti-Trump animus on Twitter. Father Edward, tweeting, well \"My feelings about the Covington boys are unchanged since the first reporting. And boys should not have been permitted to wear MAGA hats if they were representing the school\". What? OK. Can't have any political feelings if you're a student, that's interesting. Well BuzzFeed Reporter, Anne Helen Petersen revealed herself when she tweeted this picture of the Covington High Student next to Brett Kavanaugh - shocker. \"One theme of the conversations over the past 24 hours, how deeply familiar this this look is. It's a look of white patriarchy, of course, but that familiarity, that banality is part of what prompts the visceral reaction. The isn't spectacular. It's life in America\". That's a long-winded tweet. Well, actually its life through the eyes of a true hater, someone truly intolerant. Like this is how white men look. Look at them, look at the faces. What are they supposed to look like? I thought everyone's supposed to look, however they want, isn't that what liberalism is? Their own, truth their own - whatever they want to look like, supposed to be OK with them, not if you're a white guy and have to be a Catholic wearing in a MAGA hat or nominated by Trump. Well, just for a moment now assume that some racists put up a picture of two black men and said the exact same type of thing that she did about this student and Brett Kavanaugh, replacing the word white with the word black. You think Twitter would allow that person to remain on their platform? Well, they wouldn't and they shouldn't. Ditto for Anne Helen Petersen, her comment is racist. Today, The View's, Joy Behar in a moment of - well, perhaps accidental candor, but I'm going to give her a big credit revealed what this was all really about. WHOOPI GOLDBERG, CO-HOST OF \"THE VIEW\": Why is do we keep making the same mistake? JOY BEHAR, CO-HOST OF \"THE VIEW\": Because we're desperate to get Trump out of office. I think that's the reason. I think the press jumps the gun a lot because we just - we have so much circumstantial evidence against this guy that we basically are hoping that Cohen's got the goods and what have you. And so is wishful thinking."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And on both cases the BuzzFeed story and this one. Well, here's our wish. That this type of sadistic online savagery be shut down by Twitter and other powerful social media platforms. It's time that they start evenly enforcing the rules of conduct against all parties, including ones on the Left, and that's the angle. And by the way this just in, we're just learning about this. Rob Sanders who is the Kentucky County Prosecutor in Kenton County which covers this Covington Catholic High School area they're looking at, perhaps, this terroristic threatening statute in Kentucky that involves online threats and threats against schools. And by the way if you're prosecuted successfully this is a felony. So they're taking this very seriously, and the Commonwealth attorney as well, multiple threats against this family, their home and their well-being, so that's tonight. Now, here now with reaction Attorney and RNC Committeewoman Harmeet Dhillon and Former U.S. Assistant Attorney, Fox News Contributor, Andy McCarthy. Harmeet, it's now been two days since leftists called for violence against these students and for their doxing. Now a lot of these tweets remain up to this moment in time. Now the right is always policed by Twitter. Why not these folks in a more expeditious fashion, Harmeet?"
    },
    {
      "speaker": "HARMEET DHILLON, NATIONAL REPUBLICAN LAWYERS ASSOCIATION",
      "utterance": "Yes. So thanks for asking me, Laura. I've actually dealt with Twitter and its terms of service on several occasions, written them demand letters, because my clients who are conservative writers and journalists have been taken down for literally no reason and no explanation. Whereas, Twitter has repeatedly allowed very despicable conduct, threats of violence and gruesome threats of violence to stay up on its platform when the political cause is right. And so what we're discerning from this is that Twitter's terms of service, which are a contract, are not being applied evenly. And that would actually give Twitter users grounds for a suit on various theories under California law, and the laws of other states. So hopefully one of these days, somebody will come and hold them accountable. But right now they're not being held accountable on a contract basis and certainly our government is not doing anything to police the fact that they get away with it, because they have immunity under the Communications Decency Act Section 232 to pretty much do whatever they want--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is ridiculous--"
    },
    {
      "speaker": "DHILLON",
      "utterance": "--and then selectively impose their rules."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Someone is going to get badly hurt. And when people say--"
    },
    {
      "speaker": "DHILLON",
      "utterance": "Or killed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "- and when people say it's a First Amendment, it's free expression, you can't have their - there can be no action against, no, no. Andy, I'm all for the First Amendment. I think there should be a vigorous debate of the issues and I'm not for clamping down on that type of speech. But this is not that type of speech. What they're doing is putting their lives in danger and this is a classic left-wing Trotskyite, Alinskyite tactic. They're make - trying to make these kids afraid of speaking out, being pro-life, being catholic, being conservative, being a Trump supporter and they are succeeding. A lot of these kids are really scared tonight. And were all these people worrying about the kids 24/7? They're all about the kids, Trump's maimed the kids. These people are maimed to the kids. Go ahead Andy."
    },
    {
      "speaker": "ANDREW MCCARTHY, FORMER U.S. ATTORNEY",
      "utterance": "Yes. Well, look - Laura, I think, Harmeet is completely right about the contractual aspect of this. But what you're pointing out right now is a category of speech or categories of speech that have never been protected under the First Amendment. Incitement is not protected, threats are not protected. And, I think, the only way you ever put a stop to this is if you start to prosecute people--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "--and make an example out of them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "And I just don't - I don't see a great deal of energy in that direction. But that is what has to happen."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People have to demand it. Though, Harmeet, we've heard now from some of the students, and I've got to say it's inspiring to see that how they're weathering this pretty well. I mean, these are not - they're not political kids. They went to a pro-life march, that's longest annual march in the United States, that's what they were doing. OK? They found themselves in this situation. They're 14, 15, 16 year old kids. This is what two of them said today in a YouTube video that was released. Let's watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There have been many threats against our lives, against our parents. Some of these threats include that we should all be locked in the school and should be burned to the ground. The school being bombed, school shooting threats. It's really scary."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've been doxed on three separate occasions. This has led to a tsunami of hateful messages and threats and everything above."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet, I'm telling you, we're all worried about school safety, the school shooters, horrific things have happened in our country. But now we have people who are putting their name on this that call themselves comedians or they are late-night host or they are news organizations that throw gunpowder on an already raging fire by giving this legitimacy without any reporting, real reporting. We're going to get into this in a bit about the Native American elder and what is background his. No curiosity about this. The narrative has to be, our kids wearing a MAGA hat is a white male and is at a pro-life march, he's got to be guilty of something and we're going to find out about it. If find this to be absolutely reprehensible and someone's got to go to jail. Someone's got to go to jail or this is going to - someone's going to die."
    },
    {
      "speaker": "DHILLON",
      "utterance": "--or any of these kids do get hurt or there is a shooting or something happens to their families. The news media that irresponsibly spread the story around - not just irresponsibly, but viciously."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "DHILLON",
      "utterance": "In some cases spread this story around."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Andy, I got to say - I'm sorry to--"
    },
    {
      "speaker": "DHILLON",
      "utterance": "I know that there are talks already about defamation lawsuits against the news media. They do not have immunity from suit for publishing false news."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Well, no, no."
    },
    {
      "speaker": "DHILLON",
      "utterance": "And their lack of curiosity and repeated publication of known false information in this matter does expose them to liability."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Hold on, hold on."
    },
    {
      "speaker": "DHILLON",
      "utterance": "So prosecution is absolutely important. But I think bankrupting these people is important too."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. OK. Andy really quick, really quick. Savannah Guthrie--"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes, I think--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--in an interview that's going to run tomorrow, she - we don't have time to play it. She asks Nick Sandmann, the main kid who I had a chance to talk to today. She asked him do you feel from this experience that you owe anybody an apology? Do you see this as your own fault in any way? She had that very concerned look on her face. Oh, come on, Savannah, you are better than that."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, look, this goes to what you were saying. The fact that they had the MAGA hat on mean they must be guilty of something. No, no, the MAGA hat is the - the MAGA is the guilt--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. Look at the facial expression --"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "--because what's now prevalent here is that we are about narrative here. We are not about objective reality. And the fact that they are wearing that hat feeds into a narrative that basically you are condemned by wearing it. And to the extent that they said they were expressing all of this hateful rhetoric, when in fact the video disproves it. It doesn't matter, because to them, the hat symbolizes the hateful rhetoric. So what difference does it make whether it was actually said or not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The best that was - the school and the Diocese and a bunch of liberal Trump hating catholic priests jumped on these kids too. Is this is a - I mean, I think, I can do the whole show. I feel like doing the whole show and cancelling the other topics, because this says so much about where we are in the country with political speech and the Left is being we're being revealed day after day. Both of you thank you so much on the legal aspect of this. Our next guest says between the BuzzFeed report by the Covington brushfire, this is the right time to address this electronic lynch mob. Victor Davis Hanson, Senior Fellow of the Hoover Institution joins me now. Victor, this is more than a pylon. OK? This is like - and Tammy Bruce said this today on my podcast, which everybody has to listen to, she was phenomenal. She said Laura, \"This is a type of virtual reputational murder that's taking place\". Because these kids - look at these kid's face - Nick Sandmann looks - I mean, not there - on \"The Today Show\". I mean, he looks like he has been through hell and high water. But what does this tell us about what - whether this ever going to end? How do we stop this for good?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTE, SENIOR FELLOW",
      "utterance": "I think, remember in the classic western when they stormed the jail and tried to lynch the innocent man? They either succeeded or failed when the sheriff came out with a double-barrel shotgun. Metaphorically our sheriff is Facebook and Twitter and they're on the side of the mob. So these people feel they're not going to be censored. There's no downside. It's very hard to sue people under our system for defamation of character or even for conspiracy to commit violence. We don't see it very often. And then more importantly, people don't get fired, Laura. Look at the one of the authors of the BuzzFeed, he had been fired - Mr. Soloman, again and again and again - Leopold - excuse me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Leopold - Jason Leopold."
    },
    {
      "speaker": "HANSON",
      "utterance": "--he'd been fired again and again, there were no consequences. When it was released that these were young, innocent kids, they're not going to be very ready to fight back and they had MAGA hats on and they were white and they were catholic and they were at an anti - that was a turkey shoot for all of these bullies. And then when you look at the upside, when you combined the electronic mechanism with the hate Trump, the result is there's two values, rapidity and extremism. So there was a race - like a dog race almost at the starting lot. Who could get out first and then virtue signal that I was the first to attack this kid. And then the next instance (ph) was who can be the most extreme? I said, beat him up; No, I said shoot them; No, I said burn them up. No, I said put them in a woodchipper. There was a race to bomb them--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, have a someone's head in effigy. Yes, but this has been going on - Victor, Victor - the media have - they have not learned anything. The Duke rape case--"
    },
    {
      "speaker": "HANSON",
      "utterance": "There is no downside Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First they Tawana Brawley with Al Sharpton. I love hearing Al Sharpton about he had Tawana Brawley with Al Sharpton, right? Then you have - then later you have Duke rape case. Then you had the Fraternity at UVA. Then you had Hands up, don't shoot. OK?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It goes on and on and on. Then you had BuzzFeed, now you have this."
    },
    {
      "speaker": "HANSON",
      "utterance": "But you see what's happened is, when you have Silicon Valley and you have the great fortunes in America, whether the Bloomberg or the Apple or Google, all of that great money, and foundations, and Hollywood and the media, and the universities, this story starts out on - it's a force multiplying effect and it permeates our entire society. And when you look at the other side, we don't have those resources. And when Trump or conservative ranks are bifurcated - there were people on the never Trump side that joined in, because they felt this is the magic key that will unlock my analysis of truth--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, Right."
    },
    {
      "speaker": "HANSON",
      "utterance": "--and I'm going to get on that too and I'm going to prove everybody these kids have MAGA hats and therefore I was right--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. Yes, you saw it--"
    },
    {
      "speaker": "HANSON",
      "utterance": "--all along the Trump--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, it was a Venn diagram - victor, we're out of time - but the Venn diagram of the Never Trumpers and the accusers of these kids, the vile, vile. But there was an interesting intersection. And you're absolutely right, people like Robbie George of Princeton, whose work I actually respect, but he was a big Never Trumper, he initially jumped on this kid. He's a very well respected catholic professor. But he at least pulled it back. But so many of these other people really haven't pulled it back because they hate Trump, they are absolutely raging with hatred at Donald Trump and they don't care what collateral damage - that they live on the roadside. They don't care."
    },
    {
      "speaker": "HANSON",
      "utterance": "Well, they will look. The downside is more than the upside."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I agree. Victor, thank you so much."
    },
    {
      "speaker": "HANSON",
      "utterance": "The downside has to be more than the upside. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You're absolutely right. People have to pay for what happened here. We have some breaking news on what else Native American Activist Nathan Phillips was up to last Saturday. You will not believe what the media didn't tell you about him and that's next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It wasn't just the evil white kid's narrative that was so tantalizing to the media, but so too was the story of Nathan Phillips, the Native American Activist with a truly heroic back story."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sparking Outrage. The video showing high-school students coming face-to-face with a Native American Veteran at the Lincoln Memorial."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well, Nathan Phillips, I want to first thank you for your service. We know that you are a veteran of Vietnam war."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "School and local Diocese have apologized to Phillips, a Vietnam veteran."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But now multiple outlets offering corrections, noting that it was in the Marines - he was in the Marines during the war, but never served in Vietnam. So he was a Vietnam era vet - still important, but nevertheless, correction in order. There are also some other stories coming to light. Just this past Saturday same guy, Phillips, he's very busy over the weekend and his group of activists attempted to storm - check this video. Washington D.C.'s Basilica of the National Shrine during an evening mass. There they are, a guard - they haven't changed the drum - a guard telling the catholic news agency, \"It was really upsetting. There were about 20 people trying to get in. We had to lock the doors and everything\". Apparently they locked the parishioners inside. Now given Phillips' media remarks since his standoff with Covington, especially his commentary about their education, is it fair to ask whether there is an anti-Catholic bias at play? Here to discuss, President of the Catholic League, Bill Donohue. Bill, anti-Christian, anti-Catholic, the commentary - and I want to read something to you, Bill. This is a quote from Mr. Phillips, Sunday to The Detroit Free Press. The Black Israelites, those are those nuts that were screaming at the monument - at the Lincoln Memorial. They were saying some harsh things. But some of it was true too. These young white American kids were being taught in their catholic school, their doctrine their truth. And when they found out there's more truth out there than what they're being taught, they were offended, they were insulted, they were scared, and that's how they responded. The seething contempt for the catholic faith, as expressed by him, he since kind of cleaned up his rhetoric, but what do you think about that?"
    },
    {
      "speaker": "BILL DONOHUE, PRESIDENT, THE CATHOLIC LEAGUE",
      "utterance": "Well, it wasn't the white kids who called the Indian savages, it was the black thugs. And yet this guy didn't go after the blacks, did he - the Hebrew Israelites. No, he went after the Catholic Church. He tried to storm the church. That's what the Nazis did in Germany. They went into the synagogues to disrupt the services. If you try to disrupt a religious service it's against the law in Washington D.C., it's also a hate crime. There were three groups here, Laura, only one was not involved in anything racist and that was the white kids. The Indians, were they're taunting the kid, the Indians were they are making - storming the church, the blacks made comments about blacks which were racist, whites which were racist, they attack Puerto Ricans, they attacked Catholics. They called the Indian, savages. And yet somehow the only group which did nothing to provoke any of this is the one being blamed by the left media."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and the Black Israelites. The media kind of ran right over what they said. They didn't really focus on that. They called the boys incest babies. A lot of it was - didn't make sense and was fairly ungrammatical. However, it was just the most cruel, horrific. Again, this is what they do and this is their big act. But Mr. Phillips, himself, I mean, he keeps kind of passing himself off as a Vietnam vet. But we talked to Vietnam vets who served in Vietnam and they're very sensitive. Because I spoke to one in particular, I wish he would come on the show, but maybe he will tomorrow. One in particular, who was not happy about that, it's big difference. And Marines take it very seriously."
    },
    {
      "speaker": "DONOHUE",
      "utterance": "Look, he is a--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not to disrespect any service, but Marines take that particular phraseology very seriously, which I did not know until today, frankly."
    },
    {
      "speaker": "DONOHUE",
      "utterance": "Well, the other thing is, I'm not going to enjoy and join the pity parade. All right. This guy is a Vietnam-era vet, guess what, so am I. I'm a senior citizen, he's not. Yet, he's regarded as this frail elder. This guy is an activist. This guy's a thug."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A professional activist."
    },
    {
      "speaker": "DONOHUE",
      "utterance": "Absolutely. And he knew what he was doing. He was badgering the kid. He wanted that kid to say something vile. He never did, and he held the restraint. And shame on the Diocese of Covington for not standing by him and so many other people. I have no problem with people like Robbie George who made an absolutely wonderful apology, not the Matthew Schmitz and (inaudible) and others."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that's nice about it. They shouldn't have jumped on him in the beginning. But, yes, you're right. Robbie is a good guy. But what about these Ed Beck, James Martin, these are leftist priests who revel in anything that can reflect badly on the President. This is - I mean they are so political, I suggested they stick to the Gospel instead of politics, because they're driving people out of this Catholic Church with their proselytizing on politics morning, noon and night. It's tedious and most Catholics, I know don't like it one bit. Bill, you're the greatest, thank you so much for joining us."
    },
    {
      "speaker": "DONOHUE",
      "utterance": "Yes, both of those guys are guilty much worse than what you even indicated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thanks so much. And the Supreme Court today gave the Trump administration a small victory as it allowed President Trump's Executive Order banning transgender individuals from actively serving the military and to go into temporary effect. Laura Durso, who's the Vice President of the LGBT Research at the Center for American Progress called this policy policy and the result today dehumanizing, while they DOJ is arguing \"Due to lower courts issuing nationwide injunctions, our military had been forced to maintain a prior policy that poses a risk to military effectiveness and lethality for over a year.\" Here now, retired U.S. Army Lieutenant General Jerry Boykin, and Kristin Beck, a transgender retired Navy Seal. Kristin, it's good to see you both. A recent survey of U.S. active-duty troops, I'm sure you're aware of it, and veterans, found that 61 percent of respondents do not approve of transgender people in the military. So what are those 61 percent missing given their own experience?"
    },
    {
      "speaker": "KRISTIN BECK, TRANSGENDER AND RETIRED NAVY SEAL",
      "utterance": "I just don't understand the lethality and effectiveness part. I don't know if those 61 percent actually understand what the military really does. We are a peacekeeping force. We do many more things. And if you want to talk about lethality, I served 20 years in the Navy Seals, and I think I was pretty darn lethal, and I was very effective at my job."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When you served, you were not, you had not changed your gender or gone through treatment though, correct?"
    },
    {
      "speaker": "BECK",
      "utterance": "Yes, that's correct. And there's many transgender people that are like me, that just want to serve, and it doesn't mean we have to suddenly start wearing dresses. And there is trans-men also, female to male. So there's an immense amount of knowledge and information from 18 countries around the world who have had transgender people serving in their militaries now for decades, and they've never had a problem. So I don't understand how the home of the free, and we talk about liberty --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A lot of transgender people -- yes."
    },
    {
      "speaker": "BECK",
      "utterance": "-- why do we have such a problem when 18 other countries already have transgender people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And transgender people who have served in the military, General, say we just want to be part of the greatest fighting force ever. These are patriotic people. They want to serve their country, as Kristin said. And the injunction doesn't necessarily meet that all transgender people can't serve. There is a long list of -- most people probably can't serve. But for instance, service members who have been stable for three years in their biological sex prior to joining the military, they can serve. Service members who were diagnosed with gender Dysphoria before the effective date of the policy can still serve, and other things."
    },
    {
      "speaker": "LT. GEN. JERRY BOYKIN, U.S. ARMY (RET)",
      "utterance": "Yes, that's right, Laura. Listen, I'd be remiss if I didn't start by saying that Kristin served honorably and in fact serve with valor."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely. Who doesn't love the Navy Seals? I do."
    },
    {
      "speaker": "BOYKIN",
      "utterance": "She served in the Navy's finest combat unit, so I applaud her and thank her for her service. However, she served as a male, and she did not go through her transformation until she was out of the Navy. Now, what this report allows and what the Supreme Court decision today determined was that those who came out when Mr. Obama said you can come out if you are transgender, they are allowed to stay in the military. Anybody that has absolutely come out and admitted they are transgender are now able to go, stay in the service until they separate either by retirement or by some other -- maybe an injury or something like that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kristin, do you see any reason whatsoever that this should be an issue of morale or the fighting effectiveness of unit to unit? You were a Navy Seal. I know a few Seals. Unbelievably tough. Like, 0.0000001 percent of the population or fewer could actually do it. The upper body strength, the physical strength that's required is stunning. I have nothing but incredible respect for what you did."
    },
    {
      "speaker": "BECK",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But if you were in transformation, how could you meet those standards, especially if you were in the process of transformation? You couldn't be on other drugs and be part of it in other words."
    },
    {
      "speaker": "BECK",
      "utterance": "Yes. There is definitely going to be some things we need to overcome, and there's going to be some hurdles. But this is the same hurdles we had to face in the 1950s when there was an integration of African-Americans into the Armed Forces."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But that doesn't go to strength. That doesn't go to physical strength."
    },
    {
      "speaker": "BECK",
      "utterance": "Yes, but I'm just using the example that there will be hurdles and we will overcome those hurdles. So I think I might have lost a little strength. I think I can only bench press about 250, maybe 280, so I think I went down by 20 or 30 pounds."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's unbelievable. Wow. General, my prediction is this injunction is probably fully overturned. That's my prediction, but we'll see. We'll follow it. We'll continue to. By the way, an NFL player denied one last shot at the Super Bowl because of a blown call. He'll join us from the New Orleans Saints, Ben Watson, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The nation as a whole and certainly the \"Who Dat\" nation are still stunned after the Saints lost Sunday in the NFC champion game due to a blatantly missed call or two. In the aftermath, the NFL admitted it messed up."
    },
    {
      "speaker": "SEAN PAYTON, SAINTS HEAD COACH",
      "utterance": "Just getting off the phone with the league office, they blew the call."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sean, what explanation did you get?"
    },
    {
      "speaker": "PAYTON",
      "utterance": "It was simple. They blew the call. They said it should never have not been a call. They said not only was it interference, it was helmet to helmet, two calls. They couldn't believe it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But for the Saints and the players, the fans, that admission is little consolation. Here now, Raymond Arroyo, FOX News contributor and member of the \"Who Dat\" nation. I can't believe I just said that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "With some more colorful responses from the New Orleans residents."
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "utterance": "Laura, the entire \"Who Dat\" nation is still in mourning."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If you say that one more time."
    },
    {
      "speaker": "ARROYO",
      "utterance": "They really are. And unlike other places, the Saints, this isn't a team to us, Laura. It's really a part of our way of life. In New Orleans, there four things -- Faith, family, food, football. And look, in the fourth quarter --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Texas, same deal."
    },
    {
      "speaker": "ARROYO",
      "utterance": "In the fourth quarter of this championship game when the Rams Nickell Robey-Coleman literally rammed Saints receiver Tommylee Lewis with his helmet, everyone assumed two calls were coming. They never came. Saints fans take this very personally, and they have coped with the grief in unbelievable ways, Laura. Signs have popped up all over the city courtesy of local businessmen. One blares \"Saints got robbed.\" Another \"NFL blew it.\" And since it's New Orleans, why not protest with food? Haydel's Bakery, I saw this the other day, is selling a no-ref cookie with the image of head referee Bill Vinovich with a slash through his face. On our local papers, they are selling -- they've copied the headline \"Reffing Unbelievable.\" They've made it into a t-shirt. And there is now even a petition, Laura, with nearly 700,000 signatures asking for the NFL to invalidate the Rams victory and demand a replay of the championship game this Sunday given the lousy officiating. The New Orleans City Council is now weighing in. They have issued a resolution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What else are they going to do?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "They're demanding answers from the NFL. And you've got everyone from Gayle Benson, the owners of the Saints, demanding clarity here. She doesn't want other people to go through this. Also the governor, John Bel Edwards of Louisiana asking Bill Goodell to clarify this so no one goes through it again. It was a ridiculous missed call."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Patrick Caddell. Patrick Caddell."
    },
    {
      "speaker": "ARROYO",
      "utterance": "No, no, no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Patrick Caddell."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Bill Goodell, isn't it? What's his name?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What did you say?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Roger Goodell."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Roger."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I can't hear. I can't hear. I don't like Goodell, so I don't - -"
    },
    {
      "speaker": "ARROYO",
      "utterance": "I don't care for him either. But very quickly, there are now two lawsuits filed. They are charging that these officials caused loss of enjoyment of life and distrust of the game, and they want the NFL to pay up. And we are suffering, Laura, and we are trying to cope with that suffering."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hundreds of millions of dollars, both for the players, the local community, over time. The next year, your contract goes up with the Super Bowl. Raymond, joining now is someone who understands the pain in the particular way, here now in an \"Ingraham Angle\" exclusive is Ben Watson, tight end for the Saints of course, who is retiring -- I'm so sad -- this year. Ben, I know this is tough. And what you experienced as you watched the referee totally ignore these infractions near the end of the game, you didn't play because you were injured, which we are also really upset about. But what now, Ben? What now? What we take from this?"
    },
    {
      "speaker": "BENJAMIN WATSON, NEW ORLEANS SAINTS TIGHT END",
      "utterance": "First of all, you have to console all your kids because they are trying to figure out what happened. But we have a saying that we have as athletes, and that this is an imperfect game played by imperfect people, and obviously refereed by imperfect humans who are refereeing. And so I have no words. There's no words they can console myself or my family or the \"Who Dat\" nation or football fans in general. As the NFL, as a league, we try to put forth a product that is full of integrity, something that we can be proud of. And these sorts of things happen, but the sad thing is that there's no remedy. That's in no way to take anything away from the Rams. It was a hard-fought game. But when you have a non-call at that point in time in the game where things are in the clutch where it's time to be decided, it just doesn't sit well. And that's not how either team wants to win or lose."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Ben, what do you think about the rule changes that are now being debated? I listened to almost nothing but sports talk radio over the last 48 hours. I was upset about a lot during this game. There was a lot of things that could've gone differently. I don't think the Saints played their best game. Drew Brees, he's my favorite quarterback, I don't think he played his best game and I think he knows it. But the 57-yard field goal, that was unbelievable, the Rams kicked. That was incredible. But now a rules change, is that where we are going? We are going to review every play?"
    },
    {
      "speaker": "WATSON",
      "utterance": "I think the league is constantly evolving, and over the course of my 15-year career I've seen rules change. Something that happened in the game, and then the next year the Competition Committee comes together and creates a rule to fix that. And those things happen because, again, it's an imperfect game. And so when it comes to this, obviously I think there will be a huge discussion in February by the Competition Committee about how do we prevent this sort of thing from happening? How can we be sitting here a couple days after championship weekend and not celebrating the two teams that are in there but talking about some missed calls by referees who are the best at what they do? And so it may be something as, I say simple, but as important as being able to review a P.I. call, a pass interference call, that happened, and also one that didn't happen, because a lot of times pass interference calls happen that shouldn't be called as well. So there needs to be something done. Again, that doesn't console us, it does make us feel better, but we understand that life goes on. And in many times, life isn't fair."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, it isn't. Jason Whitlock, I know you know Jason, he was speaking today about the Saints and the reaction. Let's watch."
    },
    {
      "speaker": "JASON WHITLOCK",
      "utterance": "The Saints are not victims, not in my opinion. Victims are targeted. The referee who failed to call the penalty on this pass had no intentions of harming the New Orleans Saints. In fact, his motivation was to protect the integrity of the outcome. He failed to act because he didn't want a judgment call by the refs to decide the game."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is Jason right?"
    },
    {
      "speaker": "WATSON",
      "utterance": "He is right to an extent. Referees are told that in the end of very important games, you're talking about playoff games with Super Bowl implications, referees don't want to determine the outcome. They want to say let the players play. But when there is something as obvious as that, you have got three referee standing there, that's a time when a flag needs to come out. There needs to be a call made. And I don't -- I'm not saying that the referee's intent was malicious, but I can say he did not do his job there. And when you look at the game, we had -- look, as a player, you want to win the game on your own terms, and we had a chance in overtime. We got the ball first and over time. We weren't able to drive down the field. There were other opportunities for us to win. But again, looking back at the game, there will be some rule changes, but it won't help for where we stand right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hey Ben, I've seen all the pictures of your kids. My question is, are they playing football? And which one right now wants to play in a bad, bad way? Maybe come back and play the Super Bowl sometime when he's a little older, avenge this loss?"
    },
    {
      "speaker": "WATSON",
      "utterance": "Yes, my seven-year-old. My seven-year-old, Isaiah. It just clicked for him this year. The younger ones don't really get it yet, but my seven-year-old, we were just outside throwing the football when he got home from school today. And so he's the one that took it the hardest. And he's the one that's always talking about playing football. But I think we're going to wait a little bit for him. And if it's up to his mom and me, he'd go play baseball or golf or something with guaranteed contracts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Oh, come on. I've seen them playing. We've got to get those Watson kids on the field. Ben, it's great to see you. You've had an unbelievable career, and you've been such an inspiration to young people across this country. And I've been following your career for so many years. I know you hear this a lot, but what you have done for the community and with your family and just who you are as a man, forget a player, we salute you, and we thank you. That's much more important than any Super Bowl. That's all I can say."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Who Dat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who Dat."
    },
    {
      "speaker": "WATSON",
      "utterance": "I appreciate it. Who Dat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You take care. And coming up, from city squares to college campuses, American history being systematically eradicated, is that an exaggeration? It's not. It's happening at Notre Dame next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Covering up our history? That's what the University of Notre Dame is doing right now. In a shocking announcement, the school says it will cover these murals, I just saw them bac in September when I was at the game, dating back to the late 1800s that depict Christopher Columbus in America. The university president, Father John Jenkins, liberal, says students and faculty have been complaining for years, poor babies, claiming the murals don't show the darker side of the story. Joining me now is Catherine Viz, a Notre Dame student and campus reform correspondent, and Democratic analyst Jonathan Harris. Catherine, let's start with you. Did the school give opposing views and opportunity to make their arguments against the covering up of art?"
    },
    {
      "speaker": "CATHERINE VIZ, NOTRE DAME STUDENT",
      "utterance": "Hi, Laura. Thank you for having me. It is interesting to see how the Native American perspective was of course embraced. But it was seemingly impossible to seem to have a conservative viewpoint on this issue, especially with the idea of covering up, or in this case, erasing history. As an important part of learning where we need to go in the future we need to knowledge the evil things that may have happened, no matter how unfortunate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, and pretty much all of history includes a really scary and bad and evil things. And yet we want to see history. Jonathan, the same thing happened at Dartmouth College when I was there, these things called the Hovey Grill murals. And they were Native Americans, and Eleazar Wheelock, who founded Dartmouth, and it was a bit of a caricature depiction of a song about Dartmouth. There is a huge fight over these murals. They ultimately covered them, then they opened them up, and then they moved them off campus. So this is going back to the '80s. so this whole thing about covering murals, moving murals continues. Why is this liberal to cover art?"
    },
    {
      "speaker": "JONATHAN HARRIS, DEMOCRATIC STRATEGIST",
      "utterance": "It's not covering arts. They have even said, the university said, they are going to reproduce them in HD and people will be able to go see them, but they will be in proper context."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They had little pamphlets. I was there in September. I thought they were actually really beautiful. They are really beautiful. And they had pamphlets explaining the context there. But the pamphlets weren't good enough for the antihistory people."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Is not appropriate. I hope that our mores will change. These were done in the 1800s, the late 1800s. I hope our mores have changed just a little bit since the late 1800s. And to move them, cover them up and say that's not where we are anymore is absolutely the right step. The art is still going to be available, but these things need to be put away in museums, in places where this is where we were. This is not where we are. And as long as it's constantly displayed, it says it's where we are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Caroline, this is what Sohrab Ahmari in \"The New York Post\" pointed out today. \"Notre Dame will cover problematic Columbus tapestries. This is the kind of thing the Iranian regime does, and we criticize its philistine barbarism. Only in the U.S. academy it's done in the name of progress and liberality.\" I think about the Taliban and taking -- smashing historical carvings and cliffs which can never be reproduced. I'm not trying to compare the murals, but you can find offense in everything. I'm sure there are people who look at the dome and see our lady on the dome. And if you don't believe the Catholic faith, you might be offended by it. Right? There she is. I bet you could probably get 300 students somewhere who say that our lady offends them and they need to change the name of the university. Do you see where this goes? Art is almost meant to offend. I thought that was the cool contemporary art thing. Offend people."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Absolutely, absolutely. But not to make a monument to people. Columbus referred to as Native American saying that they would make great servants. That was his first observation of them when --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "George Washington -- should we take down the Washington Monument?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "There are things that we should be analyzing, absolutely. Analyzing things is not dangerous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Analyzing, absolutely, I think more debate is great."
    },
    {
      "speaker": "HARRIS",
      "utterance": "And when we come to that conclusion, it's OK."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Caroline, I do believe this is where we are headed."
    },
    {
      "speaker": "VIZ",
      "utterance": "At Notre Dame, there is a hall right next door to the Dome called Washington hall. So how far will we drop the bar in terms of having a standard for what must be censored? And that's the true problem here is censorship, is that to have history, you need both sides, the good and the bad, and to pursue that evil should not be condoned. But if you don't even know what the evil is or if people are shielded from that evil, then what's the point of having a historical dialogue in the first place?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think we want more speech, not less. How about another mural expressing another point of view. Don't cover or destroy murals. It is ahistorical and it's illiberal. It's not liberal. Guys, great conversation. Thank you. A big show of support for President Trump's wall. We'll tell you who it's coming from, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the last bite. Candace Owens over at Turning Point USA just held her first Blexit rally in L.A. over the weekend, it didn't get enough coverage. Blexit stands for a Black Exit and is a movement that aims to encourage minorities to abandon the Democratic Party. Here's what they were chanting at the weekend rally. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}