{
  "date": "January 20, 2019",
  "headline": "Vice President Mike Pence on President Trump's offer to Democrats to end the shutdown stalemate",
  "subHeadline": "Guests: Newt Gingrich, Donna Edwards, Guy Benson, Mike Pence, James Clyburn",
  "url": "https://www.foxnews.com/transcript/vice-president-mike-pence-on-president-trumps-offer-to-democrats-to-end-the-shutdown-stalemate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, HOST",
      "sentences": "And hello again from Fox News in Washington. And if things look a little bit different here today, that's because of the fact that we have a fire -- yes, a fire, in our building on North Capitol Street. And so we are over at our wonderful affiliate, WTTG, in northwest Washington. But we are going to put on a show today. We may not have a lot of the bells and whistles we normally have, but just take a little time travel and pretend you are back in the 1950s, and you will feel very comfortable about that.  The ball is now in the Democrats' court after the president made an offer yesterday, trading full funding for the border wall, $5.7 billion, in return for temporary protected status for the Dreamers and for refugees in this country, as well as reopening the shutdown. The disruption keeps growing after the standoff over the president's border wall reaches day 30 -- yes, we are into the fifth week of the shutdown.  And we are honored on this very irregular program to have the vice president of the United States, Mike Pence.  Mr. Vice President, welcome. Thank you for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT",
      "sentences": "Thank you, Chris. Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. So, we were going to have a piece from Kevin Corke explaining everything that's in this plan, but I'm now just going to ask you, briefly, what did the president offer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "What the president offered was a good faith compromise to address what is a genuine humanitarian and security crisis on our southern border and end the government shutdown. And the Senate leadership, Senator McConnell, have agreed to bring this bill to the floor. On Tuesday, Congress will begin its work.  But, really, what the president did over the last month, and notably over the last two weeks, was direct our team to meet with rank-and-file Democrats, to find out what they were looking for. You know the legislative process traditionally is Republicans would offer their solutions, Democrats would offer amendments, but the president said, look, we want -- we want to put it all on the table. In a very real sense, what President Trump did hear was he set the table for a deal that will address the crisis on our border, secure our border and give us a pathway to reopen the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, but, as you well know, house Democrats rejected the president's plan before he even offered it. Speaker Pelosi called it a, quote, nonstarter. And I want to point out their specific objection. They say that it doesn't reopen the government first, which they insist on. They say that it doesn't provide permanent protection for the Dreamers and the TPS refugees, it's only three years. And they say that the full funding of the president is still demanding, $5.7 billion for the wall is a waste of money. So I guess my question is, is the president willing to sit down and negotiate the differences, or it is what he offered yesterday his final offer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, there's a legislative process that is going to begin on Tuesday in the United States Senate and it was disappointing to see Speaker Pelosi reject the offer before the president gave his speech. I mean, look, the president is offering a solution and what we have from Democrat leadership so far is just some bites. And American people want us to work together to resolve these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, if I may, sir, when you say work together, does that mean that you are willing to negotiate from what the president said, or is that the final offer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, of course. The legislative process is a negotiation and up to this point, literally for the last month while the president and I have stayed here in Washington and been engaging continuously with Democrat leadership, and with rank-and-file members in the House and Senate, what we heard again and again is we will not negotiate until the president reopens the government.  Well, this bill would reopen the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, they are saying reopen the government first and then negotiate about border security and immigration. Are you rejecting that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, look, I think it was about a week and a half ago the president spoke to Speaker Pelosi in the Situation Room and said, look, if I gave you everything you wanted, if I reopen the government and gave you 30 days to work with us on homeland security issues, to address the crisis on our southern border, would you give me border security and funding for a wall? She said no.  So, the president said to us let's go to rank-and-file members and since that time, our negotiation team has been sitting down talking to House Democrats. We've been in contact with Senate Democrats and the president told us to listen. And what the American people heard yesterday was statesmanship, was the president laying out a genuine compromise. Even this morning, even this morning, \"The Washington Post\" said make the deal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "-- because they can see that both sides are getting what they want. The president has made it clear that we want border security, we want funding for a wall, a steel barrier on the southern border. We want money for additional technology, additional personnel, humanitarian assistance. We want changes in amnesty laws so that children can apply for amnesty in Central American countries. All of those things coming together and the president added to that, three years of temporary relief for DACA recipients --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "-- of temporary --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm not saying whether it's reasonable or unreasonable, I'm just saying that Democrats aren't going to accept that package.  So, let me ask you a couple of specific questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, I'm not sure that's true, Chris. I'm not sure that's true. We've had a lot of dialogue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, all right, let me ask you -- let me ask you a question, the Senate is going to take this bill up this week. Do you have the seven Senate Democrats that you're going to need to break the filibuster, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, as the president often says, we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you don't have them right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "You know, I think when the American people have an opportunity to look at this proposal, which is truly a balanced, good faith compromise, when they reflect on what is a real humanitarian crisis on our southern border -- I mean, we have 60,000 people a month attempting to come into this country illegally. If 2,000 people a day, and for the first time, Chris, ever, the vast majority are families and unaccompanied children being exploited by human traffickers and cartels that take cash to have them take the long and dangerous journey. It is overwhelming our system, and in the midst of that, narcotics, criminals are coming across our borders, 17,000 apprehended last year.  The American people want action on our southern border. They want border security, 800,000 federal workers want us to find a way to open the government. We --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You could open the government tomorrow. You could open the government tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "We can do all of that -- we can do all of that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You could open the government tomorrow. The House has passed bills to open the government tomorrow, why don't you sign them and open the government and then you can negotiate about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, because -- I mean, you know, frankly, Chris, what the American people want us to do is to work on the priorities and the American people want us to secure the border --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No. I mean, isn't it really that you just want to leverage and that you figure if you don't keep the government closed, that then they are going to go nowhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, again, I was sitting there, I was sitting right next to the president when Speaker Pelosi said if we reopen the government and took 30 days to negotiate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "-- that she would not give the president funding for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to ask you one --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "-- border security or the wall. So, what we want to do is go into the legislative process.  The president has now embraced and said he is willing to sign a three-year extension, temporary relief for DACA, three year extension for people with temporary protective status. These are priorities the Democrats have had. The president has embraced them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "They say they want it to be permanent.   Let me just ask you one more question and then we'll move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Now, people will start voting and we'll see where they stand. But the most important thing is for the American people to let their voice be heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, there are immigration hardliners letting their voice be heard and they say what the president offered goes too far and that its amnesty. And Ann Coulter, one of those immigration hardliners, that we voted for Trump and we got Jeb.   Isn't this -- if it's three years, I understand, but they say it's a three- year amnesty and you don't even get a full wall, you get part of a wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "The president made it clear earlier this year that he was open to resolving the issue of Dreamers. We are talking about 700,000 people who were brought into this country as children, the average age was first grade at the time. And the president has shown a willingness to address that issue. But let's be clear, what he put on the table --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, is it amnesty? What do you say about the amnesty issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "It's not amnesty. We are asking for $5.7 billion for funding on a wall --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm talking about the Dreamers and the TPS.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "And the president has said that we will support temporary relief for three years for DACA recipients and those who are in temporary protected status.  This is not amnesty, there's no pathway to citizenship. There's no permanent status here at all, which is what amnesty contemplates. What is this is, is a good faith effort to address the issue, bring relief to DACA recipients. Democrats have proposed in the Bridge Act, a three- year reprieve that could be renewable. The president has embraced three years temporary relief.  And again, I think is the American people look at this, Chris, they're going to see this for what it is, President Trump said bring me all the ideas from both sides, let's put them all on the table. The president has made it clear what he would support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Now it's time for the Senate and the House to start voting to secure our border and reopen the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to talk to about a couple of other subjects. The \"BuzzFeed\" report that came out on Friday that the president directed his former fixer, Michael Cohen, to lie to Congress. The special counsel made a rare public statement saying it isn't true.  What does that tell you about Robert Mueller, special counsel, who the president keeps accusing of conducting a witch hunt, that he came out, one of his where statements to say this attack on the president is not true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, the president expressed his appreciation to the special counsel for clarifying that that report was inaccurate. But I think what it says more about is the obsession of many in the national media to attack this president for any reason, for any allegation, for any report in the media. I mean, it was remarkable what we saw happening for 24 hours in the media on the basis of the report that appeared in \"BuzzFeed\" and I just think it's one of the reasons why people are so frustrated with many in the national media and the constant obsession on this -- look, this administration --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "If I may because I really want to move along here, what about the house Democrats, some of whom would say if true -- but if it's true, we need a resignation or impeachment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Again, the media's obsession on this issue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm talking about of Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "And frankly, the reflexive willingness of the president's critics in the Democratic Party to accept the worst facts and the worst interpretation. Look, the American people expect better. This administration has fully cooperated with the special counsel, produced over a million documents, the special counsel will complete his work and we will have all the facts.   The president has maintained he's done nothing wrong. The American people -- the American people ought to be confident that our administration is cooperating and frankly -- this was a week where I think the American people saw the hyper partisanship among Democrats to assume the worst about this president and many in the national media's willingness to assume the worst about the president. And the reality is what the American people want us doing, with the president sought to do yesterday with layer framework for where we could work together, let's start talking to one another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Even though we are in a different studio, I'm going to try to move you along. President Trump has just announced another summit meeting with Kim Jong-un of North Korea for late next month. This week, the president said we have made, quote, tremendous progress with North Korea. On the other hand on Wednesday, you said we are still waiting for them to make, your words, concrete steps.  So, which is it? We made tremendous progress or since the Singapore summit last June, are we still awaiting any concrete steps? They don't seem to go together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Well, they go perfectly well together. Look, think about where we were two years ago. When the president and I took our oath of office two years ago today we had a regime in North Korea that was testing nuclear weapons, that was firing missiles over the Sea of Japan, making menacing statements against the United States and our allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But U.S. intelligence says they are still continuing to make more nuclear fuel and more missiles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "No testing. What the president talks -- refers to, no -- because of his strong stance, and because of his engagement with Kim Jong-un directly at that first summit in Singapore, no testing of nuclear weapons, no firing of missiles. I had the great honor of being in Hawaii when the remains of our fallen heroes in the Korean War --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But they are not denuclearizing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "-- home. But to the point, and other president will be announcing details in the days ahead, the meeting that took place this week confirmed. There will be a second summit and at that summit, we will be laying out our expectation for North Korea to take concrete steps to begin to make real the denuclearization that Kim Jong-un committed to. And, again, the president is very optimistic. The communications that I've seen between him and Chairman Kim have been truly remarkable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got one last --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "The president believes that we can make real progress and we are going to continue to strive forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I got one last question for you. This week, you defended the president's decision to pull U.S. troops out of Syria and here's the quote. Normally in these circumstances, we'd have a sound bite. We are bringing our troops home. The caliphate has crumbled and ISIS has been defeated. But you were briefed before that statement about the fact that there had been this horrific suicide bombing that killed four Americans. Is that with the defeat of ISIS looks like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Chris, first and foremost, our hearts go out to the families of those four American heroes and we are praying especially for them yesterday as there remains returned to Dover Air Force Base in presence of the president of the United States.  But look, the progress that we have made against ISIS since this president came into office has truly been remarkable. After President Obama withdrew American forces from Iraq in 2011, we literally saw this ISIS caliphate rise up and overrun vast areas of Syria and Iraq that had been won by the American soldier. President Obama began the process of a bombing campaign two years later. But President Trump changed the rules of engagement. He told our military, his commander in chief, to go after them, and our soldiers and the Americans in the fight along with our allies have literally crushed the ISIS state. Now, as I also said in that same meeting, the president made the decision as commander-in-chief to hand off the fight against ISIS in Syria to our coalition partners. We are working, in the process of doing that. The president wants to bring our troops home, but recognize there are remnants, there are ISIS fighters still in the region. But we've taken back 99 percent of the territory that the caliphate had claimed. In a very real sense, the ISIS state has been defeated, but we will not rest or relent until we drive ISIS not only from the region, but from the face of the earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mr. Vice President, thank you. Thanks for talking with us and thank you especially for switching signals, instead of going to one place, coming here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "You bet, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You really saved our bacon, thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Good to see you. Up next, how Democrats will respond to the president's offer. Is it enough to end of the nearly one month government shutdown? We'll talk to the number three Democrat in the House, House Majority Whip James Clyburn. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The president offered concessions to the Democrats this weekend, but as we told you when our interview with Vice President Pence, they rejected it before the president even officially made his offer. We're going to be talking now to get reaction from the number three Democrat in the House, Jim Clyburn of South Carolina. Congressman, welcome back to \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES CLYBURN, D-S.C., HOUSE MAJORITY WHIP",
      "sentences": "Thank you so much for having me, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why flatly reject the president's offer, which, yes it calls for more money for the wall, but on the other hand it does offer temporary protection for the Dreamers, temporary protection for those TPS refugees and would reopen the government? Why not sit down and negotiate? Isn't that a reasonable opening offer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Well, thank you so much for having me. You know, what we are trying to do here is get the government open, and what we said to the president is, let's open up the government, we could do that, as you said, tomorrow morning. He has bills that he could sign and could open the government up right away. Let's not hold the American people, especially the federal workers, hostage to these negotiations, and hopefully, we will open with what he has put on the table. And let's go back and forth on this and see where we can find common ground. We are all for negotiating and we would love to have a permanent fix for DACA and TPS, just as he wants a permanent wall. I think it's a nonstarter for him to ask for a permanent wall and for us to have a temporary fix. Just think about what happened to DACA children. If you're finishing high school and get a temporary three year fix, it means by the time you got to your junior year of college, you are under threat of having this rug (ph) pulled out from under you, never being able to finish school, just as the president did when he came into office and got rid of what President Obama had done for DACA recipients. And so, this is the kind of stuff we want to sit down and put some stability in people's lives and have some permanent solutions to this immigration problem. And the president's team is the one who continues to play games with us. He gets a permanent fix for his wall and we get a temporary fix --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Clyburn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, so, I just want to make sure bottom line, are you saying no negotiations until the president reopens the government, and are you saying, as Speaker Pelosi does, under no circumstances, no money -- new money for the wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "No, I'm not saying that. I'm saying yes to the first part. To the second part, it seemed as if the president started talking about barriers in a statement yesterday. And as you realize, I have been talking about barriers for a long time. A smart wall will be a barrier. A smart wall would be using drones, using sensors, using X-ray equipment to be an effective wall. Not just something that would be a monument to one's existence, but to be a deterrent at the border and to be an effective barrier for people who are trying to come in illegally. And while we're doing that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Congressman --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "-- let's fix our ports of entry. Yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. I was going to say is look with the president is offering on his side.  Protection, yes, temporary, but protection for the Dreamers and TPS refugees. More money for immigration judges, more money for border patrol, more money for detention beds, humanitarian support and drug detection technology. Don't Democrats and up looking like you don't care about border security and that you don't want to reopen the government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Well, I don't know how it may look to someone but all I would ask is look at the billion dollars that was put on the table before the president had his statement on yesterday -- $450 million for hiring new judges, hiring new personnel, border policeman, and another $550 billion for ports of entry, for having the infrastructure that we need. So that is already on the table. So, I don't know if the president did anything that was new. All he did was regurgitate the stuff that we have already given him in the past several months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But just to make clear, you're saying no negotiations, no compromise until he agrees to reopen the government, is that correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "That's absolutely correct. I can't see us keeping federal employees, 800,000 people out of work while we go back and forth on negotiations. These negotiations could take three or four weeks. We ought to open the government up. We can pass a continuing resolution for 30 days, get the government open. Get people back to work. And then let's sit around the table and see where the common ground is. It may be just a simple as taking temporary off the TPS fixes and I would hope that his TPS fix will include those countries where I find my roots, where he seemed to be so dismissive of some time ago, and that is Haiti, African countries, temporary protected status for all people seeking to come to this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman, I want to switch to two other subjects before we let you go. First, \"BuzzFeed\". Special counsel Robert Mueller, as I just discussed with the vice president, knocked down the \"BuzzFeed\" story that the special counsel had evidence that the president directed Michael Cohen to lie to Congress. Now, as soon -- before he did, before he knocked the story down, House Democrats jumped on the story. I want to read a couple of the quotes from what they said. Jamie Raskin, Democrat of Maryland, said: We don't know if it's true, of course, but already, people of course are saying this is the matter of the gravest urgency. David Cicilline said, congressman from Rhode Island: If true, this is I think the most serious threat to the Trump presidency that we've seen so far. Should your members be more cautious, because it almost seemed in this rush to judgment as if there were a lot of House Democrats that want to impeach the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Well, Chris, when you preface her statement with if this is true, that, to me, gives you all the cover you need. And I would say that. If it is true -- now, if they had said something as if it were true then that would be one thing to be concerned about, but they've all said if this is true. There are a lot of things that I hear daily. If it were true I would be concerned about it. Sometimes, you would preface it with that and sometimes you just don't say anything.  So I don't think that my Democratic friends in any way rushing to judgment because the qualified right upfront, if this is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. I want to talk to, this week and, of course, is Martin Luther King weekend. You're going to be speaking tomorrow in the state capital in Columbia on an observance of Dr. King's birthday. Some members, Democrats who are potential candidates in 2020 are going to be there. A couple of questions, first of all, is there anybody so far in this crazy field that could be as many as two dozen candidates, is there anybody that stands out for you? And more importantly and specifically, is there any one of them who you think could advance Dr. King's legacy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Oh, quite a few of them could advance that legacy. I think -- I don't know who all is going to run but you've got people like Joe Biden, who spends a lot of time in South Carolina. Joe Biden has demonstrated a commitment to Martin Luther King Jr.'s legacy. You've got Cory Booker, Kamala Harris. These are three people that I've seen and heard from mostly in South Carolina. But Eric Swalwell was here last night. We have others who will be coming very soon. I talked with Kirsten Gillibrand. I think she told me that she's on her way to South Carolina. I worked with all of these people. I think they are outstanding people. They will make great public servants. They already are great public servants. And so, any one of them would do a good job of pushing that legacy. Remember, in fact, I will be talking about this tomorrow, I've told people a lot, aside from the bible, I think one of the most timeless documents I've ever read in my life was Martin Luther King Jr.'s letter from the Birmingham City Jail. I've read that letter about 100 times. I read it again, not all of it, but I read some of it again last night. And what jumped off the page at me is injustice anywhere is a threat to justice everywhere, and that reminds me so much of what we are going through today. The injustice that we see taking place at our southern border, the injustice that we see taking place in fair housing. These things are things that Democrats have been pushing for us to get fixed and I think that anyone of these candidates would be good messengers for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Clyburn, thank you. Thank you so much for joining us today and we'll, of course, be following what happens next in this shutdown. Thank you, sir. Robert Mueller's office breaks its silence to knock down that \"BuzzFeed\" story that President Trump ordered his former fixer to lie to Congress. Up next, we'll bring in our Sunday group to discuss what it means for Democrats pushing for impeachment and for the president's attacks on the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I appreciate the special counsel coming out with a statement last night. I think it was very appropriate that they did so. I very much appreciate that. I think that the \"BuzzFeed\" piece was a disgrace to our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump with rare praise for Special Counsel Robert Mueller after he knocked down that \"BuzzFeed\" story the president directed his former lawyer, Michael Cohen, to lie to Congress. And it's time now for our Sunday panel. Speaker of the House Newt Gingrich, former Democratic Congresswoman Donna Edwards, and co-host of \"Benson and Harf\" on Fox News Radio, Guy Benson. Speaker Gingrich, first of all, welcome to our Fox affiliate, WTTG. If you knew how we had scrambled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER HOUSE SPEAKER",
      "sentences": "People tell me, by the way, that you were the first person to notice the fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Speaker -- well, we could all smell it. How damaging is the \"BuzzFeed\" story and the almost total knockdown by the special counsel to the media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, it comes on top of the previous week's \"New York Times\" story that such Trump could be a Russian agent, until you get to paragraph nine when it said, actually there's no proof at all that this story is true. I mean you had this continuous --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This was a story that there was a counterintelligence investigation by the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Right. Yes, and then they said they found nothing and it's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right. That he was a Russian agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "But the headline.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Trump said about 90 percent negative. And I did tell him -- he tweeted about this. I said to him, I think he's had the worst media hostility since Lincoln. I think you cannot find any other president who has been a relentless and ending assault, much of it dishonest. And, of course, Mueller, frankly, saved my bacon because I was on \"Fox and Friends\" and had not seen the report and they said, well, what about \"BuzzFeed,\" and I said it's a lie. And luckily it turned out Mueller said, yes, it's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, you did say it was a lie. Very quickly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman Edwards, as I discussed with Congressman Clyburn, as soon as this story came out there was this almost rush to judgment -- I'm going to get back to the media, I promise, Guy, but there was a rush to judgment by a lot of Democratic congressman. And, yes, they said \"if true,\" but they almost seem to want it to be true. I just want to read one piece of sound here, but we don't have any sound, so I'll read it to you. Representative Joaquin Castro of Texas, if the president directed Michael Cohen to lie to Congress, then that's a clear case of participating in perjury and obstruction of justice and he should resign, but if he doesn't resign, he should be impeached. Does that hurt the credibility of the Democrats in Congress in the House that before they even knew whether this was true -- yes, they did say if it's true, but, man, we're already talking about impeachment and resignation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA EDWARDS, D-MD., FORMER U.S. CONGRESSWOMAN",
      "sentences": "Look, I think that what you are really from the Democratic leadership and from the House chairmen and women who will really control this agenda is you actually hear a little restraint saying, let's wait until the report is issued. And one of the reasons is because there have been so many multiple reports of supposed information coming out and around the Mueller investigation. And really what we've learned is through indictments, we've learned through court proceedings, but we don't really know what Robert Mueller has. And I think it's really important for us to wait for that investigation to complete itself and move (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So do you think some of your former colleagues made a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, I -- you know, what, I -- as I think the speaker has said, she is not the language police. She is not the one who can police all of the comments or other -- of members. And they did preface it with, if it's true. But what you hear from the leadership is, we're going to wait for the Mueller report, and that's been pretty consistent. I do think that there are things that are outside of the Mueller investigation, in other courts, in other jurisdictions, that actually could give rise to consideration of investigation for impeachment in the House of Representatives, the Robert Mueller report, the Russia investigation has not come to that fruition yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Guy, as somebody said the other day, the worst thing that can happen is -- in our business is to have an exclusive that stays an exclusive --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, TOWNHALL.COM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meaning that nobody else corroborates it. And as you know, everybody on Friday was rushing like crazy trying to say, all right, you know, they've got it, is it true, and we couldn't get it and eventually it was knocked down by the special counsel. How damaging do you think this is to the credibility, not just of \"BuzzFeed,\" but of the media in general?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Well, it's a black eye for \"BuzzFeed.\" There's no question about that. And, you're right, this story hung out there for hours and hours and hours and then into the next day. And beyond just that, another thing that smelled a little fishy was the two journalists who reported the story seemed to contradict each other the next day about whether or not they had seen the supposed documentary evidence that allegedly backed up this explosive claim. One said we didn't see it. One said they did. That was odd. And then, of course, the statement comes out from Mueller. I think broadly speaking, about the media, there was a sense of palpable disappointment among many of our colleagues in the mainstream media. They wanted so badly for this to be true. This was finally the one that was going to get the president. And watching them sort of gravel with that extraordinary statement from Mueller in real time was sort of entertaining.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why do you think Mueller, who has been so silent this whole time, that he felt he had to come out and knocked down this story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Because it was so explosive. And I think that the president was going to be damaged by the story even being out there. And I think to his credit, he decided that he wanted to set the record straight. I think he enhanced his own credibility here by saying, look, I am a fair-minded person. I don't want the president to be treated unfairly. I think it's very hard to argue that this is a witch hunt after the special counsel did precisely what he did this week, which is the right thing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Speaker Gingrich, I don't want to bring back old, bad feelings, but you and Republicans paid a price for the impeachment of President Clinton back in 1998. What advice would you give to House Democrats, based on the mistakes that all of you made, not to repeat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, you've put me in an awkward position here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, that is kind of what I'm paid to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, look, I would say, first of all, everybody should read Jimmy Breslin's \"How the Good Guys Finally Won,\" which is about Tip O'Neill and Watergate. And the mistake I made was not following Tip's leadership. Tip was very cautious. He was very careful. He kept it as non-partisan as possible. He brought Peter Rodino in, who people thought was a very fair judiciary chairman, and said, do the right thing the right way. And I think that we got a little too involved in personal feelings about Clinton himself and in -- in the whole way that the report came out. At the same time, you know, the president, and to be defensive for a second, President Clinton did lose his license to practice law. He did have to pay a fine. I mean there were a lot of things going on there that were complicated. But I think that the challenge for the Democrats and the media is, there's very high likelihood that nothing's going to happen that leads to conviction. I mean as we discovered, you know, to impeach in the House is one thing, but then you've got to get a conviction in the Senate. And there is zero possibility that this Senate is going to convict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, I got less than a minute left. Congresswoman Edwards, is there anything that Speaker Gingrich said that you think maybe we should follow that advice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, I mean, I do think that Speaker Pelosi has indeed been exercising the kind of restraint that Speaker Gingrich is indicating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But she's having a little trouble with some of her members.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "But she is the leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "And she's the one who's going to decide ultimately how and whether this goes forward. And I think that she has said she's waiting for the Mueller report to come out. I think that that's a responsible thing to do. And, you know, the other members have to decide for themselves what it is that they're going to say about it along the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, we have to take a break here. But when we come back, President Trump announces a second summit with North Korean Leader Kim Jong-un. We'll discuss chances for a breakthrough. Plus, what would you like to ask the panel about how the feud between President Trump and Speaker Pelosi is affecting prospects for ending this shutdown and reopening the government? We'll get to all of that in the next segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump making an offer to Democrats yesterday in exchange for border wall funding and an end to the government shutdown. And we're back now with the panel. Well, Speaker Gingrich, what do you make of the president's offer, and given the immediate rejection by Democrats, does it do anything to break the logjam?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, I think it does a lot, and particularly because Senator McConnell has already said he's going to move it in the Senate. And I have suspicion that they have the votes to get that out of the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You think they have seven Democratic votes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "I think they do. That's my guess. There's a -- the White House is very optimistic that they listed carefully, that when you add in help for the dreamers and you add in help for the people who are on the refugee status --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That was temporary, we've got to say, three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Yes, well, but three -- but three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, three years compared to zero is a lot. And I think in addition, I think the pressure from 800,000 families to get this government reopened and their salaries paid is very real. So I think there are a number of people -- I've already seen individual Democrats who have said, yes, I could vote for the wall if that's what it takes. So the challenge for Speaker Pelosi is real simple, she's -- she should be challenged to bring up her bill and to allow Kevin McCarthy, the Republican leader, to have a substitute and see whether or not there are 25 or 30 Democrats who side with McCarthy because her bill will not be signed into law and will not, in fact, be taken up by the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And -- and what you think of -- and we heard from Clyburn, again, we've heard it from Pelosi, we've heard it from Hoyer, we heard it from Clyburn this morning, no negotiations until you reopen the government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Right. Well, first of all, it's a nonstarter. They don't accept the fact that whether they dislike him or liken him, Trump is the president. And as president he can veto anything he wants to. And, furthermore, he has a Senate majority leader, McConnell, who won't even take up the bill unless he'll sign it. Second, I served with Reagan. Tip O'Neill didn't help Reagan. Tip O'Neill would bring a bill up, he would allow a Republican substitute. The original tax cuts were a bipartisan substitute and -- because O'Neill understood he could be defeated on the floor and his left wouldn't be that mad. But if he personally compromised, they would have killed him. Pelosi can't compromise. You -- you've got two years now of her screaming no. But what can happen is a bipartisan majority can run the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. All right. We'll bring Congressman Edwards in here. Here's what President Trump said yesterday about Speaker Pelosi. Walls work and we need walls and whether it's personal or not it's not personal for me. She, Pelosi, is being controlled by the radical left. Did the president, yesterday, make an offer that Pelosi can't refuse or an offer she can't accept?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "No, I mean, it -- this was not an offer in compromise. Let's look at it. It was funding for a wall that Democrats and the majority of the American people oppose. It was temporary reprisal and temporary protective status and -- for the -- for the dreamers, something that the president took away. And so you don't give back something that you took away and -- and say that that is an offer in compromise. And I think that the -- Speaker Pelosi recognizes this. I think that she recognizes that the American people are with her on this. And, you know, President Trump needs to open government and they can legitimately debate what the funding is for -- for border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, but he say he's -- if he opens the government, that he's going to lose all his leverage. And he asked her, will you give me a wall in 30 days? If I open the government 30 days and negotiate, will you ever give me money for the wall, and she said no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, the American people don't want a wall. But here's the thing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, no. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "You can't hold --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You -- you can't speak for the American people, with all due respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, I just look at the -- the polls that say that they don't support the wall. But, look, you can't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But there are millions who do want it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Look, you cannot hold 800,000 Americans hostage and not pay them, and some of whom are working and not pay them because you're not getting your way. And so I don't think the president is negotiating in good faith when he puts on the table a wall and temporary status. Temporary status is what he took away. Imagine -- I think what Mr. Clyburn said is right, you're three years into your -- into going to college and then you, what, did your fourth year because you know longer have status? An employer trains you for -- for a job and then says, well, I really can't have you because in three years you're going to be gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "This is not an acceptable offer in compromise, and the president needs to come to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We asked you for questions for the panel and we got this on Facebook from Mark Strickler, who writes, Trump couldn't do it with Ryan and Republicans, why should Pelosi be any different? Guy, how do you answer Mark, because he does make a point, which is, when you had a Republican House and a Republican Senate with Ryan in charge in the House, you still didn't get much funding for the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes, that's a clean hit on the Republicans. There's no question about that. Barack Obama and the Democrats did the same thing. They punted on immigration for two years, did nothing and then sort of stirred the pot once the Republicans won the House. The same has now occurred with the parties in reverse. And that's not a defense of the Republicans at all. With respect, congresswoman, I feel like the answer could be, if it's not an acceptable offer from the president, that's fine, the Democrats should counter offer with something as opposed to with nothing at all. Today in \"The Washington Post,\" the editorial board, which is not a right wing editorial board, they wrote, quote, Trump's offer should be welcomed, if not the final word, to refuse to even talk until the government reopens does no favors to sideline federal workers and contractors. And I think that's exactly right. The president has made his position very clear. He has now made an offer with a compromise on the table. And if Nancy Pelosi and her team profess to care so deeply about these workers, play ball. Come back with something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, I want to turn to another big story this week, and that was the announcement on Friday for President Trump, that he's going to hold another summit meeting late next month with North Korean Leader Kim Jong- un. Speaker Gingrich, does this summit make sense? It's true there have been no more ballistic missile tests. There have been no more nuclear test. But there really has been nothing that we would call denuclearization. And, in fact, U.S. intelligence says that they're continuing to produce more nuclear fuel and more missiles. So why give them another summit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "You know, I've -- I've lived with this problem for a very long time. And we first negotiated what I was speaker and Bill Clinton was trying to negotiate with the North Koreans. And it's almost always been the same thing. But something very different happened recently. Kim Jong-un went on national television and made an address in a western suit, in a western studio, looking like a modern part of the regular world. Now, by North Korean standards, that was a revolutionary moment. And he has been talking with the South Koreans, who very much want this summit. And I think that this is a part of continuing moving in the direction of getting him engaged into the modern world. And I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but does this bother you because it gives him a PR bonanza and it also weakens the international sanctions. Since Singapore last July -- or June, rather, the Chinese are trading more with them, the Russians are trading more with them. So you're giving them a lot. And so far we've gotten nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, but our -- I think our sanctions have been very, very effective. And nothing we do, whether meeting with him or not meeting with him, affects the Russians and the Chinese. I mean they're going to act out of their own belief. But I think that it also helps to have him meet with the president and understand how firm we are on these things. And I think that Secretary Pompeo's been very clear about this as secretary of state. So I -- I don't regard this as a boondoggle or as a mistake. I, frankly, expected it to happen. And I think that there have been some signs of opening up North Korea in ways that are pretty close to revolutionary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, I've got less than a minute left. Congressman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "This summit makes really no sense. I mean summits are -- especially with the adversaries, there's supposed to be a reward for better behavior. And the North Koreans actually haven't exhibited that. And appearing in a western suit is not the same thing as denuclearizing. And so I think it's important to continue a dialogue with the North Koreans at a diplomatic level, but not a president meeting with the -- with the North Koreans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I agree with the congresswoman on this one. I just -- I don't think that they have shown enough to be rewarded again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And so, at -- as to the point of the speaker, that it engages them, keeps them in the game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "They have to be in the game, right, if they want these sanctions taken off, if they want to be part of the international community. I just don't think you give that level of respect to Kim Jong-un again absent some major progress. And I think we haven't seen that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, thank you, panel. See you next Sunday. Thank you for scrambling and getting her today. Up next, feeding the furloughed. Relief for some of the thousands not getting paid during the longest government shutdown in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How does a famed restaurateur get nominated for the 2019 Nobel Peace Prize? Well, here's an update on one of our \"Power Players of the Week.\" WALLACE (voice over): Jose Andres is one of America's most celebrated chefs, running a restaurant empire. But these days you're more likely to find him in a relief effort after a natural disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you so much for your generosity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "His world central kitchen has provided millions of meals after hurricanes in Puerto Rico and Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But now, Andrews is responding to a man-made disaster, the government shutdown, setting up a kitchen to feed the furloughed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just let him know what you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right here in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSE ANDRES, CHEF",
      "sentences": "We believe that no person should have to go through the pain of not knowing what to feed their children. So we're opening a kitchen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "His operation is on Pennsylvania Avenue, midway between the White House and the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) pull out your federal ID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our goal here is to make their lives a little bit easier. They can come in, get a hot plate of food. They can eat it in, in our little cafe right here, or they can take it home. And they can also get food for their families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We worked tirelessly and we're caught up in a political game. It's a blessing to have other people to help out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Andre says politicians are free to help out, but only if they bring someone from the other side of the aisle to volunteer with them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDRES",
      "sentences": "It will be a call to action to our senators and congressmen, and especially President Trump, to make sure that we end this moment in the history of America where families are about to go hungry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The World Central Kitchen here in Washington served more than 20,000 meals in just its first four days, and they announced they'll expand their operation to feed furloughed federal workers across the country. And that's it for today. Have a great week and we hope to see you back at our regular Fox News studios next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, HOST",
      "utterance": "And hello again from Fox News in Washington. And if things look a little bit different here today, that's because of the fact that we have a fire -- yes, a fire, in our building on North Capitol Street. And so we are over at our wonderful affiliate, WTTG, in northwest Washington. But we are going to put on a show today. We may not have a lot of the bells and whistles we normally have, but just take a little time travel and pretend you are back in the 1950s, and you will feel very comfortable about that. The ball is now in the Democrats' court after the president made an offer yesterday, trading full funding for the border wall, $5.7 billion, in return for temporary protected status for the Dreamers and for refugees in this country, as well as reopening the shutdown. The disruption keeps growing after the standoff over the president's border wall reaches day 30 -- yes, we are into the fifth week of the shutdown. And we are honored on this very irregular program to have the vice president of the United States, Mike Pence. Mr. Vice President, welcome. Thank you for being with us."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT",
      "utterance": "Thank you, Chris. Good to be here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. So, we were going to have a piece from Kevin Corke explaining everything that's in this plan, but I'm now just going to ask you, briefly, what did the president offer?"
    },
    {
      "speaker": "PENCE",
      "utterance": "What the president offered was a good faith compromise to address what is a genuine humanitarian and security crisis on our southern border and end the government shutdown. And the Senate leadership, Senator McConnell, have agreed to bring this bill to the floor. On Tuesday, Congress will begin its work. But, really, what the president did over the last month, and notably over the last two weeks, was direct our team to meet with rank-and-file Democrats, to find out what they were looking for. You know the legislative process traditionally is Republicans would offer their solutions, Democrats would offer amendments, but the president said, look, we want -- we want to put it all on the table. In a very real sense, what President Trump did hear was he set the table for a deal that will address the crisis on our border, secure our border and give us a pathway to reopen the government."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, but, as you well know, house Democrats rejected the president's plan before he even offered it. Speaker Pelosi called it a, quote, nonstarter. And I want to point out their specific objection. They say that it doesn't reopen the government first, which they insist on. They say that it doesn't provide permanent protection for the Dreamers and the TPS refugees, it's only three years. And they say that the full funding of the president is still demanding, $5.7 billion for the wall is a waste of money. So I guess my question is, is the president willing to sit down and negotiate the differences, or it is what he offered yesterday his final offer?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, there's a legislative process that is going to begin on Tuesday in the United States Senate and it was disappointing to see Speaker Pelosi reject the offer before the president gave his speech. I mean, look, the president is offering a solution and what we have from Democrat leadership so far is just some bites. And American people want us to work together to resolve these issues."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, if I may, sir, when you say work together, does that mean that you are willing to negotiate from what the president said, or is that the final offer?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, of course. The legislative process is a negotiation and up to this point, literally for the last month while the president and I have stayed here in Washington and been engaging continuously with Democrat leadership, and with rank-and-file members in the House and Senate, what we heard again and again is we will not negotiate until the president reopens the government. Well, this bill would reopen the government."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, they are saying reopen the government first and then negotiate about border security and immigration. Are you rejecting that?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, look, I think it was about a week and a half ago the president spoke to Speaker Pelosi in the Situation Room and said, look, if I gave you everything you wanted, if I reopen the government and gave you 30 days to work with us on homeland security issues, to address the crisis on our southern border, would you give me border security and funding for a wall? She said no. So, the president said to us let's go to rank-and-file members and since that time, our negotiation team has been sitting down talking to House Democrats. We've been in contact with Senate Democrats and the president told us to listen. And what the American people heard yesterday was statesmanship, was the president laying out a genuine compromise. Even this morning, even this morning, \"The Washington Post\" said make the deal --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "PENCE",
      "utterance": "-- because they can see that both sides are getting what they want. The president has made it clear that we want border security, we want funding for a wall, a steel barrier on the southern border. We want money for additional technology, additional personnel, humanitarian assistance. We want changes in amnesty laws so that children can apply for amnesty in Central American countries. All of those things coming together and the president added to that, three years of temporary relief for DACA recipients --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, but --"
    },
    {
      "speaker": "PENCE",
      "utterance": "-- of temporary --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm not saying whether it's reasonable or unreasonable, I'm just saying that Democrats aren't going to accept that package. So, let me ask you a couple of specific questions."
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, I'm not sure that's true, Chris. I'm not sure that's true. We've had a lot of dialogue."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, all right, let me ask you -- let me ask you a question, the Senate is going to take this bill up this week. Do you have the seven Senate Democrats that you're going to need to break the filibuster, yes or no?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, as the president often says, we'll see."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you don't have them right now."
    },
    {
      "speaker": "PENCE",
      "utterance": "You know, I think when the American people have an opportunity to look at this proposal, which is truly a balanced, good faith compromise, when they reflect on what is a real humanitarian crisis on our southern border -- I mean, we have 60,000 people a month attempting to come into this country illegally. If 2,000 people a day, and for the first time, Chris, ever, the vast majority are families and unaccompanied children being exploited by human traffickers and cartels that take cash to have them take the long and dangerous journey. It is overwhelming our system, and in the midst of that, narcotics, criminals are coming across our borders, 17,000 apprehended last year. The American people want action on our southern border. They want border security, 800,000 federal workers want us to find a way to open the government. We --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You could open the government tomorrow. You could open the government tomorrow."
    },
    {
      "speaker": "PENCE",
      "utterance": "We can do all of that -- we can do all of that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You could open the government tomorrow. The House has passed bills to open the government tomorrow, why don't you sign them and open the government and then you can negotiate about this?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, because -- I mean, you know, frankly, Chris, what the American people want us to do is to work on the priorities and the American people want us to secure the border --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "No. I mean, isn't it really that you just want to leverage and that you figure if you don't keep the government closed, that then they are going to go nowhere?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, again, I was sitting there, I was sitting right next to the president when Speaker Pelosi said if we reopen the government and took 30 days to negotiate --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "PENCE",
      "utterance": "-- that she would not give the president funding for --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to ask you one --"
    },
    {
      "speaker": "PENCE",
      "utterance": "-- border security or the wall. So, what we want to do is go into the legislative process. The president has now embraced and said he is willing to sign a three-year extension, temporary relief for DACA, three year extension for people with temporary protective status. These are priorities the Democrats have had. The president has embraced them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "They say they want it to be permanent. Let me just ask you one more question and then we'll move on."
    },
    {
      "speaker": "PENCE",
      "utterance": "Now, people will start voting and we'll see where they stand. But the most important thing is for the American people to let their voice be heard."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, there are immigration hardliners letting their voice be heard and they say what the president offered goes too far and that its amnesty. And Ann Coulter, one of those immigration hardliners, that we voted for Trump and we got Jeb. Isn't this -- if it's three years, I understand, but they say it's a three- year amnesty and you don't even get a full wall, you get part of a wall?"
    },
    {
      "speaker": "PENCE",
      "utterance": "The president made it clear earlier this year that he was open to resolving the issue of Dreamers. We are talking about 700,000 people who were brought into this country as children, the average age was first grade at the time. And the president has shown a willingness to address that issue. But let's be clear, what he put on the table --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, is it amnesty? What do you say about the amnesty issue?"
    },
    {
      "speaker": "PENCE",
      "utterance": "It's not amnesty. We are asking for $5.7 billion for funding on a wall --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm talking about the Dreamers and the TPS."
    },
    {
      "speaker": "PENCE",
      "utterance": "And the president has said that we will support temporary relief for three years for DACA recipients and those who are in temporary protected status. This is not amnesty, there's no pathway to citizenship. There's no permanent status here at all, which is what amnesty contemplates. What is this is, is a good faith effort to address the issue, bring relief to DACA recipients. Democrats have proposed in the Bridge Act, a three- year reprieve that could be renewable. The president has embraced three years temporary relief. And again, I think is the American people look at this, Chris, they're going to see this for what it is, President Trump said bring me all the ideas from both sides, let's put them all on the table. The president has made it clear what he would support."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "PENCE",
      "utterance": "Now it's time for the Senate and the House to start voting to secure our border and reopen the government."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to talk to about a couple of other subjects. The \"BuzzFeed\" report that came out on Friday that the president directed his former fixer, Michael Cohen, to lie to Congress. The special counsel made a rare public statement saying it isn't true. What does that tell you about Robert Mueller, special counsel, who the president keeps accusing of conducting a witch hunt, that he came out, one of his where statements to say this attack on the president is not true?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, the president expressed his appreciation to the special counsel for clarifying that that report was inaccurate. But I think what it says more about is the obsession of many in the national media to attack this president for any reason, for any allegation, for any report in the media. I mean, it was remarkable what we saw happening for 24 hours in the media on the basis of the report that appeared in \"BuzzFeed\" and I just think it's one of the reasons why people are so frustrated with many in the national media and the constant obsession on this -- look, this administration --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "If I may because I really want to move along here, what about the house Democrats, some of whom would say if true -- but if it's true, we need a resignation or impeachment?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Again, the media's obsession on this issue --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm talking about of Congress."
    },
    {
      "speaker": "PENCE",
      "utterance": "And frankly, the reflexive willingness of the president's critics in the Democratic Party to accept the worst facts and the worst interpretation. Look, the American people expect better. This administration has fully cooperated with the special counsel, produced over a million documents, the special counsel will complete his work and we will have all the facts. The president has maintained he's done nothing wrong. The American people -- the American people ought to be confident that our administration is cooperating and frankly -- this was a week where I think the American people saw the hyper partisanship among Democrats to assume the worst about this president and many in the national media's willingness to assume the worst about the president. And the reality is what the American people want us doing, with the president sought to do yesterday with layer framework for where we could work together, let's start talking to one another."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Even though we are in a different studio, I'm going to try to move you along. President Trump has just announced another summit meeting with Kim Jong-un of North Korea for late next month. This week, the president said we have made, quote, tremendous progress with North Korea. On the other hand on Wednesday, you said we are still waiting for them to make, your words, concrete steps. So, which is it? We made tremendous progress or since the Singapore summit last June, are we still awaiting any concrete steps? They don't seem to go together."
    },
    {
      "speaker": "PENCE",
      "utterance": "Well, they go perfectly well together. Look, think about where we were two years ago. When the president and I took our oath of office two years ago today we had a regime in North Korea that was testing nuclear weapons, that was firing missiles over the Sea of Japan, making menacing statements against the United States and our allies."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But U.S. intelligence says they are still continuing to make more nuclear fuel and more missiles."
    },
    {
      "speaker": "PENCE",
      "utterance": "No testing. What the president talks -- refers to, no -- because of his strong stance, and because of his engagement with Kim Jong-un directly at that first summit in Singapore, no testing of nuclear weapons, no firing of missiles. I had the great honor of being in Hawaii when the remains of our fallen heroes in the Korean War --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But they are not denuclearizing."
    },
    {
      "speaker": "PENCE",
      "utterance": "-- home. But to the point, and other president will be announcing details in the days ahead, the meeting that took place this week confirmed. There will be a second summit and at that summit, we will be laying out our expectation for North Korea to take concrete steps to begin to make real the denuclearization that Kim Jong-un committed to. And, again, the president is very optimistic. The communications that I've seen between him and Chairman Kim have been truly remarkable."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got one last --"
    },
    {
      "speaker": "PENCE",
      "utterance": "The president believes that we can make real progress and we are going to continue to strive forward."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I got one last question for you. This week, you defended the president's decision to pull U.S. troops out of Syria and here's the quote. Normally in these circumstances, we'd have a sound bite. We are bringing our troops home. The caliphate has crumbled and ISIS has been defeated. But you were briefed before that statement about the fact that there had been this horrific suicide bombing that killed four Americans. Is that with the defeat of ISIS looks like?"
    },
    {
      "speaker": "PENCE",
      "utterance": "Chris, first and foremost, our hearts go out to the families of those four American heroes and we are praying especially for them yesterday as there remains returned to Dover Air Force Base in presence of the president of the United States. But look, the progress that we have made against ISIS since this president came into office has truly been remarkable. After President Obama withdrew American forces from Iraq in 2011, we literally saw this ISIS caliphate rise up and overrun vast areas of Syria and Iraq that had been won by the American soldier. President Obama began the process of a bombing campaign two years later. But President Trump changed the rules of engagement. He told our military, his commander in chief, to go after them, and our soldiers and the Americans in the fight along with our allies have literally crushed the ISIS state. Now, as I also said in that same meeting, the president made the decision as commander-in-chief to hand off the fight against ISIS in Syria to our coalition partners. We are working, in the process of doing that. The president wants to bring our troops home, but recognize there are remnants, there are ISIS fighters still in the region. But we've taken back 99 percent of the territory that the caliphate had claimed. In a very real sense, the ISIS state has been defeated, but we will not rest or relent until we drive ISIS not only from the region, but from the face of the earth."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mr. Vice President, thank you. Thanks for talking with us and thank you especially for switching signals, instead of going to one place, coming here."
    },
    {
      "speaker": "PENCE",
      "utterance": "You bet, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You really saved our bacon, thank you, sir."
    },
    {
      "speaker": "PENCE",
      "utterance": "Good to see you. Up next, how Democrats will respond to the president's offer. Is it enough to end of the nearly one month government shutdown? We'll talk to the number three Democrat in the House, House Majority Whip James Clyburn. That's next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The president offered concessions to the Democrats this weekend, but as we told you when our interview with Vice President Pence, they rejected it before the president even officially made his offer. We're going to be talking now to get reaction from the number three Democrat in the House, Jim Clyburn of South Carolina. Congressman, welcome back to \"Fox News Sunday\"."
    },
    {
      "speaker": "REP. JAMES CLYBURN, D-S.C., HOUSE MAJORITY WHIP",
      "utterance": "Thank you so much for having me, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why flatly reject the president's offer, which, yes it calls for more money for the wall, but on the other hand it does offer temporary protection for the Dreamers, temporary protection for those TPS refugees and would reopen the government? Why not sit down and negotiate? Isn't that a reasonable opening offer?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Well, thank you so much for having me. You know, what we are trying to do here is get the government open, and what we said to the president is, let's open up the government, we could do that, as you said, tomorrow morning. He has bills that he could sign and could open the government up right away. Let's not hold the American people, especially the federal workers, hostage to these negotiations, and hopefully, we will open with what he has put on the table. And let's go back and forth on this and see where we can find common ground. We are all for negotiating and we would love to have a permanent fix for DACA and TPS, just as he wants a permanent wall. I think it's a nonstarter for him to ask for a permanent wall and for us to have a temporary fix. Just think about what happened to DACA children. If you're finishing high school and get a temporary three year fix, it means by the time you got to your junior year of college, you are under threat of having this rug (ph) pulled out from under you, never being able to finish school, just as the president did when he came into office and got rid of what President Obama had done for DACA recipients. And so, this is the kind of stuff we want to sit down and put some stability in people's lives and have some permanent solutions to this immigration problem. And the president's team is the one who continues to play games with us. He gets a permanent fix for his wall and we get a temporary fix --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Clyburn --"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Yes?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, so, I just want to make sure bottom line, are you saying no negotiations until the president reopens the government, and are you saying, as Speaker Pelosi does, under no circumstances, no money -- new money for the wall?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "No, I'm not saying that. I'm saying yes to the first part. To the second part, it seemed as if the president started talking about barriers in a statement yesterday. And as you realize, I have been talking about barriers for a long time. A smart wall will be a barrier. A smart wall would be using drones, using sensors, using X-ray equipment to be an effective wall. Not just something that would be a monument to one's existence, but to be a deterrent at the border and to be an effective barrier for people who are trying to come in illegally. And while we're doing that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Congressman --"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "-- let's fix our ports of entry. Yes?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. I was going to say is look with the president is offering on his side. Protection, yes, temporary, but protection for the Dreamers and TPS refugees. More money for immigration judges, more money for border patrol, more money for detention beds, humanitarian support and drug detection technology. Don't Democrats and up looking like you don't care about border security and that you don't want to reopen the government?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Well, I don't know how it may look to someone but all I would ask is look at the billion dollars that was put on the table before the president had his statement on yesterday -- $450 million for hiring new judges, hiring new personnel, border policeman, and another $550 billion for ports of entry, for having the infrastructure that we need. So that is already on the table. So, I don't know if the president did anything that was new. All he did was regurgitate the stuff that we have already given him in the past several months."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But just to make clear, you're saying no negotiations, no compromise until he agrees to reopen the government, is that correct?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "That's absolutely correct. I can't see us keeping federal employees, 800,000 people out of work while we go back and forth on negotiations. These negotiations could take three or four weeks. We ought to open the government up. We can pass a continuing resolution for 30 days, get the government open. Get people back to work. And then let's sit around the table and see where the common ground is. It may be just a simple as taking temporary off the TPS fixes and I would hope that his TPS fix will include those countries where I find my roots, where he seemed to be so dismissive of some time ago, and that is Haiti, African countries, temporary protected status for all people seeking to come to this country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman, I want to switch to two other subjects before we let you go. First, \"BuzzFeed\". Special counsel Robert Mueller, as I just discussed with the vice president, knocked down the \"BuzzFeed\" story that the special counsel had evidence that the president directed Michael Cohen to lie to Congress. Now, as soon -- before he did, before he knocked the story down, House Democrats jumped on the story."
    },
    {
      "speaker": "I want to read a couple of the quotes from what they said. Jamie Raskin, Democrat of Maryland, said",
      "utterance": "We don't know if it's true, of course, but already, people of course are saying this is the matter of the gravest urgency."
    },
    {
      "speaker": "David Cicilline said, congressman from Rhode Island",
      "utterance": "If true, this is I think the most serious threat to the Trump presidency that we've seen so far. Should your members be more cautious, because it almost seemed in this rush to judgment as if there were a lot of House Democrats that want to impeach the president."
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Well, Chris, when you preface her statement with if this is true, that, to me, gives you all the cover you need. And I would say that. If it is true -- now, if they had said something as if it were true then that would be one thing to be concerned about, but they've all said if this is true. There are a lot of things that I hear daily. If it were true I would be concerned about it. Sometimes, you would preface it with that and sometimes you just don't say anything. So I don't think that my Democratic friends in any way rushing to judgment because the qualified right upfront, if this is true."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. I want to talk to, this week and, of course, is Martin Luther King weekend. You're going to be speaking tomorrow in the state capital in Columbia on an observance of Dr. King's birthday. Some members, Democrats who are potential candidates in 2020 are going to be there. A couple of questions, first of all, is there anybody so far in this crazy field that could be as many as two dozen candidates, is there anybody that stands out for you? And more importantly and specifically, is there any one of them who you think could advance Dr. King's legacy?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Oh, quite a few of them could advance that legacy. I think -- I don't know who all is going to run but you've got people like Joe Biden, who spends a lot of time in South Carolina. Joe Biden has demonstrated a commitment to Martin Luther King Jr.'s legacy. You've got Cory Booker, Kamala Harris. These are three people that I've seen and heard from mostly in South Carolina. But Eric Swalwell was here last night. We have others who will be coming very soon. I talked with Kirsten Gillibrand. I think she told me that she's on her way to South Carolina. I worked with all of these people. I think they are outstanding people. They will make great public servants. They already are great public servants. And so, any one of them would do a good job of pushing that legacy. Remember, in fact, I will be talking about this tomorrow, I've told people a lot, aside from the bible, I think one of the most timeless documents I've ever read in my life was Martin Luther King Jr.'s letter from the Birmingham City Jail. I've read that letter about 100 times. I read it again, not all of it, but I read some of it again last night. And what jumped off the page at me is injustice anywhere is a threat to justice everywhere, and that reminds me so much of what we are going through today. The injustice that we see taking place at our southern border, the injustice that we see taking place in fair housing. These things are things that Democrats have been pushing for us to get fixed and I think that anyone of these candidates would be good messengers for that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Clyburn, thank you. Thank you so much for joining us today and we'll, of course, be following what happens next in this shutdown. Thank you, sir. Robert Mueller's office breaks its silence to knock down that \"BuzzFeed\" story that President Trump ordered his former fixer to lie to Congress. Up next, we'll bring in our Sunday group to discuss what it means for Democrats pushing for impeachment and for the president's attacks on the media."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I appreciate the special counsel coming out with a statement last night. I think it was very appropriate that they did so. I very much appreciate that. I think that the \"BuzzFeed\" piece was a disgrace to our country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump with rare praise for Special Counsel Robert Mueller after he knocked down that \"BuzzFeed\" story the president directed his former lawyer, Michael Cohen, to lie to Congress. And it's time now for our Sunday panel. Speaker of the House Newt Gingrich, former Democratic Congresswoman Donna Edwards, and co-host of \"Benson and Harf\" on Fox News Radio, Guy Benson. Speaker Gingrich, first of all, welcome to our Fox affiliate, WTTG. If you knew how we had scrambled."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER HOUSE SPEAKER",
      "utterance": "People tell me, by the way, that you were the first person to notice the fire."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Speaker -- well, we could all smell it. How damaging is the \"BuzzFeed\" story and the almost total knockdown by the special counsel to the media?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, it comes on top of the previous week's \"New York Times\" story that such Trump could be a Russian agent, until you get to paragraph nine when it said, actually there's no proof at all that this story is true. I mean you had this continuous --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "This was a story that there was a counterintelligence investigation by the FBI."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Right. Yes, and then they said they found nothing and it's not true."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right. That he was a Russian agent."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "But the headline."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Trump said about 90 percent negative. And I did tell him -- he tweeted about this. I said to him, I think he's had the worst media hostility since Lincoln. I think you cannot find any other president who has been a relentless and ending assault, much of it dishonest. And, of course, Mueller, frankly, saved my bacon because I was on \"Fox and Friends\" and had not seen the report and they said, well, what about \"BuzzFeed,\" and I said it's a lie. And luckily it turned out Mueller said, yes, it's not true."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, you did say it was a lie. Very quickly --"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "That's right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman Edwards, as I discussed with Congressman Clyburn, as soon as this story came out there was this almost rush to judgment -- I'm going to get back to the media, I promise, Guy, but there was a rush to judgment by a lot of Democratic congressman. And, yes, they said \"if true,\" but they almost seem to want it to be true. I just want to read one piece of sound here, but we don't have any sound, so I'll read it to you. Representative Joaquin Castro of Texas, if the president directed Michael Cohen to lie to Congress, then that's a clear case of participating in perjury and obstruction of justice and he should resign, but if he doesn't resign, he should be impeached. Does that hurt the credibility of the Democrats in Congress in the House that before they even knew whether this was true -- yes, they did say if it's true, but, man, we're already talking about impeachment and resignation."
    },
    {
      "speaker": "DONNA EDWARDS, D-MD., FORMER U.S. CONGRESSWOMAN",
      "utterance": "Look, I think that what you are really from the Democratic leadership and from the House chairmen and women who will really control this agenda is you actually hear a little restraint saying, let's wait until the report is issued. And one of the reasons is because there have been so many multiple reports of supposed information coming out and around the Mueller investigation. And really what we've learned is through indictments, we've learned through court proceedings, but we don't really know what Robert Mueller has. And I think it's really important for us to wait for that investigation to complete itself and move (ph)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So do you think some of your former colleagues made a mistake?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, I -- you know, what, I -- as I think the speaker has said, she is not the language police. She is not the one who can police all of the comments or other -- of members. And they did preface it with, if it's true. But what you hear from the leadership is, we're going to wait for the Mueller report, and that's been pretty consistent. I do think that there are things that are outside of the Mueller investigation, in other courts, in other jurisdictions, that actually could give rise to consideration of investigation for impeachment in the House of Representatives, the Robert Mueller report, the Russia investigation has not come to that fruition yet."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Guy, as somebody said the other day, the worst thing that can happen is -- in our business is to have an exclusive that stays an exclusive --"
    },
    {
      "speaker": "GUY BENSON, TOWNHALL.COM",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meaning that nobody else corroborates it. And as you know, everybody on Friday was rushing like crazy trying to say, all right, you know, they've got it, is it true, and we couldn't get it and eventually it was knocked down by the special counsel. How damaging do you think this is to the credibility, not just of \"BuzzFeed,\" but of the media in general?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Well, it's a black eye for \"BuzzFeed.\" There's no question about that. And, you're right, this story hung out there for hours and hours and hours and then into the next day. And beyond just that, another thing that smelled a little fishy was the two journalists who reported the story seemed to contradict each other the next day about whether or not they had seen the supposed documentary evidence that allegedly backed up this explosive claim. One said we didn't see it. One said they did. That was odd. And then, of course, the statement comes out from Mueller. I think broadly speaking, about the media, there was a sense of palpable disappointment among many of our colleagues in the mainstream media. They wanted so badly for this to be true. This was finally the one that was going to get the president. And watching them sort of gravel with that extraordinary statement from Mueller in real time was sort of entertaining."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why do you think Mueller, who has been so silent this whole time, that he felt he had to come out and knocked down this story?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Because it was so explosive. And I think that the president was going to be damaged by the story even being out there. And I think to his credit, he decided that he wanted to set the record straight. I think he enhanced his own credibility here by saying, look, I am a fair-minded person. I don't want the president to be treated unfairly. I think it's very hard to argue that this is a witch hunt after the special counsel did precisely what he did this week, which is the right thing to do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Speaker Gingrich, I don't want to bring back old, bad feelings, but you and Republicans paid a price for the impeachment of President Clinton back in 1998. What advice would you give to House Democrats, based on the mistakes that all of you made, not to repeat?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, you've put me in an awkward position here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, that is kind of what I'm paid to do."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, look, I would say, first of all, everybody should read Jimmy Breslin's \"How the Good Guys Finally Won,\" which is about Tip O'Neill and Watergate. And the mistake I made was not following Tip's leadership. Tip was very cautious. He was very careful. He kept it as non-partisan as possible. He brought Peter Rodino in, who people thought was a very fair judiciary chairman, and said, do the right thing the right way. And I think that we got a little too involved in personal feelings about Clinton himself and in -- in the whole way that the report came out. At the same time, you know, the president, and to be defensive for a second, President Clinton did lose his license to practice law. He did have to pay a fine. I mean there were a lot of things going on there that were complicated. But I think that the challenge for the Democrats and the media is, there's very high likelihood that nothing's going to happen that leads to conviction. I mean as we discovered, you know, to impeach in the House is one thing, but then you've got to get a conviction in the Senate. And there is zero possibility that this Senate is going to convict."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, I got less than a minute left. Congresswoman Edwards, is there anything that Speaker Gingrich said that you think maybe we should follow that advice?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, I mean, I do think that Speaker Pelosi has indeed been exercising the kind of restraint that Speaker Gingrich is indicating."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But she's having a little trouble with some of her members."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "But she is the leadership."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I agree."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "And she's the one who's going to decide ultimately how and whether this goes forward. And I think that she has said she's waiting for the Mueller report to come out. I think that that's a responsible thing to do. And, you know, the other members have to decide for themselves what it is that they're going to say about it along the way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, we have to take a break here. But when we come back, President Trump announces a second summit with North Korean Leader Kim Jong-un. We'll discuss chances for a breakthrough. Plus, what would you like to ask the panel about how the feud between President Trump and Speaker Pelosi is affecting prospects for ending this shutdown and reopening the government? We'll get to all of that in the next segment."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump making an offer to Democrats yesterday in exchange for border wall funding and an end to the government shutdown. And we're back now with the panel. Well, Speaker Gingrich, what do you make of the president's offer, and given the immediate rejection by Democrats, does it do anything to break the logjam?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, I think it does a lot, and particularly because Senator McConnell has already said he's going to move it in the Senate. And I have suspicion that they have the votes to get that out of the Senate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You think they have seven Democratic votes?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "I think they do. That's my guess. There's a -- the White House is very optimistic that they listed carefully, that when you add in help for the dreamers and you add in help for the people who are on the refugee status --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That was temporary, we've got to say, three years."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Yes, well, but three -- but three years."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, three years compared to zero is a lot. And I think in addition, I think the pressure from 800,000 families to get this government reopened and their salaries paid is very real. So I think there are a number of people -- I've already seen individual Democrats who have said, yes, I could vote for the wall if that's what it takes. So the challenge for Speaker Pelosi is real simple, she's -- she should be challenged to bring up her bill and to allow Kevin McCarthy, the Republican leader, to have a substitute and see whether or not there are 25 or 30 Democrats who side with McCarthy because her bill will not be signed into law and will not, in fact, be taken up by the Senate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And -- and what you think of -- and we heard from Clyburn, again, we've heard it from Pelosi, we've heard it from Hoyer, we heard it from Clyburn this morning, no negotiations until you reopen the government?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Right. Well, first of all, it's a nonstarter. They don't accept the fact that whether they dislike him or liken him, Trump is the president. And as president he can veto anything he wants to. And, furthermore, he has a Senate majority leader, McConnell, who won't even take up the bill unless he'll sign it. Second, I served with Reagan. Tip O'Neill didn't help Reagan. Tip O'Neill would bring a bill up, he would allow a Republican substitute. The original tax cuts were a bipartisan substitute and -- because O'Neill understood he could be defeated on the floor and his left wouldn't be that mad. But if he personally compromised, they would have killed him. Pelosi can't compromise. You -- you've got two years now of her screaming no. But what can happen is a bipartisan majority can run the House."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. All right. We'll bring Congressman Edwards in here. Here's what President Trump said yesterday about Speaker Pelosi. Walls work and we need walls and whether it's personal or not it's not personal for me. She, Pelosi, is being controlled by the radical left. Did the president, yesterday, make an offer that Pelosi can't refuse or an offer she can't accept?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "No, I mean, it -- this was not an offer in compromise. Let's look at it. It was funding for a wall that Democrats and the majority of the American people oppose. It was temporary reprisal and temporary protective status and -- for the -- for the dreamers, something that the president took away. And so you don't give back something that you took away and -- and say that that is an offer in compromise. And I think that the -- Speaker Pelosi recognizes this. I think that she recognizes that the American people are with her on this. And, you know, President Trump needs to open government and they can legitimately debate what the funding is for -- for border security."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, but he say he's -- if he opens the government, that he's going to lose all his leverage. And he asked her, will you give me a wall in 30 days? If I open the government 30 days and negotiate, will you ever give me money for the wall, and she said no."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, the American people don't want a wall. But here's the thing --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, no. No."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "You can't hold --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You -- you can't speak for the American people, with all due respect."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, I just look at the -- the polls that say that they don't support the wall. But, look, you can't --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But there are millions who do want it."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Look, you cannot hold 800,000 Americans hostage and not pay them, and some of whom are working and not pay them because you're not getting your way. And so I don't think the president is negotiating in good faith when he puts on the table a wall and temporary status. Temporary status is what he took away. Imagine -- I think what Mr. Clyburn said is right, you're three years into your -- into going to college and then you, what, did your fourth year because you know longer have status? An employer trains you for -- for a job and then says, well, I really can't have you because in three years you're going to be gone."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "This is not an acceptable offer in compromise, and the president needs to come to the table."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We asked you for questions for the panel and we got this on Facebook from Mark Strickler, who writes, Trump couldn't do it with Ryan and Republicans, why should Pelosi be any different? Guy, how do you answer Mark, because he does make a point, which is, when you had a Republican House and a Republican Senate with Ryan in charge in the House, you still didn't get much funding for the wall."
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes, that's a clean hit on the Republicans. There's no question about that. Barack Obama and the Democrats did the same thing. They punted on immigration for two years, did nothing and then sort of stirred the pot once the Republicans won the House. The same has now occurred with the parties in reverse. And that's not a defense of the Republicans at all. With respect, congresswoman, I feel like the answer could be, if it's not an acceptable offer from the president, that's fine, the Democrats should counter offer with something as opposed to with nothing at all. Today in \"The Washington Post,\" the editorial board, which is not a right wing editorial board, they wrote, quote, Trump's offer should be welcomed, if not the final word, to refuse to even talk until the government reopens does no favors to sideline federal workers and contractors. And I think that's exactly right. The president has made his position very clear. He has now made an offer with a compromise on the table. And if Nancy Pelosi and her team profess to care so deeply about these workers, play ball. Come back with something."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, I want to turn to another big story this week, and that was the announcement on Friday for President Trump, that he's going to hold another summit meeting late next month with North Korean Leader Kim Jong- un. Speaker Gingrich, does this summit make sense? It's true there have been no more ballistic missile tests. There have been no more nuclear test. But there really has been nothing that we would call denuclearization. And, in fact, U.S. intelligence says that they're continuing to produce more nuclear fuel and more missiles. So why give them another summit?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "You know, I've -- I've lived with this problem for a very long time. And we first negotiated what I was speaker and Bill Clinton was trying to negotiate with the North Koreans. And it's almost always been the same thing. But something very different happened recently. Kim Jong-un went on national television and made an address in a western suit, in a western studio, looking like a modern part of the regular world. Now, by North Korean standards, that was a revolutionary moment. And he has been talking with the South Koreans, who very much want this summit. And I think that this is a part of continuing moving in the direction of getting him engaged into the modern world. And I think --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but does this bother you because it gives him a PR bonanza and it also weakens the international sanctions. Since Singapore last July -- or June, rather, the Chinese are trading more with them, the Russians are trading more with them. So you're giving them a lot. And so far we've gotten nothing."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, but our -- I think our sanctions have been very, very effective. And nothing we do, whether meeting with him or not meeting with him, affects the Russians and the Chinese. I mean they're going to act out of their own belief. But I think that it also helps to have him meet with the president and understand how firm we are on these things. And I think that Secretary Pompeo's been very clear about this as secretary of state. So I -- I don't regard this as a boondoggle or as a mistake. I, frankly, expected it to happen. And I think that there have been some signs of opening up North Korea in ways that are pretty close to revolutionary."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, I've got less than a minute left. Congressman?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "This summit makes really no sense. I mean summits are -- especially with the adversaries, there's supposed to be a reward for better behavior. And the North Koreans actually haven't exhibited that. And appearing in a western suit is not the same thing as denuclearizing. And so I think it's important to continue a dialogue with the North Koreans at a diplomatic level, but not a president meeting with the -- with the North Koreans."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Guy?"
    },
    {
      "speaker": "BENSON",
      "utterance": "I agree with the congresswoman on this one. I just -- I don't think that they have shown enough to be rewarded again."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And so, at -- as to the point of the speaker, that it engages them, keeps them in the game?"
    },
    {
      "speaker": "BENSON",
      "utterance": "They have to be in the game, right, if they want these sanctions taken off, if they want to be part of the international community. I just don't think you give that level of respect to Kim Jong-un again absent some major progress. And I think we haven't seen that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, thank you, panel. See you next Sunday. Thank you for scrambling and getting her today. Up next, feeding the furloughed. Relief for some of the thousands not getting paid during the longest government shutdown in history."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How does a famed restaurateur get nominated for the 2019 Nobel Peace Prize? Well, here's an update on one of our \"Power Players of the Week.\""
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Jose Andres is one of America's most celebrated chefs, running a restaurant empire. But these days you're more likely to find him in a relief effort after a natural disaster."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thank you so much for your generosity."
    },
    {
      "speaker": "WALLACE",
      "utterance": "His world central kitchen has provided millions of meals after hurricanes in Puerto Rico and Florida."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Appreciate it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But now, Andrews is responding to a man-made disaster, the government shutdown, setting up a kitchen to feed the furloughed."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Just let him know what you want."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right here in Washington."
    },
    {
      "speaker": "JOSE ANDRES, CHEF",
      "utterance": "We believe that no person should have to go through the pain of not knowing what to feed their children. So we're opening a kitchen."
    },
    {
      "speaker": "WALLACE",
      "utterance": "His operation is on Pennsylvania Avenue, midway between the White House and the Capitol."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "(INAUDIBLE) pull out your federal ID."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Our goal here is to make their lives a little bit easier. They can come in, get a hot plate of food. They can eat it in, in our little cafe right here, or they can take it home. And they can also get food for their families."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thank you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thank you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We worked tirelessly and we're caught up in a political game. It's a blessing to have other people to help out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Andre says politicians are free to help out, but only if they bring someone from the other side of the aisle to volunteer with them."
    },
    {
      "speaker": "ANDRES",
      "utterance": "It will be a call to action to our senators and congressmen, and especially President Trump, to make sure that we end this moment in the history of America where families are about to go hungry."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The World Central Kitchen here in Washington served more than 20,000 meals in just its first four days, and they announced they'll expand their operation to feed furloughed federal workers across the country. And that's it for today. Have a great week and we hope to see you back at our regular Fox News studios next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}