{
  "date": "January 17, 2022",
  "headline": "Tucker: Media cannot deny the Biden calamity they created",
  "subHeadline": "Guests: Kevin Corke, Batya Ungar-Sargon, Enes Kanter Freedom, Travis Tritt, Chris Bedford, Charlie LeDuff, Mike Engels",
  "url": "https://www.foxnews.com/transcript/tucker-media-cannot-deny-the-biden-calamity-they-created",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL HOST",
      "sentences": "FOX Nation plus later this week, as I mentioned, I'm hosting a Live Summit this Thursday at 9:00 AM on FOX Nation. If you don't have a subscription, go to FOX Nation right now. Use the promo code \"classroom\" and you get a 90-day free trial. \"Classroom\" 90-day free trial. I'll be back here tomorrow night. Up next, Tucker Carlson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "sentences": "Good evening and welcome to TUCKER CARLSON TONIGHT. Happy Monday. For Joe Biden, the past few months have amounted to the greatest political disaster of his life. In his case, that's not a small place to be. This is a man with three failed presidential campaigns on his resume. But this year has been different. Now, we don't mean to overstate it, but you can pick your humiliating ashes in sackcloth world historic defeat, Stalingrad, Corregidor, Gallipoli, and that's pretty much where Joe Biden is right now politically. Polls show him losing astounding levels of support from virtually every group of Americans who voted for him just a year ago. That would include Hispanics, moderate Democrats, African-Americans and by big double digits, Independents. At this point, the White House is down to just two core constituencies -- anxious upper income women with multiple college degrees and barren personal lives, and members of the national news media, and even that may be overstating Biden's support, given that there is such dramatic overlap between those two groups, essentially they are the same people. And now, because it can always get worse, Biden appears to be losing even the media. This is an ominous development, in fact, it's not an exaggeration to say that if this trend continues, it is the end of the Biden presidency. The media are the only reason Joe Biden is President in the first place. Biden didn't campaign for the job. He didn't hold rallies or give speeches or tell the public what he might do if elected. No. For nearly a year, Joe Biden stayed home hiding in terror from infectious voters. Instead, he let news organizations make his case for him, which they assiduously did. The media hid Biden's faults, they attacked and censored his critics. In general, they gave no hint at all that you might be electing a senile mannequin with a lifelong history of sleazy behavior. Voters had no clue they didn't know who Joe Biden actually was. And yet, suddenly, news organizations have decided to tell them. It's pretty amazing to watch it. Here are some clips from just the last few days. BRIANNA KEILAR, CNN ANCHOR President Joe Biden has had a very tough week with setbacks for his agenda, COVID complications, and the Supreme Court blocking his vaccine mandate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS ANCHOR",
      "sentences": "One year in, Mr. Biden has the second lowest approval rating ever measured in the White House and has never been less popular nationally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "2022 is not exactly off to a good start for the Biden administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "The country is frustrated. His party is frustrated. We are two weeks into a midterm election year, a few days away from his one-year anniversary of Inauguration and it is black. It is very dark for him right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "Now, he is in the midst of what one famous children's book writer called a terrible, horrible, no good, very bad time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, a very tough week of setbacks. The country is frustrated. That is CNN's assessment. If it sounds mild to you, you should consider the source, CNN criticizing a sitting Democratic President? That's like the College of Cardinals attacking the Pope. It is a violation of ecclesiastical authority. You never see it. And when it happens, it means something. MSNBC went even further than that. One of its contributors decided to come out and tell the channel's viewers something they had never heard before. Joe Biden is old, really, really old, possibly too old to govern a nation of 335 million people. Watch this. DONNY DEUTSCH, HOST \"ON BRAND\" PODCAST: Your audience is not going to be happy with what I have to say is, I don't think he has come across as an inspirational figure. I don't think -- by the way, I can give a litany of things he has accomplished. And obviously, and Chuck, I mean, you laid out things that have not gone well for him. But there's something else different. How many people do talk to when they say he seems old? And I don't mean that as an ageist thing, he doesn't and it really started with Afghanistan where he just didn't seem to have his hand firmly on the wheel and I think a lot of this has to do with the message or versus the messages itself. He doesn't feel in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, wait a second now, you're telling us that Joe Biden doesn't quote \"seem to have his hand firmly on the wheel\"? Really? You sure we're talking about the same President here? Wasn't this the guy who not so long ago was challenging strangers to push up contest at Town Halls? This is the guy who single handedly rescued Nelson Mandela from the hell of Robben Island. This is the man who faced down corn pop with a chain at a public swimming pool. Now, you're saying that man, that chiseled monument, the decisive masculinity may be losing his grip? Yes, that's exactly what they're saying and they seem almost bashfully apologetic as they say it. They had no idea Joe Biden was a lumbering desiccated husk. No idea at all. They never saw Biden call anyone a dog faced pony soldier. They didn't notice him sniffing anybody's hair or staring blankly in the middle distance like a lobotomy patient, they never saw it. They're as shocked as you are. Watch CNN's resident Nobel Prize winner come to the awful conclusion that maybe Joe Biden isn't doing an amazing job as President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "President Biden left Washington tonight to spend the weekend at home in Delaware. He probably couldn't wait to get out of town after one of the worst weeks of his year-old presidency. A series of setbacks from voting rights and the Supreme Court blocking his vaccine mandate for large businesses and soaring inflation driving up prices for consumers. And today, we saw the news that retail sales last month were awful. Plus omicron is still causing havoc with staffing shortages and empty shelves and some Senate Democrats are upset with the White House over testing shortages. I could go on, but I mean, it is a bad week for the President. Is there any way to cut it as a way to say it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So Joe Biden is never at the White House and he is right about that, but it is possible CNN missed the larger point, Biden isn't fleeing Washington because he is upset about political defeats. Biden is being dragged into isolation by advisers who are terrified he will get corona like everyone else right now. They want them out of the city as quickly as possible. They know exactly how well masks and vaccines work. They're not betting on Dr. Fauci's guidance, but whatever. Details, details. The point is, CNN is running away from Joe Biden. Even Don Lemon can see where this is going. He may be stupid, but his animal instincts are fully intact. Don Lemon can recognize a sinking ship when he sees one and he has decided to disembark as swiftly as he can. \"Make for the lifeboats. CNN anchors first.\" Maybe if people like Don Lemon repeatedly make disappointed noises about Joe Biden, no one will remember how they sounded a year ago and hold them responsible for this disaster. But we will. We remember. We saved the tape. Here is Don Lemon weeping with joy over Joe Biden's election like Jesus had just returned to make gym memberships free and forgive everybody's student loans. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, FORMER CNN ANCHOR",
      "sentences": "How are you feeling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "It's -- I almost can't talk right now because of the emotion. Everyone is welcome under this tent. We don't care who you are. We don't care if you voted for us or not. You're all part of this American experiment. It was -- I was so overwhelmed to hear that. I don't care what people think. If they think I'm biased tonight -- I don't care. And so I'm very emotional, so when you ask me how I'm feeling right now, I'm sorry. That's all I can tell you. This is how I feel right now. I am so happy to have this platform to be able to do this. I may not have it after this, but I really don't care. I am so happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We don't care if you voted for us, not Joe Biden, for us. Meaning Joe Biden's friends and co-conspirators over at CNN. I really don't care. I'm so happy. That's the tape. There you have it. If this were trial, that would be the pivotal evidence. The glove fits, ladies and gentlemen of the jury, you cannot acquit. The media foisted this Biden calamity on the United States. They got him elected, then they lied and distracted the population as he and the marionette operators who controlled him wrecked a lot of this country. That happened and it's too late now to deny responsibility. These people are fully implicated in what they did. Lots of them are, it is not just Don Lemon. Watch this Member of Congress from Silicon Valley, one of the smarter members, we've got to say, decide that actually, maybe Big Tech shouldn't have censored legitimate stories -- truthful stories about Hunter Biden's laptop after all. Maybe that was a mistake. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RO KHANNA (D-CA)",
      "sentences": "I am not for having either the government or you know, tech companies ultimately be the arbiter of truth and for making sure censorship -- that we don't have speech that incites violence, but I'm very wary of censorship. In fact, in the book, I write about how I thought it was a mistake for Twitter to take down some of the stuff about Hunter Biden or Facebook to do that, and I think that story was total hogwash. I think Joe Biden was unfairly attacked because of his son, but that doesn't mean that it didn't belong in the public sphere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, you're not for censorship. Oh, you're not for censorship. Thanks for that, Congressman. Great. But where were you when it mattered? Say last October right before the election when people were trying to figure out who to vote for? Oh, you were staying dead silent like the rest of them. You were letting it happen. You're allowing democracy to corrode and die because at the time, you thought it was worth it. Donald Trump was just too scary. Trump is an emergency, so we had to suspend the Constitution to make this into an unfree country. We had no choice. But now that he is in office, some of these people are apparently having second thoughts now. But why now? What exactly is going on here? And why is everyone suddenly saying the same thing at once? We can ask the second part of that question with absolute certainty, everyone in the Democratic Party sounds exactly alike because messaged discipline is what they do, it is who they are. No one in the party thinks independently. That is not allowed. Everybody in the group must say the very same thing in concert with everybody else in the group all the time. Period. It's like a North Korean singing troupe, deviations are punished. Think for yourself even for a second and you are denounced as a conspiracy theorists who thinks horse de-wormer is medicine. You see it every day, we can give you a million examples of this. Our producer, Tom Fox, the genius who finds our tape every night for this show, often says he has got the most repetitive job in television, because everybody on every channel says exactly the same all the time. Here is one recent chorus of dummies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEILAR",
      "sentences": "Lies that will bring thousands of angry people to the Capitol for one of America's darkest days --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI VITALI, NBC NEWS CAPITOL HILL CORRESPONDENT",
      "sentences": "It became one of the darkest days in American political history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "The very next day was one of the nation's history/",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "It is one of the most dramatic and dark days in American history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One of the darkest days in U.S. history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YAMICHE ALCINDOR, MSNBC POLITICAL CONTRIBUTOR",
      "sentences": "This was one of the darkest days in American history and we expect the President to say just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, all of these very same people are simultaneously trashing the President they got elected and have defended through everything for a year. Why? Now, we're not alleging an intentional conspiracy here. We don't take horse de-wormer. We're not saying there was a secret conference call between Jeff Zucker, Joy Reid, and the staff of \"The Atlantic\" Magazine, who would even want to endure something like that? More likely, it's a conspiracy of instinct. For all the talk you hear of diversity, there is precisely zero diversity in our national media. People may have different skin tones, or different sexual interests, not relevant. They are all from such similar backgrounds with such similar beliefs, and values, and life experiences that their gut reactions to everything have aligned into perfect synchronicity like menstruating teenagers at summer camp. They speak as one because on the deepest level, they are indistinguishable from each other. But still, you wonder there's got to be some kind of political point to this. There has got to be. No one at CNN is ever going to undermine the long term prospects of the Democratic Party, at least unintentionally. If they snatch the walker from Joe Biden's hands, that's exactly what they're doing, who do they think is going to take over when he falls? It is a good question, we know the answer, but to answer it and other mysteries, we're joined by one of the smartest media watchers we do know, Batya Ungar-Sargon is the Deputy Opinion Editor of \"Newsweek,\" and she joins tonight. Thanks so much for coming on. So what -- my level of understanding of this is only that it is amazing, but I don't fully understand exactly what we're seeing here. What do you think we're watching? BATYA UNGAR-SARGON, DEPUTY OPINION EDITOR, \"NEWSWEEK\": You know, Tucker, one of the things I really appreciate about your show is that you're not afraid to talk about class. We have a huge class divide in America that is separating out, you know, highly over educated, affluent, progressive elites from the working class and the middle class, and the Democrats and Joe Biden and their media are increasingly very much on the side of the highly educated progressive elites. And I think that you're really seeing this come out on issues like the vaccine mandate, whether schools should be closed, whether children should be in masks, whether you, as a parent have a right to say what your child should be studying. On all of these issues, these have divided working class Americans from these highly educated, progressive elites, and they are so unpopular. As a result, the popularity of the President is in the toilet, the popularity of the Democratic Party is in the toilet because regular Americans, middle class Americans, working class Americans just don't agree with them on any of these issues. They are divided by class, and I think that what we're seeing here is, you know, the media's attempt to essentially scapegoat Joe Biden for their own complicity in being on the wrong side of America's class divide, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Yes. I think that's so smart. That's exactly -- and it is by instinct, they realize this isn't going to work at all, and I want to get out of the way of this thing before it collapses on top of me. I mean, maybe it's that simple?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR-SARGON",
      "sentences": "I think that there is a huge credibility gap with the media right now. You're seeing CNN just hemorrhaging viewers, even \"The New York Times.\" You know, all of these outlets are just totally failing to convince Americans to trust anything they have to say. They have so little influence, and so they try to peddle their own economic interests and get Americans on board with that. And Americans are sort of saying, no, those are your economic interests. They're not ours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. Right. It's private equity against everybody else. It's unbelievable, and I really appreciate you pointing that out. Batya Ungar- Sargon, thank you very much -- of \"Newsweek.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNGAR-SARGON",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So today is Martin Luther King Day. We wanted to recall a moment when our current President put everything in perspective for us, putting the past in perspective with the age we're living through right now. This is from June of 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), THEN CANDIDATE FOR PRESIDENT OF THE UNITED STATES",
      "sentences": "But even Dr. King's assassination did not have the worldwide impact of George Floyd's death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So George Floyd's death had a bigger effect than Martin Luther King's death. Now, the obvious response is to laugh at Biden. He is so senile, he doesn't understand the difference between Martin Luther King and a drug addict who committed home invasions. Okay, but actually, Joe Biden has a point. That's true. When Martin Luther King was killed in April of 1968, this country erupted into race riots, all across the country. Those riots were horrible. They were destructive. Many people died. Many cities never recovered. But our leaders at the time understood that race riots were bad. Big businesses didn't fund the killings with charitable grants. No city voted to defund its police department. The authorities didn't let mobs torch courthouses or assault the White House. No one in charge announced we needed to fight injustice by destroying the nuclear family. In 1968, crazy is that year was, all of that would have been considered insane, and it is still insane and destructive. But now our leaders are doing it. So yes, as a historical matter, the accidental death of a violent criminal, George Floyd turned out to be more significant than the murder of a legitimate Civil Rights leader, Martin Luther King, and that is one measure of where we've come in 50 years. So a billionaire donor to the Democratic Party, an NBA owner, just admitted out loud that the genocide of Uyghurs in China interests him, not even a tiny bit. It's beneath his concern, as he said on tape which we will play you. NBA player, Enes Kanter Freedom is here to respond to that, straight ahead on a Special Edition of TUCKER CARLSON TONIGHT.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Welcome back. Chamath Palihapitiya is a billionaire out in California, in Silicon Valley. He is a huge donor to the Democratic Party. He is also the part owner of the NBA team, the Golden State Warriors. So in a recent podcast, he went out and told the truth and he said what he personally thinks about China's human rights abuses, its genocide, its murder of the ethnic minority, the Uyghurs. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAMATH PALIHAPITIYA, MINORITY OWNER, GOLDEN STATE WARRIORS",
      "sentences": "Nobody cares about what's happening to the Uyghurs, okay. You bring it up because you really care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CALACANIS, PODCAST HOST",
      "sentences": "What? What do you mean, nobody cares?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALIHAPITIYA",
      "sentences": "And I think that is nice that you care. The rest of us don't care. I'm just telling you a very hard --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALACANIS",
      "sentences": "Telling you don't care -- wait, wait. You're saying you personally don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALIHAPITIYA",
      "sentences": "I'm telling you a very hard, ugly truth, okay. Of all the things that I care about, yes, it is below my line. Okay? Of all the things that I care about, it is below my line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What a repulsive human big, obviously. You've got to kind of admire his honesty. Can't be honest. We're glad he was. So the Golden State Warriors issued a statement that read this way: \"Mr. Palihapitiya does not speak on behalf of our franchise.\" And of course, the billionaire himself issued a statement saying, well, my family came from a country with mean people, and by the way, the United States has human rights abuses, too -- even more repulsive than you would ever imagine. Of course, the Golden State Warriors didn't even mention the Uyghurs in their statement. You wouldn't want to upset China. Say the word Taiwan, we dare you. Enes Kanter Freedom knows a lot about how this all works. He plays for the Boston Celtics. He recently became an American citizen. He is very proud of that. Second time he has joined us and we're glad he's here. Mr. Freedom, thank you very much for coming on tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENES KANTER FREEDOM, NBA PLAYER",
      "sentences": "Thank you for inviting me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So to hear someone say it -- oh, I like your shirt -- to see someone say that as clearly as this owner just did, like, I don't care if they're murdered by the government of China. How do you feel when you see that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEDOM",
      "sentences": "I remember, we had a game today at 12:30, and my manager texted me this video right before the game. And first of all, I couldn't believe it. I was very angry, very disgusted and very disappointed. And, you know, his comments were so -- I was like, I couldn't focus on the game because of his comments. I mean, you look at the Uyghur people, what has happened to the Uyghurs is one of the worst human rights abuses in the world today and there is a genocide happening while we're talking right now. And him going out there and saying I could care less is a shame and it is disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, so you just became an American citizen. To see the most privileged, the richest people in our society, some of them anyway, just say out loud, like, I don't care about anybody but myself making money, having power over this country. That must be kind of discouraging, as someone who just got here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEDOM",
      "sentences": "You know, the funny thing is this guy -- this guy owns a company called -- actually, I have it right here -- called Social Capital where they pretend to care about social values and this is a virtue signal. And I have all the recordings here with me. He pretends to care about others, but the only thing he cares about is money and promoting the CCP propaganda. And it makes me sick how he is using social justice to make money for his company. And I want to ask him one question. You know, one question, if your mother, if your daughter, if your sister was in those concentration camps and getting tortured and gang raped every day, would you still think about money? Would you still remain silent? So I want them to answer that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. I mean, greed is a sin. People used to say that out loud. No one ever says that out loud now, but you obviously understand it and I'm so I'm so glad you said that and I'm so glad you're in this country. Thank you very much, Mr. Freedom. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FREEDOM",
      "sentences": "I appreciate it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. So Travis Tritt has been in the country music business for more than 30 years. He has risen to the level of legend. At one point, though, like so many other people in the business -- fame, drugs, boozing -- the usual almost wrecked his life, but then he turned it around. He explored that at some length in a conversation we had recently in \"Tucker Carlson Today.\" Here's part of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRAVIS TRITT, SINGER-SONGWRITER",
      "sentences": "On August of 1989, when we finally released my first single, and not only --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because this is the shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "This is it. And my prayers were answered. Not only did the song go Top 10, but it became the largest selling country music single that Warner Brothers Country Music -- Warner Brothers Nashville Division had ever released up to that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's unbelievable. What song was that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "It was a song called \"Country Club.\" I'm a member of the Country Club, and that immediately, when it went -- when it took off, Warner Brothers came back in and said, we really want you now -- we've got to rush back in and we've got to do a complete album, because we want to get this out. You're hot. You're selling. So we want to get something recorded, and the rest is sort of history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I mean, there are so many questions, but is -- if this were behind the music episode, this would be the point where you get screwed by the manager and addicted to amphetamines. So no, it's true. It's totally true. You're in the country music business. So how did you avoid having that happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "Well, I mean, I had my -- I had my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Or maybe that did happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "I had my bouts with drugs and alcohol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "And all the things that -- I mean, you're a 27-year-old kid, and you've got -- all of a sudden, you've got all of these things that are available to you, and it would take --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is the oldest story there is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "It would take somebody with a much stronger Constitution than I have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But you're still here after 35 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How did you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "Well, because I realized very quickly how it was going to destroy my life if I stayed on that path.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "And so I was only involved in that for maybe two or three years at the most. And after that, I remember waking up after being up for a couple of days, and being strung out, and just thinking to myself, you know, what, you are about to destroy everything -- You have had every dream that you've ever had in your life has come true for you and you are about to destroy this. For what? For a momentary pleasure? That's stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How did you get that clarity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "I don't know. It was -- it was -- I think a lot of my upbringing probably had a lot to do with that. You know, I knew what I was doing and it was wrong from a moral standpoint. But I also knew that it was, I could just see the signs of it. And I have a lot of people that had gone before me, I'd seen a lot of friends of mine that had gone down that same path and it destroyed their lives. Not only did it destroy their careers, it destroyed their lives completely and some of them lost their lives as a result of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "And so I've always been pretty good about looking at other people and learning from other people's mistakes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's so wise. That is -- that's the root of wisdom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We have this -- all these college courses right in front of us hold on to other people. You watch them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "Absolutely. And you can learn so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRITT",
      "sentences": "You know, so I think I learned a lot from that. And just all of it sort of came together. It was like an epiphany for me. It just kind of all came together at the same time. It's like, look, man, you've got to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Travis Tritt. What a great guy. One of the joys of this job is meeting people and finding out what they're really like. And so often you're surprised they are even cooler than you thought they were, and he is definitely in that category. Part one of that conversation just out now in FOX Nation. Another one dropping later this week. You can watch him for free by heading to tuckercarlson.com. So the cities are out of control. As predicted, it turns out when you take the police away and let people commit crimes, you get a lot more crime. So if you live there, you know it's tough to walk on the sidewalk or ride the subway without being hurt or living with the fear of being hurt particularly by the mentally ill, drug addicted homeless and people are starting to die in very public ways. We've got details next on this Special Edition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Welcome back to Special Edition of TUCKER CARLSON TONIGHT. You may have noticed if you live in this country that all of a sudden we have hundreds and hundreds of thousands of people living outdoors, often in tents given to them by probably well meaning, but idiotic Protestant churches. Oh, give the homeless tents. And we call them homeless, but almost invariably, they have substance abuse and mental illness problems. They're addicted to drugs. They either have preexisting mental illness or they become mentally ill from using drugs, particularly from using meth, that's just true. So why would any society that wants to continue turnover its public spaces to the enemies of society. That's exactly what we've done. There is nothing compassionate about it. It's not good for the so-called homeless and it's terrible for everybody else. In fact, people die when you do that, but they continue to do it. LA, for example, totally destroyed by people living outdoors. In LA, a homeless man just stabbed a UCLA graduate student to death in a furniture store. No known motive, they say. Right? She walked in and killed her. Here's the report from local news. WOMAN #1: Twenty-four-year-old Brianna Kupfer was a UCLA grad student studying Architectural Design. The Pacific Palisades resident was working as a design consultant at Croft House, a high-end furniture store in the Fairfax District. At about 1:30 Thursday afternoon, Kupfer was alone in the store at La Brea and Beverly. LAPD says a homeless man went in and stabbed her to death. About 20 minutes later, a customer came in and found her on the floor. Detectives say this is the suspect they need your help finding, last seen on surveillance walking through the back alley of the businesses toward Oakwood Avenue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The homeless, no, murderous vagrants who have taken over our cities, who contribute nothing -- you can feel sorry for them. It's sad as hell. On the other hand, our pity for them does not outweigh our obligation to each other, to the defenseless, to children, to women working alone in stores, to every American citizen that people who contribute, who pay taxes, who build things, not just destroy them. That's our obligation here and we totally lost track of that -- or the left has. That very same day in Los Angeles, another so-called homeless man attacked an emergency room nurse near Union Station. She later died. No big deal. What does that do with equity or white supremacy? Nothing. We just sort of move on. But people are leaving cities because of this. In Times Square in New York, another deranged guy living outside threw a woman in front of a train. She was killed. Watch this reporter explain how that attack unfolded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Police say this homeless man, 61-year-old Simon Martial shoved 40-year-old Asian woman, Michelle Go on to the train tracks of an oncoming southbound R Train Saturday morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Did you push the woman on the tracks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMON MARTIAL, PUSHED WOMAN ON TRAIN TRACKS",
      "sentences": "Yes, I let her die. Yes, I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The NYPD says, Go was standing on the platform of the 42nd Street Times Square Subway Station just after 9:30 AM when Martial for no apparent reason shoved her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Tell us again Joe Biden about how organized white supremacy is the major threat to the homeland. No. We're watching the homeland degrade right in front of us because we can't say no to the enemies of civilization, people living outside doing drugs in front of our children. If you can't say no to that, you're done. You're toast. It's over. We should say no. Chris Bedford is the Senior Editor at \"The Federalist.\" He joins us now. Hey, Chris. So why can't we just acknowledge hundreds of thousands of people living outside and no one says anything? What is going on? CHRIS BEDFORD, SENIOR EDITOR, \"THE FEDERALIST\": In Washington, D.C. we call them the otherly-housed and they have advocates who drive in from rural Maryland suburbs and Virginian suburbs to say that they need generators. They need porta-potties, they need to be bought these very expensive tents. You can't get rid of them due to COVID. You can't disperse them And you know what, this is a danger. This is deadly to these people. It's incredibly sad, Tucker, to walk by Union Station and see an old man who is dying of drug addiction slumped up against the telephone pole like I've seen and see a young drug dealer show up and exchange that man's little bit of money he has begged for, for a bag of drugs and the addiction that continues while police sit just a half a block away and do nothing. And the police do nothing because when they try to prosecute people, when they go into homeless shelters that are being preyed on by drug addicts, the prosecutions don't come. The Department of Justice claims right now, they are denying our local ANC rep access to the data on the rise in crime in Washington, D.C. alone. They're saying, we don't even keep that data. They are refusing to prosecute. They won't back up the police. And because of that, there is an unbelievable level of violence. We've surged about 250 percent of violent crimes just in my hometown of Washington, D.C. in the last 10 years. That's absolutely insane and untenable and politicians seem unwilling to stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I mean, nobody will acknowledge how fragile civilization is, all civilizations, and the enemies of the West are trying to destroy ours, I would say very directly by encouraging this kind of stuff, and the rest of us sit passively by and say, oh, we feel sorry for people we have -- but who feels sorry for the citizens who are keeping everything running?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEDFORD",
      "sentences": "A friend of mine, Sean Kennedy who is fighting this in Virginia brought this up to me the other day when he said, you're hiring right now these prosecutors, people who only want to take care of folks who are in prison. They don't want to take care of these people who are in bad communities. These people who are being plagued by crime. These folks who are getting carjacked. The father and baby who were attacked with a brick just in my neighborhood. And they come back and they say, the problem here is racism. The problem here is inequality. The problem is jobs. But the Police Chief of D.C. was correct. He said sometimes people don't want a job. Sometimes people don't want services. They want crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The problem is people who are trying to unravel our civilization and we always should incentivize behavior that build civilization not what tears it down, obviously. Chris Bedford, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEDFORD",
      "sentences": "Exactly. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good to see you. So it turns out Gretchen Whitmer, the disgraced Governor of Michigan killed more elderly people in nursing homes than we originally thought her policies did. A new report found that the state misrepresented COVID deaths in long term care facilities. We know this in part because one reporter in Michigan pushed to find out. His name is Charlie LeDuff. He joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When you think of bad government policy killing old people in nursing homes, obviously, you think of the State of New York and the former Governor who left his job not because of what he did in the nursing homes, it is because he said something naughty to someone who worked for him, apparently one time maybe. But it wasn't just New York, it turns out was Michigan. She made it worse than New York. A new report from Michigan's Office of the Auditor General found the state has been misreporting the number of deaths in long term care facilities. The COVID death count in those facilities is 42 percent higher than the state reported. Now, why don't we know this? No one seemed interested in getting these numbers, Charlie LeDuff, a former \"New York Times\" reporter has been covering Michigan independently for years was one of the only reporters pushing to get to the actual truth of this story. Now that it, he joins us tonight. Charlie, congrats on getting to the bottom of this, finally. What do we know now? CHARLIE LEDUFF, HOST OF THE \"NO BS NEWS HOUR WITH CHARLIE LEDUFF\": We -- let's see, in a nutshell. We know this. Michigan is New York. What Cuomo did, Whitmer followed. Real quick, rates and proportion. New York's got 20 million people. Michigan's got 10 million people. New York's got 60,000 COVID deaths. Michigan's got 30,000 COVID deaths. New York lied about its nursing home numbers. It really has 16,000 deaths. We lied. It's really 8,000. We're just half the size of New York. We undercounted by 42 percent. New York under counted by 46 percent. That means we have thousands of dead people, numbers represent people, and we did not account for them. And brother, let me go on here because now I'm really starting to feel this. We shut down schools, we shut down business, we shut down sports. We ruined the economy to do what? To stop death. Of whom? The elderly. You know, the one that we all knew was the most vulnerable, and we lied about it. We made this disease, COVID, seem more virulent to the general society and more benign to people who live in these facilities. And it turns out 40 percent of all the deaths in Michigan are in these facilities. We blew it. Look, this is criminal, man, and somebody has got to go. Somebody has got to be fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So that is such an insightful point. They inflated the threat to the general population and minimized the threat to the people who actually were dying from it. Why? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Yes, and you know what, I know conservative people I come from them. They love their mother and father. I know liberals, I come from them. They love their mother and fathers. I know children who haven't formed political leanings yet and they love Nana, and you let this happen to her. It is a crime. And they lied, too. You know what I went through to push the government to tell the truth. I had to sue and not one media outlet joined me on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, how could -- I mean, that's a whole another story. But just in two sentences. Why are you the only journalist in the entire state of Michigan who is interested in getting to the bottom of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "(AUDIO ISSUES) to the truth --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right, unfortunately, I think Charlie LeDuff just lost his mic. But you see the point. It just took one person who was interested and aggressive to get to the truth. And that matters, the truth does matter. Well, speaking of the truth, this is the story we're going to look back at with just jaws open. The City of Washington, D.C. is threatening to fire all members of its Fire Department who don't have the mandated number of injections, despite the fact they don't work. They've also rejected 80 percent of requests for legal exemptions from this requirement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why do you think that's a bad -- I mean, do you have any sense of the motive here? Since there's no science behind this whatsoever, none. This is not an epidemic of the unvaccinated. That's a lie. It's provably a lie. And now we know that because everybody knows who had three shots is sick at home with COVID, including all the people I know. So like why are they continuing to push this? Do you have any idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENGELS",
      "sentences": "I think at this point, it comes down to ego. That's the only thing I can see. I mean, at first, they probably had good intentions or just not a lot of information. But as more information has come out, they haven't changed their policy and they still hold it over our head as we speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the thing about firing firefighters as opposed to firing chief diversity officers is we actually need firemen or else buildings burn and people die. Is the city worried they won't have an effective fire department if they keep this up? Do they care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENGELS",
      "sentences": "I think many do care. But a lot leadership are afraid to stand up and say so, for a career enhancement or threat of losing a career. The biggest part is the mayor came up and stated that the MPD which is the police department could afford to lose 20 percent to the vaccine mandate, and that the fire department could also stand to lose similar numbers, which is nowhere near accurate. We barely got through the past couple of months, especially the last month as it was. People were -- guys were working -- guys and gals vaccinated and unvaccinated were working 24 to 48, 60 to 72 hours in a row just to keep the apparatus manned, and there were several times when many pieces of apparatus were out of service and unavailable to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There's not any evidence, not one piece of evidence that a single unvaccinated fireman has hurt anybody because of being unvaccinated. That's just true. There's none, and yet --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENGELS",
      "sentences": "Right, our Medical Director said as much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right so you guys risked your life to protect the rest of us. Everybody likes firemen. Like the most popular job in America. Everyone appreciates what you do. I'm just amazed that no one has risen to defend you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENGELS",
      "sentences": "It's starting to pop up, and that is part of the reason I'm speaking out is, as you see, more and more firefighters around the country are starting to speak up and poke up, but social media makes it very, very difficult to communicate with each other. Everything gets taken down, censored and what have you. It is one of the great opportunities for this show is to get out for other people to see this and know that you're not alone. There's almost 300 of us in Washington, D.C. alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Who are unvaccinated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENGELS",
      "sentences": "Yes, unvaccinated and are fighting the mandate and we have our religious exemptions in, but we're waiting on those to be ruled on as we speak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Well, I think you're brave to come on the show today. And I'm grateful for it, and I hope that it inspires other people to find that courage as well. Thanks so much. Good luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ENGELS",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we've been charting the very rapid descent of one of the great countries in the world, Australia, into total authoritarian craziness. And it's getting worse apparently. Australia just deported a male tennis star, one of the great tennis players, one of the healthiest people on the planet and prevented him from competing because he hasn't taken the requisite number of shots. Pure insanity. Details straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Novak Djokovic is one of the best tennis players in the world. Obviously, one of the healthiest people in the world. Imagine the physical stamina required to be a professional tennis player. He probably doesn't need the vaccine, he doesn't want to get it and because he won't get it, his career is now on the line. It could be over, actually. FOX's Kevin Corked has that story for us tonight. Hey, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "sentences": "Good evening, Tucker. As you mentioned, he is now back home in Serbia. Novak Djokovic is barred from defending his Aussie Open title after the country canceled his visa. Of course, some people have been talking about that. Now critics, frankly, Tucker are charging that the ban is just the latest example of an unvaxxed apartheid that's basically sweeping the sports world. It's already impacted the NBA, the NFL, and the NHL, just to name a few and for what it's worth, he is not out of the woods yet. Remember, he still holds the titles at the French Open and Wimbledon as well. French officials say he could be barred from that tournament if he is not vaccinated against COVID-19 by the time that all begins; and even worse, he could face similar sanctions over at Wimbledon and elsewhere. Still, that ban from Australia has a lot of people setting him up as a bit of an anti-vax hero. He says he doesn't want that title, but there are those who are still standing behind him. Said one writer quote: \"If and this is a big if, if this is what he has recalled and remembered for ultimately in his life, I have a feeling that history will treat him a lot more favorably than the Aussies did.\" -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes that's for sure. Kevin Corke, great to see you, thanks. Thanks a lot for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We are out of time, sadly. We've got a brand new interview with Travis Tritt, you saw. \"Tucker Carlson Today\" you can get for free. Sean Hannity takes over right now. We will see you tomorrow night. Hey, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS CHANNEL HOST",
      "sentences": "You know, without Novak Djokovic in the Australian Open, it is not even worth watching.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Honestly, I am not a boycotter as you know, but it is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm with you, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HEGSETH, FOX NEWS CHANNEL HOST",
      "utterance": "FOX Nation plus later this week, as I mentioned, I'm hosting a Live Summit this Thursday at 9:00 AM on FOX Nation. If you don't have a subscription, go to FOX Nation right now. Use the promo code \"classroom\" and you get a 90-day free trial. \"Classroom\" 90-day free trial. I'll be back here tomorrow night. Up next, Tucker Carlson."
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "utterance": "Good evening and welcome to TUCKER CARLSON TONIGHT. Happy Monday. For Joe Biden, the past few months have amounted to the greatest political disaster of his life. In his case, that's not a small place to be. This is a man with three failed presidential campaigns on his resume. But this year has been different. Now, we don't mean to overstate it, but you can pick your humiliating ashes in sackcloth world historic defeat, Stalingrad, Corregidor, Gallipoli, and that's pretty much where Joe Biden is right now politically. Polls show him losing astounding levels of support from virtually every group of Americans who voted for him just a year ago. That would include Hispanics, moderate Democrats, African-Americans and by big double digits, Independents. At this point, the White House is down to just two core constituencies -- anxious upper income women with multiple college degrees and barren personal lives, and members of the national news media, and even that may be overstating Biden's support, given that there is such dramatic overlap between those two groups, essentially they are the same people. And now, because it can always get worse, Biden appears to be losing even the media. This is an ominous development, in fact, it's not an exaggeration to say that if this trend continues, it is the end of the Biden presidency. The media are the only reason Joe Biden is President in the first place. Biden didn't campaign for the job. He didn't hold rallies or give speeches or tell the public what he might do if elected. No. For nearly a year, Joe Biden stayed home hiding in terror from infectious voters. Instead, he let news organizations make his case for him, which they assiduously did. The media hid Biden's faults, they attacked and censored his critics. In general, they gave no hint at all that you might be electing a senile mannequin with a lifelong history of sleazy behavior. Voters had no clue they didn't know who Joe Biden actually was. And yet, suddenly, news organizations have decided to tell them. It's pretty amazing to watch it. Here are some clips from just the last few days. BRIANNA KEILAR, CNN ANCHOR President Joe Biden has had a very tough week with setbacks for his agenda, COVID complications, and the Supreme Court blocking his vaccine mandate."
    },
    {
      "speaker": "CHUCK TODD, NBC NEWS ANCHOR",
      "utterance": "One year in, Mr. Biden has the second lowest approval rating ever measured in the White House and has never been less popular nationally."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "2022 is not exactly off to a good start for the Biden administration."
    },
    {
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "utterance": "The country is frustrated. His party is frustrated. We are two weeks into a midterm election year, a few days away from his one-year anniversary of Inauguration and it is black. It is very dark for him right now."
    },
    {
      "speaker": "ERIN BURNETT, CNN HOST",
      "utterance": "Now, he is in the midst of what one famous children's book writer called a terrible, horrible, no good, very bad time."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, a very tough week of setbacks. The country is frustrated. That is CNN's assessment. If it sounds mild to you, you should consider the source, CNN criticizing a sitting Democratic President? That's like the College of Cardinals attacking the Pope. It is a violation of ecclesiastical authority. You never see it. And when it happens, it means something. MSNBC went even further than that. One of its contributors decided to come out and tell the channel's viewers something they had never heard before. Joe Biden is old, really, really old, possibly too old to govern a nation of 335 million people. Watch this. DONNY DEUTSCH, HOST \"ON BRAND\" PODCAST: Your audience is not going to be happy with what I have to say is, I don't think he has come across as an inspirational figure. I don't think -- by the way, I can give a litany of things he has accomplished. And obviously, and Chuck, I mean, you laid out things that have not gone well for him. But there's something else different. How many people do talk to when they say he seems old? And I don't mean that as an ageist thing, he doesn't and it really started with Afghanistan where he just didn't seem to have his hand firmly on the wheel and I think a lot of this has to do with the message or versus the messages itself. He doesn't feel in charge."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, wait a second now, you're telling us that Joe Biden doesn't quote \"seem to have his hand firmly on the wheel\"? Really? You sure we're talking about the same President here? Wasn't this the guy who not so long ago was challenging strangers to push up contest at Town Halls? This is the guy who single handedly rescued Nelson Mandela from the hell of Robben Island. This is the man who faced down corn pop with a chain at a public swimming pool. Now, you're saying that man, that chiseled monument, the decisive masculinity may be losing his grip? Yes, that's exactly what they're saying and they seem almost bashfully apologetic as they say it. They had no idea Joe Biden was a lumbering desiccated husk. No idea at all. They never saw Biden call anyone a dog faced pony soldier. They didn't notice him sniffing anybody's hair or staring blankly in the middle distance like a lobotomy patient, they never saw it. They're as shocked as you are. Watch CNN's resident Nobel Prize winner come to the awful conclusion that maybe Joe Biden isn't doing an amazing job as President."
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "President Biden left Washington tonight to spend the weekend at home in Delaware. He probably couldn't wait to get out of town after one of the worst weeks of his year-old presidency. A series of setbacks from voting rights and the Supreme Court blocking his vaccine mandate for large businesses and soaring inflation driving up prices for consumers. And today, we saw the news that retail sales last month were awful. Plus omicron is still causing havoc with staffing shortages and empty shelves and some Senate Democrats are upset with the White House over testing shortages. I could go on, but I mean, it is a bad week for the President. Is there any way to cut it as a way to say it?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So Joe Biden is never at the White House and he is right about that, but it is possible CNN missed the larger point, Biden isn't fleeing Washington because he is upset about political defeats. Biden is being dragged into isolation by advisers who are terrified he will get corona like everyone else right now. They want them out of the city as quickly as possible. They know exactly how well masks and vaccines work. They're not betting on Dr. Fauci's guidance, but whatever. Details, details. The point is, CNN is running away from Joe Biden. Even Don Lemon can see where this is going. He may be stupid, but his animal instincts are fully intact. Don Lemon can recognize a sinking ship when he sees one and he has decided to disembark as swiftly as he can. \"Make for the lifeboats. CNN anchors first.\" Maybe if people like Don Lemon repeatedly make disappointed noises about Joe Biden, no one will remember how they sounded a year ago and hold them responsible for this disaster. But we will. We remember. We saved the tape. Here is Don Lemon weeping with joy over Joe Biden's election like Jesus had just returned to make gym memberships free and forgive everybody's student loans. Watch."
    },
    {
      "speaker": "CHRIS CUOMO, FORMER CNN ANCHOR",
      "utterance": "How are you feeling?"
    },
    {
      "speaker": "LEMON",
      "utterance": "It's -- I almost can't talk right now because of the emotion. Everyone is welcome under this tent. We don't care who you are. We don't care if you voted for us or not. You're all part of this American experiment. It was -- I was so overwhelmed to hear that. I don't care what people think. If they think I'm biased tonight -- I don't care. And so I'm very emotional, so when you ask me how I'm feeling right now, I'm sorry. That's all I can tell you. This is how I feel right now. I am so happy to have this platform to be able to do this. I may not have it after this, but I really don't care. I am so happy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We don't care if you voted for us, not Joe Biden, for us. Meaning Joe Biden's friends and co-conspirators over at CNN. I really don't care. I'm so happy. That's the tape. There you have it. If this were trial, that would be the pivotal evidence. The glove fits, ladies and gentlemen of the jury, you cannot acquit. The media foisted this Biden calamity on the United States. They got him elected, then they lied and distracted the population as he and the marionette operators who controlled him wrecked a lot of this country. That happened and it's too late now to deny responsibility. These people are fully implicated in what they did. Lots of them are, it is not just Don Lemon. Watch this Member of Congress from Silicon Valley, one of the smarter members, we've got to say, decide that actually, maybe Big Tech shouldn't have censored legitimate stories -- truthful stories about Hunter Biden's laptop after all. Maybe that was a mistake. Watch."
    },
    {
      "speaker": "REP. RO KHANNA (D-CA)",
      "utterance": "I am not for having either the government or you know, tech companies ultimately be the arbiter of truth and for making sure censorship -- that we don't have speech that incites violence, but I'm very wary of censorship. In fact, in the book, I write about how I thought it was a mistake for Twitter to take down some of the stuff about Hunter Biden or Facebook to do that, and I think that story was total hogwash. I think Joe Biden was unfairly attacked because of his son, but that doesn't mean that it didn't belong in the public sphere."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, you're not for censorship. Oh, you're not for censorship. Thanks for that, Congressman. Great. But where were you when it mattered? Say last October right before the election when people were trying to figure out who to vote for? Oh, you were staying dead silent like the rest of them. You were letting it happen. You're allowing democracy to corrode and die because at the time, you thought it was worth it. Donald Trump was just too scary. Trump is an emergency, so we had to suspend the Constitution to make this into an unfree country. We had no choice. But now that he is in office, some of these people are apparently having second thoughts now. But why now? What exactly is going on here? And why is everyone suddenly saying the same thing at once? We can ask the second part of that question with absolute certainty, everyone in the Democratic Party sounds exactly alike because messaged discipline is what they do, it is who they are. No one in the party thinks independently. That is not allowed. Everybody in the group must say the very same thing in concert with everybody else in the group all the time. Period. It's like a North Korean singing troupe, deviations are punished. Think for yourself even for a second and you are denounced as a conspiracy theorists who thinks horse de-wormer is medicine. You see it every day, we can give you a million examples of this. Our producer, Tom Fox, the genius who finds our tape every night for this show, often says he has got the most repetitive job in television, because everybody on every channel says exactly the same all the time. Here is one recent chorus of dummies."
    },
    {
      "speaker": "KEILAR",
      "utterance": "Lies that will bring thousands of angry people to the Capitol for one of America's darkest days --"
    },
    {
      "speaker": "ALI VITALI, NBC NEWS CAPITOL HILL CORRESPONDENT",
      "utterance": "It became one of the darkest days in American political history."
    },
    {
      "speaker": "LEMON",
      "utterance": "The very next day was one of the nation's history/"
    },
    {
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "utterance": "It is one of the most dramatic and dark days in American history."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "One of the darkest days in U.S. history."
    },
    {
      "speaker": "YAMICHE ALCINDOR, MSNBC POLITICAL CONTRIBUTOR",
      "utterance": "This was one of the darkest days in American history and we expect the President to say just that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, all of these very same people are simultaneously trashing the President they got elected and have defended through everything for a year. Why? Now, we're not alleging an intentional conspiracy here. We don't take horse de-wormer. We're not saying there was a secret conference call between Jeff Zucker, Joy Reid, and the staff of \"The Atlantic\" Magazine, who would even want to endure something like that? More likely, it's a conspiracy of instinct. For all the talk you hear of diversity, there is precisely zero diversity in our national media. People may have different skin tones, or different sexual interests, not relevant. They are all from such similar backgrounds with such similar beliefs, and values, and life experiences that their gut reactions to everything have aligned into perfect synchronicity like menstruating teenagers at summer camp. They speak as one because on the deepest level, they are indistinguishable from each other. But still, you wonder there's got to be some kind of political point to this. There has got to be. No one at CNN is ever going to undermine the long term prospects of the Democratic Party, at least unintentionally. If they snatch the walker from Joe Biden's hands, that's exactly what they're doing, who do they think is going to take over when he falls? It is a good question, we know the answer, but to answer it and other mysteries, we're joined by one of the smartest media watchers we do know, Batya Ungar-Sargon is the Deputy Opinion Editor of \"Newsweek,\" and she joins tonight. Thanks so much for coming on. So what -- my level of understanding of this is only that it is amazing, but I don't fully understand exactly what we're seeing here. What do you think we're watching? BATYA UNGAR-SARGON, DEPUTY OPINION EDITOR, \"NEWSWEEK\": You know, Tucker, one of the things I really appreciate about your show is that you're not afraid to talk about class. We have a huge class divide in America that is separating out, you know, highly over educated, affluent, progressive elites from the working class and the middle class, and the Democrats and Joe Biden and their media are increasingly very much on the side of the highly educated progressive elites. And I think that you're really seeing this come out on issues like the vaccine mandate, whether schools should be closed, whether children should be in masks, whether you, as a parent have a right to say what your child should be studying. On all of these issues, these have divided working class Americans from these highly educated, progressive elites, and they are so unpopular. As a result, the popularity of the President is in the toilet, the popularity of the Democratic Party is in the toilet because regular Americans, middle class Americans, working class Americans just don't agree with them on any of these issues. They are divided by class, and I think that what we're seeing here is, you know, the media's attempt to essentially scapegoat Joe Biden for their own complicity in being on the wrong side of America's class divide, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Yes. I think that's so smart. That's exactly -- and it is by instinct, they realize this isn't going to work at all, and I want to get out of the way of this thing before it collapses on top of me. I mean, maybe it's that simple?"
    },
    {
      "speaker": "UNGAR-SARGON",
      "utterance": "I think that there is a huge credibility gap with the media right now. You're seeing CNN just hemorrhaging viewers, even \"The New York Times.\" You know, all of these outlets are just totally failing to convince Americans to trust anything they have to say. They have so little influence, and so they try to peddle their own economic interests and get Americans on board with that. And Americans are sort of saying, no, those are your economic interests. They're not ours."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. Right. It's private equity against everybody else. It's unbelievable, and I really appreciate you pointing that out. Batya Ungar- Sargon, thank you very much -- of \"Newsweek.\""
    },
    {
      "speaker": "UNGAR-SARGON",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So today is Martin Luther King Day. We wanted to recall a moment when our current President put everything in perspective for us, putting the past in perspective with the age we're living through right now. This is from June of 2020."
    },
    {
      "speaker": "JOE BIDEN (D), THEN CANDIDATE FOR PRESIDENT OF THE UNITED STATES",
      "utterance": "But even Dr. King's assassination did not have the worldwide impact of George Floyd's death."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So George Floyd's death had a bigger effect than Martin Luther King's death. Now, the obvious response is to laugh at Biden. He is so senile, he doesn't understand the difference between Martin Luther King and a drug addict who committed home invasions. Okay, but actually, Joe Biden has a point. That's true. When Martin Luther King was killed in April of 1968, this country erupted into race riots, all across the country. Those riots were horrible. They were destructive. Many people died. Many cities never recovered. But our leaders at the time understood that race riots were bad. Big businesses didn't fund the killings with charitable grants. No city voted to defund its police department. The authorities didn't let mobs torch courthouses or assault the White House. No one in charge announced we needed to fight injustice by destroying the nuclear family. In 1968, crazy is that year was, all of that would have been considered insane, and it is still insane and destructive. But now our leaders are doing it. So yes, as a historical matter, the accidental death of a violent criminal, George Floyd turned out to be more significant than the murder of a legitimate Civil Rights leader, Martin Luther King, and that is one measure of where we've come in 50 years. So a billionaire donor to the Democratic Party, an NBA owner, just admitted out loud that the genocide of Uyghurs in China interests him, not even a tiny bit. It's beneath his concern, as he said on tape which we will play you. NBA player, Enes Kanter Freedom is here to respond to that, straight ahead on a Special Edition of TUCKER CARLSON TONIGHT."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Welcome back. Chamath Palihapitiya is a billionaire out in California, in Silicon Valley. He is a huge donor to the Democratic Party. He is also the part owner of the NBA team, the Golden State Warriors. So in a recent podcast, he went out and told the truth and he said what he personally thinks about China's human rights abuses, its genocide, its murder of the ethnic minority, the Uyghurs. Watch this."
    },
    {
      "speaker": "CHAMATH PALIHAPITIYA, MINORITY OWNER, GOLDEN STATE WARRIORS",
      "utterance": "Nobody cares about what's happening to the Uyghurs, okay. You bring it up because you really care."
    },
    {
      "speaker": "JASON CALACANIS, PODCAST HOST",
      "utterance": "What? What do you mean, nobody cares?"
    },
    {
      "speaker": "PALIHAPITIYA",
      "utterance": "And I think that is nice that you care. The rest of us don't care. I'm just telling you a very hard --"
    },
    {
      "speaker": "CALACANIS",
      "utterance": "Telling you don't care -- wait, wait. You're saying you personally don't care."
    },
    {
      "speaker": "PALIHAPITIYA",
      "utterance": "I'm telling you a very hard, ugly truth, okay. Of all the things that I care about, yes, it is below my line. Okay? Of all the things that I care about, it is below my line."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What a repulsive human big, obviously. You've got to kind of admire his honesty. Can't be honest. We're glad he was."
    },
    {
      "speaker": "So the Golden State Warriors issued a statement that read this way",
      "utterance": "\"Mr. Palihapitiya does not speak on behalf of our franchise.\" And of course, the billionaire himself issued a statement saying, well, my family came from a country with mean people, and by the way, the United States has human rights abuses, too -- even more repulsive than you would ever imagine. Of course, the Golden State Warriors didn't even mention the Uyghurs in their statement. You wouldn't want to upset China. Say the word Taiwan, we dare you. Enes Kanter Freedom knows a lot about how this all works. He plays for the Boston Celtics. He recently became an American citizen. He is very proud of that. Second time he has joined us and we're glad he's here. Mr. Freedom, thank you very much for coming on tonight."
    },
    {
      "speaker": "ENES KANTER FREEDOM, NBA PLAYER",
      "utterance": "Thank you for inviting me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So to hear someone say it -- oh, I like your shirt -- to see someone say that as clearly as this owner just did, like, I don't care if they're murdered by the government of China. How do you feel when you see that?"
    },
    {
      "speaker": "FREEDOM",
      "utterance": "I remember, we had a game today at 12:30, and my manager texted me this video right before the game. And first of all, I couldn't believe it. I was very angry, very disgusted and very disappointed. And, you know, his comments were so -- I was like, I couldn't focus on the game because of his comments. I mean, you look at the Uyghur people, what has happened to the Uyghurs is one of the worst human rights abuses in the world today and there is a genocide happening while we're talking right now. And him going out there and saying I could care less is a shame and it is disgusting."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, so you just became an American citizen. To see the most privileged, the richest people in our society, some of them anyway, just say out loud, like, I don't care about anybody but myself making money, having power over this country. That must be kind of discouraging, as someone who just got here."
    },
    {
      "speaker": "FREEDOM",
      "utterance": "You know, the funny thing is this guy -- this guy owns a company called -- actually, I have it right here -- called Social Capital where they pretend to care about social values and this is a virtue signal. And I have all the recordings here with me. He pretends to care about others, but the only thing he cares about is money and promoting the CCP propaganda. And it makes me sick how he is using social justice to make money for his company. And I want to ask him one question. You know, one question, if your mother, if your daughter, if your sister was in those concentration camps and getting tortured and gang raped every day, would you still think about money? Would you still remain silent? So I want them to answer that question."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. I mean, greed is a sin. People used to say that out loud. No one ever says that out loud now, but you obviously understand it and I'm so I'm so glad you said that and I'm so glad you're in this country. Thank you very much, Mr. Freedom. Good to see you."
    },
    {
      "speaker": "FREEDOM",
      "utterance": "I appreciate it. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. So Travis Tritt has been in the country music business for more than 30 years. He has risen to the level of legend. At one point, though, like so many other people in the business -- fame, drugs, boozing -- the usual almost wrecked his life, but then he turned it around. He explored that at some length in a conversation we had recently in \"Tucker Carlson Today.\" Here's part of it."
    },
    {
      "speaker": "TRAVIS TRITT, SINGER-SONGWRITER",
      "utterance": "On August of 1989, when we finally released my first single, and not only --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because this is the shot."
    },
    {
      "speaker": "TRITT",
      "utterance": "This is it. And my prayers were answered. Not only did the song go Top 10, but it became the largest selling country music single that Warner Brothers Country Music -- Warner Brothers Nashville Division had ever released up to that point."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's unbelievable. What song was that?"
    },
    {
      "speaker": "TRITT",
      "utterance": "It was a song called \"Country Club.\" I'm a member of the Country Club, and that immediately, when it went -- when it took off, Warner Brothers came back in and said, we really want you now -- we've got to rush back in and we've got to do a complete album, because we want to get this out. You're hot. You're selling. So we want to get something recorded, and the rest is sort of history."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I mean, there are so many questions, but is -- if this were behind the music episode, this would be the point where you get screwed by the manager and addicted to amphetamines. So no, it's true. It's totally true. You're in the country music business. So how did you avoid having that happen?"
    },
    {
      "speaker": "TRITT",
      "utterance": "Well, I mean, I had my -- I had my --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Or maybe that did happen."
    },
    {
      "speaker": "TRITT",
      "utterance": "I had my bouts with drugs and alcohol."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "TRITT",
      "utterance": "And all the things that -- I mean, you're a 27-year-old kid, and you've got -- all of a sudden, you've got all of these things that are available to you, and it would take --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is the oldest story there is."
    },
    {
      "speaker": "TRITT",
      "utterance": "It would take somebody with a much stronger Constitution than I have --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But you're still here after 35 years."
    },
    {
      "speaker": "TRITT",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How did you do that?"
    },
    {
      "speaker": "TRITT",
      "utterance": "Well, because I realized very quickly how it was going to destroy my life if I stayed on that path."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "TRITT",
      "utterance": "And so I was only involved in that for maybe two or three years at the most. And after that, I remember waking up after being up for a couple of days, and being strung out, and just thinking to myself, you know, what, you are about to destroy everything -- You have had every dream that you've ever had in your life has come true for you and you are about to destroy this. For what? For a momentary pleasure? That's stupid."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How did you get that clarity?"
    },
    {
      "speaker": "TRITT",
      "utterance": "I don't know. It was -- it was -- I think a lot of my upbringing probably had a lot to do with that. You know, I knew what I was doing and it was wrong from a moral standpoint. But I also knew that it was, I could just see the signs of it. And I have a lot of people that had gone before me, I'd seen a lot of friends of mine that had gone down that same path and it destroyed their lives. Not only did it destroy their careers, it destroyed their lives completely and some of them lost their lives as a result of it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "TRITT",
      "utterance": "And so I've always been pretty good about looking at other people and learning from other people's mistakes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's so wise. That is -- that's the root of wisdom."
    },
    {
      "speaker": "TRITT",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We have this -- all these college courses right in front of us hold on to other people. You watch them."
    },
    {
      "speaker": "TRITT",
      "utterance": "Absolutely. And you can learn so much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "TRITT",
      "utterance": "You know, so I think I learned a lot from that. And just all of it sort of came together. It was like an epiphany for me. It just kind of all came together at the same time. It's like, look, man, you've got to stop."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Travis Tritt. What a great guy. One of the joys of this job is meeting people and finding out what they're really like. And so often you're surprised they are even cooler than you thought they were, and he is definitely in that category. Part one of that conversation just out now in FOX Nation. Another one dropping later this week. You can watch him for free by heading to tuckercarlson.com. So the cities are out of control. As predicted, it turns out when you take the police away and let people commit crimes, you get a lot more crime. So if you live there, you know it's tough to walk on the sidewalk or ride the subway without being hurt or living with the fear of being hurt particularly by the mentally ill, drug addicted homeless and people are starting to die in very public ways. We've got details next on this Special Edition."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Welcome back to Special Edition of TUCKER CARLSON TONIGHT. You may have noticed if you live in this country that all of a sudden we have hundreds and hundreds of thousands of people living outdoors, often in tents given to them by probably well meaning, but idiotic Protestant churches. Oh, give the homeless tents. And we call them homeless, but almost invariably, they have substance abuse and mental illness problems. They're addicted to drugs. They either have preexisting mental illness or they become mentally ill from using drugs, particularly from using meth, that's just true. So why would any society that wants to continue turnover its public spaces to the enemies of society. That's exactly what we've done. There is nothing compassionate about it. It's not good for the so-called homeless and it's terrible for everybody else. In fact, people die when you do that, but they continue to do it. LA, for example, totally destroyed by people living outdoors. In LA, a homeless man just stabbed a UCLA graduate student to death in a furniture store. No known motive, they say. Right? She walked in and killed her. Here's the report from local news. WOMAN #1: Twenty-four-year-old Brianna Kupfer was a UCLA grad student studying Architectural Design. The Pacific Palisades resident was working as a design consultant at Croft House, a high-end furniture store in the Fairfax District. At about 1:30 Thursday afternoon, Kupfer was alone in the store at La Brea and Beverly. LAPD says a homeless man went in and stabbed her to death. About 20 minutes later, a customer came in and found her on the floor. Detectives say this is the suspect they need your help finding, last seen on surveillance walking through the back alley of the businesses toward Oakwood Avenue."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The homeless, no, murderous vagrants who have taken over our cities, who contribute nothing -- you can feel sorry for them. It's sad as hell. On the other hand, our pity for them does not outweigh our obligation to each other, to the defenseless, to children, to women working alone in stores, to every American citizen that people who contribute, who pay taxes, who build things, not just destroy them. That's our obligation here and we totally lost track of that -- or the left has. That very same day in Los Angeles, another so-called homeless man attacked an emergency room nurse near Union Station. She later died. No big deal. What does that do with equity or white supremacy? Nothing. We just sort of move on. But people are leaving cities because of this. In Times Square in New York, another deranged guy living outside threw a woman in front of a train. She was killed. Watch this reporter explain how that attack unfolded."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Police say this homeless man, 61-year-old Simon Martial shoved 40-year-old Asian woman, Michelle Go on to the train tracks of an oncoming southbound R Train Saturday morning."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Did you push the woman on the tracks?"
    },
    {
      "speaker": "SIMON MARTIAL, PUSHED WOMAN ON TRAIN TRACKS",
      "utterance": "Yes, I let her die. Yes, I did."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The NYPD says, Go was standing on the platform of the 42nd Street Times Square Subway Station just after 9:30 AM when Martial for no apparent reason shoved her."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Tell us again Joe Biden about how organized white supremacy is the major threat to the homeland. No. We're watching the homeland degrade right in front of us because we can't say no to the enemies of civilization, people living outside doing drugs in front of our children. If you can't say no to that, you're done. You're toast. It's over. We should say no. Chris Bedford is the Senior Editor at \"The Federalist.\" He joins us now. Hey, Chris. So why can't we just acknowledge hundreds of thousands of people living outside and no one says anything? What is going on? CHRIS BEDFORD, SENIOR EDITOR, \"THE FEDERALIST\": In Washington, D.C. we call them the otherly-housed and they have advocates who drive in from rural Maryland suburbs and Virginian suburbs to say that they need generators. They need porta-potties, they need to be bought these very expensive tents. You can't get rid of them due to COVID. You can't disperse them And you know what, this is a danger. This is deadly to these people. It's incredibly sad, Tucker, to walk by Union Station and see an old man who is dying of drug addiction slumped up against the telephone pole like I've seen and see a young drug dealer show up and exchange that man's little bit of money he has begged for, for a bag of drugs and the addiction that continues while police sit just a half a block away and do nothing. And the police do nothing because when they try to prosecute people, when they go into homeless shelters that are being preyed on by drug addicts, the prosecutions don't come. The Department of Justice claims right now, they are denying our local ANC rep access to the data on the rise in crime in Washington, D.C. alone. They're saying, we don't even keep that data. They are refusing to prosecute. They won't back up the police. And because of that, there is an unbelievable level of violence. We've surged about 250 percent of violent crimes just in my hometown of Washington, D.C. in the last 10 years. That's absolutely insane and untenable and politicians seem unwilling to stop it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I mean, nobody will acknowledge how fragile civilization is, all civilizations, and the enemies of the West are trying to destroy ours, I would say very directly by encouraging this kind of stuff, and the rest of us sit passively by and say, oh, we feel sorry for people we have -- but who feels sorry for the citizens who are keeping everything running?"
    },
    {
      "speaker": "BEDFORD",
      "utterance": "A friend of mine, Sean Kennedy who is fighting this in Virginia brought this up to me the other day when he said, you're hiring right now these prosecutors, people who only want to take care of folks who are in prison. They don't want to take care of these people who are in bad communities. These people who are being plagued by crime. These folks who are getting carjacked. The father and baby who were attacked with a brick just in my neighborhood. And they come back and they say, the problem here is racism. The problem here is inequality. The problem is jobs. But the Police Chief of D.C. was correct. He said sometimes people don't want a job. Sometimes people don't want services. They want crime."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The problem is people who are trying to unravel our civilization and we always should incentivize behavior that build civilization not what tears it down, obviously. Chris Bedford, thank you."
    },
    {
      "speaker": "BEDFORD",
      "utterance": "Exactly. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good to see you. So it turns out Gretchen Whitmer, the disgraced Governor of Michigan killed more elderly people in nursing homes than we originally thought her policies did. A new report found that the state misrepresented COVID deaths in long term care facilities. We know this in part because one reporter in Michigan pushed to find out. His name is Charlie LeDuff. He joins us next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "When you think of bad government policy killing old people in nursing homes, obviously, you think of the State of New York and the former Governor who left his job not because of what he did in the nursing homes, it is because he said something naughty to someone who worked for him, apparently one time maybe. But it wasn't just New York, it turns out was Michigan. She made it worse than New York. A new report from Michigan's Office of the Auditor General found the state has been misreporting the number of deaths in long term care facilities. The COVID death count in those facilities is 42 percent higher than the state reported. Now, why don't we know this? No one seemed interested in getting these numbers, Charlie LeDuff, a former \"New York Times\" reporter has been covering Michigan independently for years was one of the only reporters pushing to get to the actual truth of this story. Now that it, he joins us tonight. Charlie, congrats on getting to the bottom of this, finally. What do we know now? CHARLIE LEDUFF, HOST OF THE \"NO BS NEWS HOUR WITH CHARLIE LEDUFF\": We -- let's see, in a nutshell. We know this. Michigan is New York. What Cuomo did, Whitmer followed. Real quick, rates and proportion. New York's got 20 million people. Michigan's got 10 million people. New York's got 60,000 COVID deaths. Michigan's got 30,000 COVID deaths. New York lied about its nursing home numbers. It really has 16,000 deaths. We lied. It's really 8,000. We're just half the size of New York. We undercounted by 42 percent. New York under counted by 46 percent. That means we have thousands of dead people, numbers represent people, and we did not account for them. And brother, let me go on here because now I'm really starting to feel this. We shut down schools, we shut down business, we shut down sports. We ruined the economy to do what? To stop death. Of whom? The elderly. You know, the one that we all knew was the most vulnerable, and we lied about it. We made this disease, COVID, seem more virulent to the general society and more benign to people who live in these facilities. And it turns out 40 percent of all the deaths in Michigan are in these facilities. We blew it. Look, this is criminal, man, and somebody has got to go. Somebody has got to be fired."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So that is such an insightful point. They inflated the threat to the general population and minimized the threat to the people who actually were dying from it. Why? What?"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Yes, and you know what, I know conservative people I come from them. They love their mother and father. I know liberals, I come from them. They love their mother and fathers. I know children who haven't formed political leanings yet and they love Nana, and you let this happen to her. It is a crime. And they lied, too. You know what I went through to push the government to tell the truth. I had to sue and not one media outlet joined me on it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, how could -- I mean, that's a whole another story. But just in two sentences. Why are you the only journalist in the entire state of Michigan who is interested in getting to the bottom of this?"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "(AUDIO ISSUES) to the truth --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right, unfortunately, I think Charlie LeDuff just lost his mic. But you see the point. It just took one person who was interested and aggressive to get to the truth. And that matters, the truth does matter. Well, speaking of the truth, this is the story we're going to look back at with just jaws open. The City of Washington, D.C. is threatening to fire all members of its Fire Department who don't have the mandated number of injections, despite the fact they don't work. They've also rejected 80 percent of requests for legal exemptions from this requirement. Now, Mike Engels is a 21-year veteran of the D.C. Fire Department. He says the city's position on this has stressed the department to the point where it can't respond to fires. He is one of the only people brave enough to come on camera and talk about this and so we're grateful to have Mike Engels join us now. Mr. Engels, thanks so much for coming on. So clearly, this is not a career enhancer for you to come on and say this on the air tonight. Why are you doing it? MIKE ENGELS, 21-YEAR VETERAN OF D.C. FIRE DEPARTMENT: Well, I've got to speak out. Someone has got to say, stand up and say no. We've had to put up with so much over the past several months ever since the mandate or the threat of the mandate was there and, frankly, it is actually ridiculous that people that are vaccinated and unvaccinated are both catching and spreading COVID, yet, they only want to fire those who are unvaccinated."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why do you think that's a bad -- I mean, do you have any sense of the motive here? Since there's no science behind this whatsoever, none. This is not an epidemic of the unvaccinated. That's a lie. It's provably a lie. And now we know that because everybody knows who had three shots is sick at home with COVID, including all the people I know. So like why are they continuing to push this? Do you have any idea?"
    },
    {
      "speaker": "ENGELS",
      "utterance": "I think at this point, it comes down to ego. That's the only thing I can see. I mean, at first, they probably had good intentions or just not a lot of information. But as more information has come out, they haven't changed their policy and they still hold it over our head as we speak."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the thing about firing firefighters as opposed to firing chief diversity officers is we actually need firemen or else buildings burn and people die. Is the city worried they won't have an effective fire department if they keep this up? Do they care?"
    },
    {
      "speaker": "ENGELS",
      "utterance": "I think many do care. But a lot leadership are afraid to stand up and say so, for a career enhancement or threat of losing a career. The biggest part is the mayor came up and stated that the MPD which is the police department could afford to lose 20 percent to the vaccine mandate, and that the fire department could also stand to lose similar numbers, which is nowhere near accurate. We barely got through the past couple of months, especially the last month as it was. People were -- guys were working -- guys and gals vaccinated and unvaccinated were working 24 to 48, 60 to 72 hours in a row just to keep the apparatus manned, and there were several times when many pieces of apparatus were out of service and unavailable to respond."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There's not any evidence, not one piece of evidence that a single unvaccinated fireman has hurt anybody because of being unvaccinated. That's just true. There's none, and yet --"
    },
    {
      "speaker": "ENGELS",
      "utterance": "Right, our Medical Director said as much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right so you guys risked your life to protect the rest of us. Everybody likes firemen. Like the most popular job in America. Everyone appreciates what you do. I'm just amazed that no one has risen to defend you."
    },
    {
      "speaker": "ENGELS",
      "utterance": "It's starting to pop up, and that is part of the reason I'm speaking out is, as you see, more and more firefighters around the country are starting to speak up and poke up, but social media makes it very, very difficult to communicate with each other. Everything gets taken down, censored and what have you. It is one of the great opportunities for this show is to get out for other people to see this and know that you're not alone. There's almost 300 of us in Washington, D.C. alone."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Who are unvaccinated?"
    },
    {
      "speaker": "ENGELS",
      "utterance": "Yes, unvaccinated and are fighting the mandate and we have our religious exemptions in, but we're waiting on those to be ruled on as we speak."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Well, I think you're brave to come on the show today. And I'm grateful for it, and I hope that it inspires other people to find that courage as well. Thanks so much. Good luck."
    },
    {
      "speaker": "ENGELS",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we've been charting the very rapid descent of one of the great countries in the world, Australia, into total authoritarian craziness. And it's getting worse apparently. Australia just deported a male tennis star, one of the great tennis players, one of the healthiest people on the planet and prevented him from competing because he hasn't taken the requisite number of shots. Pure insanity. Details straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Novak Djokovic is one of the best tennis players in the world. Obviously, one of the healthiest people in the world. Imagine the physical stamina required to be a professional tennis player. He probably doesn't need the vaccine, he doesn't want to get it and because he won't get it, his career is now on the line. It could be over, actually. FOX's Kevin Corked has that story for us tonight. Hey, Kevin."
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "utterance": "Good evening, Tucker. As you mentioned, he is now back home in Serbia. Novak Djokovic is barred from defending his Aussie Open title after the country canceled his visa. Of course, some people have been talking about that. Now critics, frankly, Tucker are charging that the ban is just the latest example of an unvaxxed apartheid that's basically sweeping the sports world. It's already impacted the NBA, the NFL, and the NHL, just to name a few and for what it's worth, he is not out of the woods yet. Remember, he still holds the titles at the French Open and Wimbledon as well. French officials say he could be barred from that tournament if he is not vaccinated against COVID-19 by the time that all begins; and even worse, he could face similar sanctions over at Wimbledon and elsewhere."
    },
    {
      "speaker": "Still, that ban from Australia has a lot of people setting him up as a bit of an anti-vax hero. He says he doesn't want that title, but there are those who are still standing behind him. Said one writer quote",
      "utterance": "\"If and this is a big if, if this is what he has recalled and remembered for ultimately in his life, I have a feeling that history will treat him a lot more favorably than the Aussies did.\" -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes that's for sure. Kevin Corke, great to see you, thanks. Thanks a lot for that."
    },
    {
      "speaker": "CORKE",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We are out of time, sadly. We've got a brand new interview with Travis Tritt, you saw. \"Tucker Carlson Today\" you can get for free. Sean Hannity takes over right now. We will see you tomorrow night. Hey, Sean."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS CHANNEL HOST",
      "utterance": "You know, without Novak Djokovic in the Australian Open, it is not even worth watching."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, exactly."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Honestly, I am not a boycotter as you know, but it is ridiculous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm with you, man."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you. Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}