{
  "date": "January 24, 2019",
  "headline": "Patti Blagojevich makes appeal to Trump over her husband's sentencing",
  "subHeadline": "Guests: John Jenkins, Cheryl Chumley, Patricia Blagojevich, Kellyanne Conway, Marco Rubio, Ken Starr",
  "url": "https://www.foxnews.com/transcript/patti-blagojevich-makes-appeal-to-trump-over-her-husbands-sentencing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Good evening, John. Thank you very much. So, some shocking new numbers tonight from Customs and Border Protection, layout with the agency is calling a quote, \"urgent humanitarian and security crisis\" that is ongoing at our southern border. Take a look at some of these numbers in the past four months about the course of the year a little before that. 9,000 illegals have been apprehended at the border. Most of them are coming in with families with children, which is a new trend that we're seeing or an accelerated one to be sure.  As a result of that, many who are coming through are in need of medical attention in much higher numbers than what we have seen in the past. The agency also reporting that it spent 20,000 man-hours when they break it down on taking these individuals to get medical care to hospitals, et cetera.  All right. Also in this report, in one two-day period alone. Take a look at what they apprehended. Almost a thousand pounds of drugs that were coming across the border from smugglers and traffickers.  Remember that this is the issue that is at the heart of this whole shutdown. A shutdown that the Senate voted on twice today but failed to bring to an end. And now, a new suggestion tonight from the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "One of the ideas suggested is they open it, they pay a sort of a prorated down payment for the wall, which I think, people will agree that you need. You need the wall. In fact, I see a lot of the Democrats are all -- almost all of them are breaking saying, \"Look, walls are good. Walls are good.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Except for Nancy Pelosi who is saying, absolutely not. But could there be some movement between Mitch McConnell and Chuck Schumer, who are still meeting tonight. Kellyanne Conway councilor to President Trump. Kellyanne, thank you for being here. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what is the very latest? So, what did you hear out of that meeting? And is there -- what is the president exactly talked about? How prorated would it be over what period of time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "But we are encouraged that the leaders, Mr. Schumer, and Mr. McConnell are still meeting into the night here. Because that says that perhaps, we can get that border security. And also get the government reopened. Those are the dual goals here. This president is keeping a promise to the American people. His first and solemn duty to secure the southern border. He's seizing humanitarian crisis on both sides of the border. Here we've got the drugs pouring through, the child smuggling, a lot of crime. But also most importantly we have at the other side of the border, people taking this perilous journey. And, of course, Mexico has -- I think started to implement some of the policies that allows people particularly these unaccompanied minors and families who are coming up from the northern triangle countries to stay in Mexico while they're asylum claims are being process here on this side of the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, it's side -- yes. I mean, they've been putting tag bracelets on people and telling them from what we're hearing to head right to the United States. But, I want to get your thoughts on the vote that we saw today. We saw two votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And the vote that had no border wall funding actually got more Republican votes than the one that had border wall funding. That one pulled in Lamar Alexander, Isakson, Murkowski, Collins, Gardner, and Romney. So, it appears that on the Senate side that they want to get this over with. And that they're willing to compromise on border wall funding to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, but both votes, of course, did not achieve -- neither achieve the 60-vote threshold that is necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And I was really struck by how many Republicans stuck together with the president's point of view and priorities here, as well. But the president was -- I was in there today in the Oval Office while the president was speaking to a number of different Republican members and feels very buoyant that his negotiating team on Capitol Hill was up there today and trying to come up with the next phases of a deal.  Remember, Martha, we're yet to get a counteroffer or even much of a response from the Democratic leadership to the proposal that the president put forth publicly on Saturday. It's now Thursday. And yet to make a counteroffer -- to yes, make a counteroffer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I know that is very surprising. No, it doesn't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I mean, Nancy Pelosi saying no money for a wall. That's just not realistic. It is not realistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, let me ask you this. Chuck Schumer and Mitch McConnell - - I'm sorry to interrupt you. If they're meeting, do you have any indication that Chuck Schumer -- you know, is in there with, with some kind of response, with a proposal from the Democratic side?  And when the president talks about the possibility of a prorated wall payment, is that down to a very short period of time? Like if you have a continuing resolution over a number of weeks? Is it -- you know, sort of broken down to -- well, here's some wall money for a number of weeks even? Well, on that's -- on that regard, he is considering a number of different options. And speaking with his legislative and legal teams, and tonight, actually on that. But, what I want to tell you about, the funding and the two bills is this. The priorities remain the same. It is border security, but it's more than that. It's more than the barrier which, of course, is the centerpiece.   Really, the Democrats wish list is in the president's proposal. DACA, TPS, humanitarian needs, detention beds. More immigration judges. 2,750 new personnel at the border, Border Patrol. More technology, $805 million for technology and detection methods to seize these drugs. $800 million for more humanitarian. It's their wish list. Where are they? Come to the table, stay in town, make a deal, reopen the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I know, there is no doubt. She tell that -- it's very clearly in -- there's many there that they should be glad about. And there's all kinds of evidence, at least, up to this point that they just don't want the president to be able to sign anything. So, we'll see if that's changing. But let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And remember, the win is not for the president, the win is for the country. This country were a sovereign nation that needs borders. And I need this come a secured.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, it appears though that they -- politically, they don't want the president have a win here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Look, I work on the drug crisis here. And Martha, I want to say something hasn't got a lot of coverage. I look at the drug crisis here at the White House every single day for this president, for this nation. Every single Democrat last summer who voted in favor of -- every single Democrat who voted, voted in favor of the drug legislation. They've already admitted that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "We have a huge opioid and drug problem in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, it's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And now when it comes to the 300 people dying from heroin overdoses, a week in this country. 90 percent of this coming over the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "comes over the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Increase in the fentanyl is, cocaine, certainly, meth. We've got to stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me ask. I want a look at the polls with you. Because it does appear that according to the polls that we're seeing, here at Fox and in other places that the president is getting blamed for this. The approval number down three points from December to now. His disapproval numbers up two points from December until now. And then, the question who is to blame for the shutdown, President Trump gets 51 percent in the Fox poll. Democrats only get 34 percent. Is that -- is that -- how does the president feel about that? It politically, it -- does that feel difficult for him? And is that going to push him to maybe make a compromise he wouldn't have made prior to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The president is not looking at the polls. He is looking at the policies. He's looking at the crisis at the border. And he's not keeping a campaign promise so much as upholding his constitutional duty to keep us all safe. If he had a look at polls to make decisions, he do make a lot of politicians --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, he just said yesterday, he was so happy with his numbers with Hispanics. So, he clearly follows the polls. We know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, right. There's no question. He's happy that people are getting the message even though it's so difficult to get the message out on these issues. And also in the Fox polls, you've seen that the wall itself has gone up and appeal to many people.  And it's not just the walls. It's a steel slat barrier, he has said call it what you want it, so long as we have it is the centerpiece of it. But Martha, this president doesn't want to be blamed for not taking action on the border when so many presidents have promised, both Republicans and Democrats. Congress has failed to do its job for any number of years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, there's no doubt about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And Republican-led Congress last year had promised him after he signed that omnibus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He said, \"Don't ever give me anything like that again, I won't sign it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "They said, \"OK, but we'll do the wall for you.\" Where is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And now the Democrats are in charge. But I -- look, I think this is much like criminal justice reform, the opioid crisis, all these bipartisan measures that passed. This is a nonpartisan issue at our border, starving for bipartisan solutions. And I think there are a number of Democrats including the 31 Democrats who won in 2018 in districts that President Trump carried in 2016. 22 of them are freshmen. I've got to imagine, they're going back home and getting an earful. We didn't send you there and doing a shutdown. We sent you there to secure our community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, before I let you go, and you just said they're going back home. And I think that that's one thing that really infuriates a lot of people who are not getting paid right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "They're rarely here. That's right. And, by the way, the Congress -- they're fully funded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That they've left now for the weekend, and they'll be back when? On Tuesday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "That's right. They're fully funded. They have the longest weekend of any workers in their districts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's pretty incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "There are members in Congress have the -- and looks, just stay in town. The president is saying, comes in the table, stay in town, hatchet out, get it done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Stay in town, get it down. That's a bipartisan outcry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I'm really glad that leaders McConnell, sure are doing that right now tonight. And hopefully, we'll come up with a resolution. The president is ready to sign it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, we'll be here if there's news. Thank you very much, Kellyanne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Bye, bye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And there are fears tonight for the security of the new interim president in Venezuela. Secretary Pompeo says his safety must be ensured or else. Senator Marco Rubio, up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Russia and China is showing a string of blistering messages directed at the United States. They are telling us that we need to stay out of the power struggle that is now underway in Venezuela. This is lives were lost in deadly protests there, as the U.S. recognizes the opposition leader, Juan Guaido as Venezuela's rightful interim president.  My next guest argues the socialist Maduro's regime is guilty of crimes against humanity. Florida Senator Marco Rubio, Republican, and member of the Senate Foreign Relations Committee, joins me now. First of all, the threats coming from Russia and also China, not happy that we have \"intervened\". What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FL",
      "sentences": "Well, Venezuela owes China a bunch of money. They just want to get paid. Russia is different. And obviously, they want to have control of the oil fields. They want to own them. And they want to have a base of operation to threaten America and leverage us in the Western Hemisphere. And -- but, I think it's funny that Vladimir Putin lectures anyone about not interfering. This is a guy who messed with our elections, who invaded Ukraine, who took Crimea, who's in up to his neck in Syria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "So, it's a joke. And now that's said, we're not interfering. Here's what's important, it's being missed. And I hope more people are reporting it this way. This is not a unilateral U.S. action. This, number one, is a constitutional action by the people of Venezuela under their constitution. The constitution put in place under Hugo Chavez. The election that happened in May is it would be the equivalent of President Trump ordering an election next month and getting a four-year term out of it. The elections are every four years. And likewise, up so, it wasn't a constitutional election. That means there's a vacancy. Under their Constitution, when there's a vacancy in the presidency, the Speaker of the National Assembly becomes the interim president and has 45 days to call for a new election, a new democratic election. That's what's happened here. Not only has the U.S. recognized that but 16 other countries in the Western Hemisphere have recognized that, and I mean virtually everyone from Chile to Peru to -- I mean everyone.  And then on top of that, European countries have jumped on board and the OAS has done so. This is not some unilateral U.S. activity, this is a broad coalition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. I mean, there's no doubt that there is a tremendous amount of support for this new interim president but the big question is whether or not Nicolas Maduro and his henchmen or his top brass in the military will accept this. And here's Secretary Pompeo speaking about the danger that exists here moments ago. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "We call on Venezuelan security forces to ensure the protection of interim president Guaido's physical integrity and his safety. We've seen reports that a number of protesters were killed yesterday and that more than 100 were arrested. So I reiterate our warning about any decision by remnant elements of the Maduro regime to use violence to repress the peaceful democratic transition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very strong words there from Secretary Pompeo about ensuring the safety of this interim president, but will that happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, let me tell you something. The administration has been pretty clear about this. If something were to happen to him or God forbid to our diplomats or members of the National Assembly or the general public who's peacefully protesting, there's going to be swift and immediate and significant consequences. And I can tell you that it's not for me to decide what they are or to announce them. I'm just telling everyone, believe me when I tell you that there will be very significant consequences for that for Maduro. There'll be no future for him.  And some people don't like the president, some people love the president. I work very well with the president, especially on this issue. The one thing I can tell you about the president States Donald Trump, he doesn't usually like bluff or play games. If he says he's going to do something, he will do it. He said he would end the Iraq deal -- Iran deal, he did. He said he'd moved the embassy to Jerusalem, he did. He does these things. He's serious about it and he'll do it. And so I just think they need to pay attention to that and be very, very careful about what they do. As far as moving forward, I think our focus is first and foremost about providing humanitarian assistance. People in Venezuela are starving. They're dying of preventable diseases and Pompeo has already announced $20 million. I know they're working through how to deliver it, but that's the first step and that's going to be delivered through the legitimate government not through the Maduro regime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So just to be clear, as a Senator, you would support military action if it came to that? I know everyone hopes it doesn't come to that and that you want to see a peaceful transition and that's what the pressure is. But if it doesn't come to that, would you support military action on the behalf of the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "What I support is having every option available to us. It is always an option. I'm not saying that this is the case here. It's not for me to decide that. It's not for me to speak to that. I'm telling you though, the U.S. has always had the right and continues to have the right to act in our national security interest if our national security or that of our allies we have compromises with is threatened. That said, our goal here is a peaceful transition of power, is a reestablishment of democracy, elections very soon, and in the meantime an interim government that can help improve the quality of life and deal with a humanitarian crisis and prevent another two or three million Venezuelans from having to flee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, but on that front, you know, you look at a situation where we're pulling out of Syria, most likely pulling out of Afghanistan, and the question that you just touched on which is what is in America's interest and what is any interest of our allies is a permanent one. People look at these situations they say, well, how come we're leaving there and now we could potentially be going into Venezuela if needed. How do you answer that question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Well, I think anyone who's talked about going into Venezuela is getting ahead of themselves. The only thing we've done is support the constitution of Venezuela and the hundreds of thousands of Venezuelans that are demanding that it be followed. The second point I would make is the things you've described, I didn't agree with some of those decisions but they're far away. This is in our own hemisphere. It has a direct impact on us. Already, millions of Venezuelans, the largest migration in Latin America's history have poured into Colombia, poured into Ecuador, poured into Brazil, and particularly in the Colombia front, the government there is -- does not have the resources to take on another million migrants that are being forced out by Maduro. All that money's coming out of the counter drug program. All those drugs that they can now not fight, all those drug dealers the Colombians can't go after, all those drugs are destined to come to the United States. Not to mention Maduro has openly and invited Putin to open a military facility in the Western Hemisphere and that's not allowable either. So we have multiple national interests and it's in our own hemisphere. We should care about them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Senator Marco Rubio, thank you, sir. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "Thank you. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Up next, former independent counsel Ken Starr on what Democrats may have planned for Michael Cohen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "sentences": "We should not let the President of the United States intimidate and prevent a witness from coming forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So after one big cancellation this week, it looks like tonight that the Michael Cohen show is going to be back on at least on the Senate side of Congress. Yesterday, the President's former attorney announced that he would no longer testify On February 7th in a hearing before the House Oversight Committee because of safety concerns for him and his family. So today, the Senate Intel committee issued a subpoena compelling Cohen to testify at a separate closed-door hearing next month where he will be asked about whether he lied to Congress in the past and about some tweets by President Trump among other things. Joining me now Judge Ken Starr, former independent counsel and author of the book Contempt: A Memoir of the Clinton Investigation. Judge Starr, good to see you tonight. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN STARR, FORMER INDEPENDENT COUNSEL",
      "sentences": "My pleasure, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So let's take a look at the two different instances that Michael Cohen claimed were threatening to his family and get your thoughts on these. The first one is a tweet is from President Trump where he draws Kevin Corke's attention our White House Reporter at the top of this. He says -- and then \"don't forget Michael Cohen has already been convicted of perjury and fraud and as recently as this week The Wall Street Journal has suggested that he may have stolen tens of thousands of dollars, lying to reduce his jail time, watch father-in-law, exclamation point.  And then this back up from Rudy Giuliani on that. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, LAWYER OF DONALD TRUMP",
      "sentences": "His father-in-law has millions and millions --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, HOST, CNN",
      "sentences": "That's not a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Of course it's not. I'm telling it comes from the Ukraine. The reason that's important is he may have ties to something called organized crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So those two things together, Judge Starr, Michael Cohen says is intimidating his family, threatening his family by President Trump. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Well, that's a subjective reaction and obviously I have to take some of that for quite seriously. But at the same time, I see there's the political side, there's the human side, but there's also the legal side. And I just say this, Martha. Some folks are saying oh this is obstruction of justice and intimidation of witnesses and so forth. Once again, I don't see that. So we can talk about the wisdom of what the President is doing, the wisdom of what Rudy is saying and so forth the humanity or lack thereof. But there's no crime being committed here. But you know, just call the President to task for his wisdom or lack thereof. I wish the President would get off this case and we just stay focused on the economy, the great problems that we're experiencing right now, but he won. He's practicing law, getting his shot set against Michael Cohen. But now let's say this about Michael Cohen. He obviously has a big truth-telling problem. And I'm happy that the Senate Intelligence Committee behind closed doors is saying, we want to know what this guy has to say. He's lied to the Congress and so we're just trying to seek the truth and let's see what that is in the -- in the fullness of time. I have a lot of confidence in the Senate Intelligence Committee in light of their record thus far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to just play one more sound bite because you said earlier that you think that you know, we're sort of all falling into this habit of criminalizing regular behavior. This is the charge from Eric Swalwell, Congressman Swalwell of California. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "We may be talking about the President of the United States but this is how gangs conduct themselves. This is how MS-13, the President's adversary conducts themselves. And what they do is they try and intimidate people who have left the gang by threatening their family, by telling them if they cooperate harm will come to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "First of all, the MS-13 is an adversary to many more people than the President, people across this country. But what do you think about him comparing the President's behavior to MS-13 and gang-like behavior?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Well, it's extravagant, it's ill-conceived, it's obviously mean- spirited because this is all about politics now and how do we pound on the president. So absolutely no justification for making that kind of comparison. Now, again, is the President wise in doing this, I don't think so. But this is not the kind of intimidation and the like that courts have dealt with day in and day out and exactly what the Congressman was talking about. Now, that's intimidation those kinds of threats. You testify, I'm going to take you out. There's nothing like that, even remotely like that and what the President or Rudy has had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Judge Starr, thank you very much. We'll talk to you soon I hope as all of this unfolds. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So have you heard about this controversy at the University of Notre Dame, plans to cover these murals of Christopher Columbus? The president of the university father John Jenkins here to explain why in his first national interview coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "On the campus of the University of Notre Dame, a change of scenery has set off a heated debate. Notre Dame president, Father John Jenkins announced that a set of murals of Christopher Columbus would be preserved, but would be covered up in the famous Gold Dome building at the center of campus, saying that the artwork may be offensive to indigenous people and failed to depict the darker side of the story. But the National Italian American Foundation said this in a letter to Father John. Quote, \"While there remains a serious scholarly debate about certain attitudes and actions of Columbus, he alone should not be bargained with the entire fate of Native Americans. We do not believe the University of Notre Dame should take this unilateral action and seek to erase history, they wrote, simply to appease a small number of vocal Columbus to detractors.\" So here exclusively tonight, Father John Jenkins, the president of the University of Notre Dame, one of my favorite places, but I'm a little biased. So, Father John, very good to have you with us tonight to respond to this controversy. So, thank you for being here, father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN JENKINS, PRESIDENT, UNIVERSITY OF NOTRE DAME",
      "sentences": "Thank you very much, Martha. Martha, I got to start by taking issue with your description and the description in the letter. We are not concealing anything. We are not erasing anything. These images will be on display continuously. They won't be on display in the main thoroughfare, but in a place where the full story, the full story can be revealed. It is not a criticism of Christopher Columbus, he was a great explorer, an intrepid explorer, a devout Catholic. He had his failings and blind spots as we all do, but it is an attempt to tell the story of the native people, which, in many ways is a harsh story, a bitter story, but must be told. So, contrary to the suggestion that we are trying to conceal or erase, we are trying to reveal and tell the whole story. That's what was behind this decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, when you say but these images will be covered up, right? I mean, and the other characterization was from the letter, from the Italian group, but it's a fact that they will be -- they will be covered up in that -- in that building? Correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "It will take high resolutions, high-quality photographs of the image, they will be continues to be displayed and we can at times show the paintings themselves. But the reason for that is to show them in a place and in a manner where the full story can be told. That's what we're about telling the full story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I know that there have been pamphlets in that area that put -- that put the murals into context and sort of address some of that. You know, because we all know history -- history is messy and there is a lot of artwork that is in museums and in churches and places all over the world that, you know, that is -- that isn't exactly the way that we would portray things now. And it's my understanding that the original murals were really painted as a way to uplift Catholics who are being, you know, really looked down upon in this country at the time and also immigrants who were being looked down upon at the time. And I think that, you know, for that reason it's good that they are going to still be displayed in another form because those issues are still very much exist in this country, don't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "Very much so and we want to -- we want to make sure that that message is communicated. Because it's important part of who we are at Notre Dame and what our history is. So, we want to communicate that. At the same time as a Catholic university, we are interested in the whole truth and we are interested in the marginalized people. The native people of this country have had a difficult history, a harsh history and we want to make sure that story is told too. Without any intention to dislike Native Americans, these images simply don't tell that side of the story. So, we want to display these images in a place in the main building where that story can be told. So, the full story can be understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just want to show a few quotes. One is from the Native Americans group who were a large voice in the process here. They said in reaction to this decision they said, \"This is a good step towards acknowledging the full humanity of those native people who have come before us. We sincerely hope that Father Jenkins and the administration will continue to prioritize native issues on our campus as there is still work to be done. So that's the side that is very pleased with this move and thankful.\" And the other side comes from YAFF, Young Americans for Freedom who have launched a petition that has about 1,500 signatures according to what we have seen now, that is against this decision. They're saying, \"If the decision is not reversed, it may be the first step in an irreversible spiral of erasing history on campus.\" So, how do you address that concern? That perhaps it's a slippery slope and that if there are more request to cover up other things or to change other statues, that it will be erasing history?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "Again, we are not erasing anything. We are trying to tell the full story. Look, my ancestors are Irish, they came over in the potato famine. If we had murals that depicted the contributions of the English, the Irish society which are significant without talking about the suppression of the Irish culture, the suppression of the Irish language, the terrible the deaths under the potato famine, we Irish would be offended at that. Because there is no clear way to say, you don't matter then to not tell your story, not make your story part of a larger story. Our effort is to make the story of the Native Americans part of the story, as is the story of Columbus and as is the story of wonderful immigrants who have made this country as great as it is today. So, that's really the intention behind it. Not to erase anything, but to tell the full story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Was it a hard decision for you to make and why did you, you know, why now, why did you make the decision now, Father John?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "Well, it is a continued process, universities are about conversations and learning and gaining perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "I would just say as you know very well, Martha, people love Notre Dame and they feel passionately about it. And they feel passionately about -- particularly its iconic places like the Golden Dome. So, I know, I know it's difficult for everybody. It's difficult for the people who care about native people as it is for Italian-Americans. So, it is a difficult decision. But, again, our effort is not to marginalize anyone, but you make everybody's story part of the Notre Dame story. We feel that is who we are and what we are and we will continue to try to do that as well as we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Father John Jenkins, thank you very much for being here tonight. We appreciate it. Good to have you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENKINS",
      "sentences": "It's a pleasure, Martha. Thank you very much for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. Thank you. So, my next guest says that it's a whitewash of Christopher Columbus. This is the story that we've been talking about here. And we just heard from Father Jenkins who said that that is not what it is. And these images will still be seen on campus and that they will be seen in a fuller context. Cheryl Chumley is an online opinion editor for The Washington Times, wrote a piece about this. There been a number of editorials. Cheryl, what's your reaction to the discussion and do you understand where Father John is coming from here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHERYL CHUMLEY, ONLINE OPINION EDITOR, THE WASHINGTON TIMES",
      "sentences": "I do understand where he is coming from and I do have some sympathy with his position and with the thought that he must've put in to make this decision. But I disagree wholeheartedly with the decision that has been made. And let me give you an example of how better this could have been done. If you look at Plymouth Massachusetts, which is the land of the pilgrims, land of the settlers, heavy on the Christianity foundation of America and so forth, standing among all that historical artifacts is a statue of Massasoit. There is native leader back then who was credited with helping the pilgrims survive the winter. His statue stands amidst all of that. And I think what could better be done, instead of moving historical artifacts instead of tearing them down completely, we can instead put up other historical symbols, other historical monuments and so forth that do in fact tell the other side of the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, in terms of these murals which are beautiful, you know, when you see them up close, but they have images that I know some Native Americans have said don't reflect the accurate garb that would have been worn at that time, that they feel are historically inaccurate. And it is an area that is right near the admissions entrance and people come and go, probably, you know, some 50,000 people come through there with families. And you know, that the feeling is that this has become somewhat controversial. Does that resonate with you and does moving it to another area and re- creating these images, does that seem like a good solution? You know, you could hear that Father John really does not want anyone to think that these are going to disappear, that these are going to be erased these images.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUMLEY",
      "sentences": "Well, the message can resonate with you without having to take action on it. For instance, in my view, offensive is in the eye of the beholder. What is, for instance, you know, down the street from where I am, there stands a 30-foot tall monument of Martin Luther King. Now MLK didn't have a pristine past, he did a lot of good for America and there is a lot to honor him for, and I'm in favor of his statue standing there. But, for instance, a women's group offended by his adultery could say that, hey, he is not a great guy to have a monument in D.C. for. Or say a religious group did not like the fact that it was found he actually plagiarized a thesis during his time at Boston University. Is that too offensive? Should we tear him down now because he doesn't present the right type of history there or the right type of messaging we want to put forth in America? The problem is, when we start making this standard of offensiveness, first off, where does it end? And second off, who gets to decide?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good questions. Cheryl Chumley, thank you very much. Good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUMLEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, the sweeping expansion of abortion rights under New York Governor Andrew Cuomo allowing the procedure up until birth in some cases. Guy Benson and Marie Harf up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO, D-N.Y.",
      "sentences": "We stand up and point the exact opposite direction of this president and this federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "-- New York national president will be established, the most aggressive women's equality platform in the nation is going to be in law in the state and that's the way it should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A big applause that went on for some time actually, bursting into applause in the Senate chamber in New York over the Reproductive Health Act which provides sweeping new safeguards for abortion, allowing them basically at any time during the pregnancy and in some cases, even up until the point of birth. In a sign of solidarity, one World Trade Center was lit up pink to celebrate the passage of this law. Here now, Guy Benson and Marie Harf, the hosts of Benson and Harf on Fox News radio. Good to have both of you with us tonight. I know, Guy, you have been tweeting about this and speaking out about this. Explain to everybody what the changes, what is allowed now in New York State under this law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, RADIO HOST",
      "sentences": "Well, Martha, let me just say, I'm pro- life, I'm proudly pro-life. But I also recognized that the overall issue of abortion is a challenging one and a difficult one for a lot of people. You know, what are the competing rights of the woman and the child, what's the government's role? What laws are appropriate or not? I don't just dismiss people who disagree with me based on those issues, because it is hard. But what's not hard for me at least is to feel just disgusted and heartsick over this new law which permits abortion on demand up to the seventh month of pregnancy and really all the way up to the moment of birth for virtually any reason whatsoever, including very broad health exceptions like familial health or emotional health. So, this is a late term abortion law that puts New York unfortunately right up there with Oregon as having some of the most inhumane abortion laws, not just in the country, but in the entire world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Marie, you heard all the applause there. And you know, all of these laws tend to have very broad names to them, you know, women's health, reproductive, and I think that some people who are pro-life find those to be misleading.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, RADIO CO-HOST",
      "sentences": "Well, I want to say a few things first. Pro-choice which I am proudly does not equal pro-abortion. And I think sometimes advocates on both sides can make those two things synonyms and for me, that is very much not the case and I want to be very clear about that. What I would also say is New York's previous law that was replaced with this new law was passed and signed before Roe versus Wade and before a number of court decisions that have codified abortion law in this country. So, it was out of step with federal law and it was out of step with the judiciary system. This new law has brought it in line with those including provisions that allow -- if the women's -- if the mother's health is at risk, abortions for much of the nine months, that is true. My view has always been, those kinds of health decisions are best made between a woman, her doctor, her family, whoever she goes to for religious advice. Though should not be dictated by the government. And so, in this case, we are allowing women to work with their doctors in terms of what justifies them, having an abortion if their health or their life is at risk. And I think that bringing it in line with federal law, with something New York quite frankly needed to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's interesting just enclosing here, Andrew Cuomo has said this in a tweet back in August. He said, \"The death penalty is morally indefensible and has no place in the 21st century. Today I'm in solidarity with the pope and in honor of my father I will advance this legislation.\" Guy, just, you know, quick couple of seconds of thoughts on that dichotomy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I would just say that's a joke. I mean, he is going to quote the pope on the death penalty and then celebrate, celebrate, abortion, late term abortion by lighting up this building in New York City. The vast majority of Americans, men and women support restrictions on abortion in the second and third trimesters. I think this is tragic in New York, and certainly not something worth celebrating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I would say it's also a joke for conservatives who are very anti- abortion and anti-choice and yet, celebrate the death penalty. So, there are issues --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I'm against the death penalty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "-- all -- and I've given you credit for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think a lot of people have a consistent feeling on both of those. But thank you, guys. Great to have you both here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the wife of Rod Blagojevich is appealing to President Trump after a police - a policeman was convicted of murder and got a lesser sentence than her husband did. She thinks there is something strange about that. She joins me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The wife of the former Illinois Governor Rod Blagojevich is appealing to President Trump once again tonight after being stunned by the sentencing of a Chicago police officer who was convicted of second-degree murder. We all remember this very high-profile case, the 2014 killing of 17-year- old Laquan McDonald, a black teenager, was captured in a shocking police dashcam video and this spark nationwide protest. Former Chicago Police Officer Jason Van Dyke was just sentenced, he was given less than seven years in prison for that murder. Patti Blagojevich believes that it demonstrates the excessive sentencing of her husband in contrast who is serving a 14-year sentence on a single count of corruption charges. She tweeted, \"I am speechless, a 17-year-old is dead and the sentence is less than half of my husband's sentence for discussions with his staff and attorneys about political fund-raising.\" And then she cites at real Donald Trump. Here now in a story exclusive is Patti Blagojevich, the wife of Rod Blagojevich. Patti, welcome back to the program. I mean, obviously, I think everybody looks at the story and your heart breaks for this young man, for his family and for what they went through. This obviously opens a very difficult time in Chicago history. And, you know, I think that first and foremost what this is about. But you know, from your perspective when you look at this and you look at the sentencing, you feel that it highlights an injustice about your husband's situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICIA BLAGOJEVICH, ROD BLAGOJEVICH'S WIFE",
      "sentences": "Right Martha, the Van Dyke sentence just highlights the corruption in my husband's trial. My husband is serving 14 years, like you said, for conversations with a staff about fund-raising and the penalty for second-degree murder -- murder conviction is just six years? The prosecutors even asked the judge to sentence my husband to 20 years. And why would they do that? Because they wanted to bury my husband and the truth about what they did to our family so deep it would never come out. That Obama Justice Department locked him up and threw away the key, and Mueller and Comey, and Fitzgerald destroyed my family by creating fake stories and fake crimes with unprecedented raids and sensational news conferences --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know, it's interesting. There is so much focus right now on sentencing and fair sentencing, and prison reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAGOJEVICH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I should point out that the state attorney general in this case feels that the sentence here may have been too lenient for this murder and they are going to reevaluate that. And he may get more time than it has initially been given to him. And I just want to emphasize, you know, these are very, very different cases that we are talking about here. But in terms of your husband's situation, just quickly, I have half a minute left here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAGOJEVICH",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is there any update? Do you think that you're getting anywhere with your request to have him pardoned by the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAGOJEVICH",
      "sentences": "Well, I know the president has got a lot on his hands, that's for sure. I mean, all you have to do is look at your show tonight. But you know, when he mentioned my husband last May it did give us a tremendous amount of hope. And you know, when President Obama had the opportunity to right this wrong that's been done to my family, he actually wimped out. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We have to leave it there. Patti. Thank you very much. Good to see you again. That is The Story on this Thursday night. We'll see you back here tomorrow. Have a good night. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Good evening, John. Thank you very much. So, some shocking new numbers tonight from Customs and Border Protection, layout with the agency is calling a quote, \"urgent humanitarian and security crisis\" that is ongoing at our southern border. Take a look at some of these numbers in the past four months about the course of the year a little before that. 9,000 illegals have been apprehended at the border. Most of them are coming in with families with children, which is a new trend that we're seeing or an accelerated one to be sure. As a result of that, many who are coming through are in need of medical attention in much higher numbers than what we have seen in the past. The agency also reporting that it spent 20,000 man-hours when they break it down on taking these individuals to get medical care to hospitals, et cetera. All right. Also in this report, in one two-day period alone. Take a look at what they apprehended. Almost a thousand pounds of drugs that were coming across the border from smugglers and traffickers. Remember that this is the issue that is at the heart of this whole shutdown. A shutdown that the Senate voted on twice today but failed to bring to an end. And now, a new suggestion tonight from the president."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "One of the ideas suggested is they open it, they pay a sort of a prorated down payment for the wall, which I think, people will agree that you need. You need the wall. In fact, I see a lot of the Democrats are all -- almost all of them are breaking saying, \"Look, walls are good. Walls are good.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Except for Nancy Pelosi who is saying, absolutely not. But could there be some movement between Mitch McConnell and Chuck Schumer, who are still meeting tonight. Kellyanne Conway councilor to President Trump. Kellyanne, thank you for being here. Good to see you tonight."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what is the very latest? So, what did you hear out of that meeting? And is there -- what is the president exactly talked about? How prorated would it be over what period of time?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "But we are encouraged that the leaders, Mr. Schumer, and Mr. McConnell are still meeting into the night here. Because that says that perhaps, we can get that border security. And also get the government reopened. Those are the dual goals here. This president is keeping a promise to the American people. His first and solemn duty to secure the southern border. He's seizing humanitarian crisis on both sides of the border. Here we've got the drugs pouring through, the child smuggling, a lot of crime. But also most importantly we have at the other side of the border, people taking this perilous journey. And, of course, Mexico has -- I think started to implement some of the policies that allows people particularly these unaccompanied minors and families who are coming up from the northern triangle countries to stay in Mexico while they're asylum claims are being process here on this side of the border."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, it's side -- yes. I mean, they've been putting tag bracelets on people and telling them from what we're hearing to head right to the United States. But, I want to get your thoughts on the vote that we saw today. We saw two votes."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And the vote that had no border wall funding actually got more Republican votes than the one that had border wall funding. That one pulled in Lamar Alexander, Isakson, Murkowski, Collins, Gardner, and Romney. So, it appears that on the Senate side that they want to get this over with. And that they're willing to compromise on border wall funding to do so."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, but both votes, of course, did not achieve -- neither achieve the 60-vote threshold that is necessary."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And I was really struck by how many Republicans stuck together with the president's point of view and priorities here, as well. But the president was -- I was in there today in the Oval Office while the president was speaking to a number of different Republican members and feels very buoyant that his negotiating team on Capitol Hill was up there today and trying to come up with the next phases of a deal. Remember, Martha, we're yet to get a counteroffer or even much of a response from the Democratic leadership to the proposal that the president put forth publicly on Saturday. It's now Thursday. And yet to make a counteroffer -- to yes, make a counteroffer."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I know that is very surprising. No, it doesn't --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I mean, Nancy Pelosi saying no money for a wall. That's just not realistic. It is not realistic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, let me ask you this. Chuck Schumer and Mitch McConnell - - I'm sorry to interrupt you. If they're meeting, do you have any indication that Chuck Schumer -- you know, is in there with, with some kind of response, with a proposal from the Democratic side? And when the president talks about the possibility of a prorated wall payment, is that down to a very short period of time? Like if you have a continuing resolution over a number of weeks? Is it -- you know, sort of broken down to -- well, here's some wall money for a number of weeks even? Well, on that's -- on that regard, he is considering a number of different options. And speaking with his legislative and legal teams, and tonight, actually on that. But, what I want to tell you about, the funding and the two bills is this. The priorities remain the same. It is border security, but it's more than that. It's more than the barrier which, of course, is the centerpiece. Really, the Democrats wish list is in the president's proposal. DACA, TPS, humanitarian needs, detention beds. More immigration judges. 2,750 new personnel at the border, Border Patrol. More technology, $805 million for technology and detection methods to seize these drugs. $800 million for more humanitarian. It's their wish list. Where are they? Come to the table, stay in town, make a deal, reopen the government."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I know, there is no doubt. She tell that -- it's very clearly in -- there's many there that they should be glad about. And there's all kinds of evidence, at least, up to this point that they just don't want the president to be able to sign anything. So, we'll see if that's changing. But let me --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "And remember, the win is not for the president, the win is for the country. This country were a sovereign nation that needs borders. And I need this come a secured."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, it appears though that they -- politically, they don't want the president have a win here."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Look, I work on the drug crisis here. And Martha, I want to say something hasn't got a lot of coverage. I look at the drug crisis here at the White House every single day for this president, for this nation. Every single Democrat last summer who voted in favor of -- every single Democrat who voted, voted in favor of the drug legislation. They've already admitted that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "CONWAY",
      "utterance": "We have a huge opioid and drug problem in this country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, it's a good point."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And now when it comes to the 300 people dying from heroin overdoses, a week in this country. 90 percent of this coming over the southern border."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "comes over the southern border."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Increase in the fentanyl is, cocaine, certainly, meth. We've got to stop it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me ask. I want a look at the polls with you. Because it does appear that according to the polls that we're seeing, here at Fox and in other places that the president is getting blamed for this. The approval number down three points from December to now. His disapproval numbers up two points from December until now. And then, the question who is to blame for the shutdown, President Trump gets 51 percent in the Fox poll. Democrats only get 34 percent. Is that -- is that -- how does the president feel about that? It politically, it -- does that feel difficult for him? And is that going to push him to maybe make a compromise he wouldn't have made prior to that?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The president is not looking at the polls. He is looking at the policies. He's looking at the crisis at the border. And he's not keeping a campaign promise so much as upholding his constitutional duty to keep us all safe. If he had a look at polls to make decisions, he do make a lot of politicians --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, he just said yesterday, he was so happy with his numbers with Hispanics. So, he clearly follows the polls. We know that."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, right. There's no question. He's happy that people are getting the message even though it's so difficult to get the message out on these issues. And also in the Fox polls, you've seen that the wall itself has gone up and appeal to many people. And it's not just the walls. It's a steel slat barrier, he has said call it what you want it, so long as we have it is the centerpiece of it. But Martha, this president doesn't want to be blamed for not taking action on the border when so many presidents have promised, both Republicans and Democrats. Congress has failed to do its job for any number of years."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, there's no doubt about that."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And Republican-led Congress last year had promised him after he signed that omnibus."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "CONWAY",
      "utterance": "He said, \"Don't ever give me anything like that again, I won't sign it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I remember."
    },
    {
      "speaker": "CONWAY",
      "utterance": "They said, \"OK, but we'll do the wall for you.\" Where is it?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And now the Democrats are in charge. But I -- look, I think this is much like criminal justice reform, the opioid crisis, all these bipartisan measures that passed. This is a nonpartisan issue at our border, starving for bipartisan solutions. And I think there are a number of Democrats including the 31 Democrats who won in 2018 in districts that President Trump carried in 2016. 22 of them are freshmen. I've got to imagine, they're going back home and getting an earful. We didn't send you there and doing a shutdown. We sent you there to secure our community."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, before I let you go, and you just said they're going back home. And I think that that's one thing that really infuriates a lot of people who are not getting paid right now."
    },
    {
      "speaker": "CONWAY",
      "utterance": "They're rarely here. That's right. And, by the way, the Congress -- they're fully funded."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That they've left now for the weekend, and they'll be back when? On Tuesday?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "That's right. They're fully funded. They have the longest weekend of any workers in their districts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's pretty incredible."
    },
    {
      "speaker": "CONWAY",
      "utterance": "There are members in Congress have the -- and looks, just stay in town. The president is saying, comes in the table, stay in town, hatchet out, get it done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Stay in town, get it down. That's a bipartisan outcry."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I'm really glad that leaders McConnell, sure are doing that right now tonight. And hopefully, we'll come up with a resolution. The president is ready to sign it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, we'll be here if there's news. Thank you very much, Kellyanne."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you tonight."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Bye, bye."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And there are fears tonight for the security of the new interim president in Venezuela. Secretary Pompeo says his safety must be ensured or else. Senator Marco Rubio, up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Russia and China is showing a string of blistering messages directed at the United States. They are telling us that we need to stay out of the power struggle that is now underway in Venezuela. This is lives were lost in deadly protests there, as the U.S. recognizes the opposition leader, Juan Guaido as Venezuela's rightful interim president. My next guest argues the socialist Maduro's regime is guilty of crimes against humanity. Florida Senator Marco Rubio, Republican, and member of the Senate Foreign Relations Committee, joins me now. First of all, the threats coming from Russia and also China, not happy that we have \"intervened\". What do you say to that?"
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FL",
      "utterance": "Well, Venezuela owes China a bunch of money. They just want to get paid. Russia is different. And obviously, they want to have control of the oil fields. They want to own them. And they want to have a base of operation to threaten America and leverage us in the Western Hemisphere. And -- but, I think it's funny that Vladimir Putin lectures anyone about not interfering. This is a guy who messed with our elections, who invaded Ukraine, who took Crimea, who's in up to his neck in Syria."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good point."
    },
    {
      "speaker": "RUBIO",
      "utterance": "So, it's a joke. And now that's said, we're not interfering. Here's what's important, it's being missed. And I hope more people are reporting it this way. This is not a unilateral U.S. action. This, number one, is a constitutional action by the people of Venezuela under their constitution. The constitution put in place under Hugo Chavez. The election that happened in May is it would be the equivalent of President Trump ordering an election next month and getting a four-year term out of it. The elections are every four years. And likewise, up so, it wasn't a constitutional election. That means there's a vacancy. Under their Constitution, when there's a vacancy in the presidency, the Speaker of the National Assembly becomes the interim president and has 45 days to call for a new election, a new democratic election. That's what's happened here. Not only has the U.S. recognized that but 16 other countries in the Western Hemisphere have recognized that, and I mean virtually everyone from Chile to Peru to -- I mean everyone. And then on top of that, European countries have jumped on board and the OAS has done so. This is not some unilateral U.S. activity, this is a broad coalition."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. I mean, there's no doubt that there is a tremendous amount of support for this new interim president but the big question is whether or not Nicolas Maduro and his henchmen or his top brass in the military will accept this. And here's Secretary Pompeo speaking about the danger that exists here moments ago. Let's watch."
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "We call on Venezuelan security forces to ensure the protection of interim president Guaido's physical integrity and his safety. We've seen reports that a number of protesters were killed yesterday and that more than 100 were arrested. So I reiterate our warning about any decision by remnant elements of the Maduro regime to use violence to repress the peaceful democratic transition."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very strong words there from Secretary Pompeo about ensuring the safety of this interim president, but will that happen?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, let me tell you something. The administration has been pretty clear about this. If something were to happen to him or God forbid to our diplomats or members of the National Assembly or the general public who's peacefully protesting, there's going to be swift and immediate and significant consequences. And I can tell you that it's not for me to decide what they are or to announce them. I'm just telling everyone, believe me when I tell you that there will be very significant consequences for that for Maduro. There'll be no future for him. And some people don't like the president, some people love the president. I work very well with the president, especially on this issue. The one thing I can tell you about the president States Donald Trump, he doesn't usually like bluff or play games. If he says he's going to do something, he will do it. He said he would end the Iraq deal -- Iran deal, he did. He said he'd moved the embassy to Jerusalem, he did. He does these things. He's serious about it and he'll do it. And so I just think they need to pay attention to that and be very, very careful about what they do. As far as moving forward, I think our focus is first and foremost about providing humanitarian assistance. People in Venezuela are starving. They're dying of preventable diseases and Pompeo has already announced $20 million. I know they're working through how to deliver it, but that's the first step and that's going to be delivered through the legitimate government not through the Maduro regime."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So just to be clear, as a Senator, you would support military action if it came to that? I know everyone hopes it doesn't come to that and that you want to see a peaceful transition and that's what the pressure is. But if it doesn't come to that, would you support military action on the behalf of the United States?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "What I support is having every option available to us. It is always an option. I'm not saying that this is the case here. It's not for me to decide that. It's not for me to speak to that. I'm telling you though, the U.S. has always had the right and continues to have the right to act in our national security interest if our national security or that of our allies we have compromises with is threatened. That said, our goal here is a peaceful transition of power, is a reestablishment of democracy, elections very soon, and in the meantime an interim government that can help improve the quality of life and deal with a humanitarian crisis and prevent another two or three million Venezuelans from having to flee."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, but on that front, you know, you look at a situation where we're pulling out of Syria, most likely pulling out of Afghanistan, and the question that you just touched on which is what is in America's interest and what is any interest of our allies is a permanent one. People look at these situations they say, well, how come we're leaving there and now we could potentially be going into Venezuela if needed. How do you answer that question?"
    },
    {
      "speaker": "RUBIO",
      "utterance": "Well, I think anyone who's talked about going into Venezuela is getting ahead of themselves. The only thing we've done is support the constitution of Venezuela and the hundreds of thousands of Venezuelans that are demanding that it be followed. The second point I would make is the things you've described, I didn't agree with some of those decisions but they're far away. This is in our own hemisphere. It has a direct impact on us. Already, millions of Venezuelans, the largest migration in Latin America's history have poured into Colombia, poured into Ecuador, poured into Brazil, and particularly in the Colombia front, the government there is -- does not have the resources to take on another million migrants that are being forced out by Maduro. All that money's coming out of the counter drug program. All those drugs that they can now not fight, all those drug dealers the Colombians can't go after, all those drugs are destined to come to the United States. Not to mention Maduro has openly and invited Putin to open a military facility in the Western Hemisphere and that's not allowable either. So we have multiple national interests and it's in our own hemisphere. We should care about them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Senator Marco Rubio, thank you, sir. Good to see you."
    },
    {
      "speaker": "RUBIO",
      "utterance": "Thank you. Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Up next, former independent counsel Ken Starr on what Democrats may have planned for Michael Cohen."
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "utterance": "We should not let the President of the United States intimidate and prevent a witness from coming forward."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So after one big cancellation this week, it looks like tonight that the Michael Cohen show is going to be back on at least on the Senate side of Congress. Yesterday, the President's former attorney announced that he would no longer testify On February 7th in a hearing before the House Oversight Committee because of safety concerns for him and his family. So today, the Senate Intel committee issued a subpoena compelling Cohen to testify at a separate closed-door hearing next month where he will be asked about whether he lied to Congress in the past and about some tweets by President Trump among other things."
    },
    {
      "speaker": "Joining me now Judge Ken Starr, former independent counsel and author of the book Contempt",
      "utterance": "A Memoir of the Clinton Investigation. Judge Starr, good to see you tonight. Thank you for being here."
    },
    {
      "speaker": "KEN STARR, FORMER INDEPENDENT COUNSEL",
      "utterance": "My pleasure, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So let's take a look at the two different instances that Michael Cohen claimed were threatening to his family and get your thoughts on these. The first one is a tweet is from President Trump where he draws Kevin Corke's attention our White House Reporter at the top of this. He says -- and then \"don't forget Michael Cohen has already been convicted of perjury and fraud and as recently as this week The Wall Street Journal has suggested that he may have stolen tens of thousands of dollars, lying to reduce his jail time, watch father-in-law, exclamation point. And then this back up from Rudy Giuliani on that. Watch this."
    },
    {
      "speaker": "RUDY GIULIANI, LAWYER OF DONALD TRUMP",
      "utterance": "His father-in-law has millions and millions --"
    },
    {
      "speaker": "JAKE TAPPER, HOST, CNN",
      "utterance": "That's not a crime."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Of course it's not. I'm telling it comes from the Ukraine. The reason that's important is he may have ties to something called organized crime."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So those two things together, Judge Starr, Michael Cohen says is intimidating his family, threatening his family by President Trump. What do you say?"
    },
    {
      "speaker": "STARR",
      "utterance": "Well, that's a subjective reaction and obviously I have to take some of that for quite seriously. But at the same time, I see there's the political side, there's the human side, but there's also the legal side. And I just say this, Martha. Some folks are saying oh this is obstruction of justice and intimidation of witnesses and so forth. Once again, I don't see that. So we can talk about the wisdom of what the President is doing, the wisdom of what Rudy is saying and so forth the humanity or lack thereof. But there's no crime being committed here. But you know, just call the President to task for his wisdom or lack thereof. I wish the President would get off this case and we just stay focused on the economy, the great problems that we're experiencing right now, but he won. He's practicing law, getting his shot set against Michael Cohen. But now let's say this about Michael Cohen. He obviously has a big truth-telling problem. And I'm happy that the Senate Intelligence Committee behind closed doors is saying, we want to know what this guy has to say. He's lied to the Congress and so we're just trying to seek the truth and let's see what that is in the -- in the fullness of time. I have a lot of confidence in the Senate Intelligence Committee in light of their record thus far."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to just play one more sound bite because you said earlier that you think that you know, we're sort of all falling into this habit of criminalizing regular behavior. This is the charge from Eric Swalwell, Congressman Swalwell of California. Listen to this."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "We may be talking about the President of the United States but this is how gangs conduct themselves. This is how MS-13, the President's adversary conducts themselves. And what they do is they try and intimidate people who have left the gang by threatening their family, by telling them if they cooperate harm will come to them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "First of all, the MS-13 is an adversary to many more people than the President, people across this country. But what do you think about him comparing the President's behavior to MS-13 and gang-like behavior?"
    },
    {
      "speaker": "STARR",
      "utterance": "Well, it's extravagant, it's ill-conceived, it's obviously mean- spirited because this is all about politics now and how do we pound on the president. So absolutely no justification for making that kind of comparison. Now, again, is the President wise in doing this, I don't think so. But this is not the kind of intimidation and the like that courts have dealt with day in and day out and exactly what the Congressman was talking about. Now, that's intimidation those kinds of threats. You testify, I'm going to take you out. There's nothing like that, even remotely like that and what the President or Rudy has had to say."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Judge Starr, thank you very much. We'll talk to you soon I hope as all of this unfolds. Thank you for being here."
    },
    {
      "speaker": "STARR",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So have you heard about this controversy at the University of Notre Dame, plans to cover these murals of Christopher Columbus? The president of the university father John Jenkins here to explain why in his first national interview coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "On the campus of the University of Notre Dame, a change of scenery has set off a heated debate. Notre Dame president, Father John Jenkins announced that a set of murals of Christopher Columbus would be preserved, but would be covered up in the famous Gold Dome building at the center of campus, saying that the artwork may be offensive to indigenous people and failed to depict the darker side of the story. But the National Italian American Foundation said this in a letter to Father John. Quote, \"While there remains a serious scholarly debate about certain attitudes and actions of Columbus, he alone should not be bargained with the entire fate of Native Americans. We do not believe the University of Notre Dame should take this unilateral action and seek to erase history, they wrote, simply to appease a small number of vocal Columbus to detractors.\" So here exclusively tonight, Father John Jenkins, the president of the University of Notre Dame, one of my favorite places, but I'm a little biased. So, Father John, very good to have you with us tonight to respond to this controversy. So, thank you for being here, father."
    },
    {
      "speaker": "JOHN JENKINS, PRESIDENT, UNIVERSITY OF NOTRE DAME",
      "utterance": "Thank you very much, Martha. Martha, I got to start by taking issue with your description and the description in the letter. We are not concealing anything. We are not erasing anything. These images will be on display continuously. They won't be on display in the main thoroughfare, but in a place where the full story, the full story can be revealed. It is not a criticism of Christopher Columbus, he was a great explorer, an intrepid explorer, a devout Catholic. He had his failings and blind spots as we all do, but it is an attempt to tell the story of the native people, which, in many ways is a harsh story, a bitter story, but must be told. So, contrary to the suggestion that we are trying to conceal or erase, we are trying to reveal and tell the whole story. That's what was behind this decision."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, when you say but these images will be covered up, right? I mean, and the other characterization was from the letter, from the Italian group, but it's a fact that they will be -- they will be covered up in that -- in that building? Correct?"
    },
    {
      "speaker": "JENKINS",
      "utterance": "It will take high resolutions, high-quality photographs of the image, they will be continues to be displayed and we can at times show the paintings themselves. But the reason for that is to show them in a place and in a manner where the full story can be told. That's what we're about telling the full story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I know that there have been pamphlets in that area that put -- that put the murals into context and sort of address some of that. You know, because we all know history -- history is messy and there is a lot of artwork that is in museums and in churches and places all over the world that, you know, that is -- that isn't exactly the way that we would portray things now. And it's my understanding that the original murals were really painted as a way to uplift Catholics who are being, you know, really looked down upon in this country at the time and also immigrants who were being looked down upon at the time. And I think that, you know, for that reason it's good that they are going to still be displayed in another form because those issues are still very much exist in this country, don't they?"
    },
    {
      "speaker": "JENKINS",
      "utterance": "Very much so and we want to -- we want to make sure that that message is communicated. Because it's important part of who we are at Notre Dame and what our history is. So, we want to communicate that. At the same time as a Catholic university, we are interested in the whole truth and we are interested in the marginalized people. The native people of this country have had a difficult history, a harsh history and we want to make sure that story is told too. Without any intention to dislike Native Americans, these images simply don't tell that side of the story. So, we want to display these images in a place in the main building where that story can be told. So, the full story can be understood."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just want to show a few quotes. One is from the Native Americans group who were a large voice in the process here. They said in reaction to this decision they said, \"This is a good step towards acknowledging the full humanity of those native people who have come before us. We sincerely hope that Father Jenkins and the administration will continue to prioritize native issues on our campus as there is still work to be done. So that's the side that is very pleased with this move and thankful.\" And the other side comes from YAFF, Young Americans for Freedom who have launched a petition that has about 1,500 signatures according to what we have seen now, that is against this decision. They're saying, \"If the decision is not reversed, it may be the first step in an irreversible spiral of erasing history on campus.\" So, how do you address that concern? That perhaps it's a slippery slope and that if there are more request to cover up other things or to change other statues, that it will be erasing history?"
    },
    {
      "speaker": "JENKINS",
      "utterance": "Again, we are not erasing anything. We are trying to tell the full story. Look, my ancestors are Irish, they came over in the potato famine. If we had murals that depicted the contributions of the English, the Irish society which are significant without talking about the suppression of the Irish culture, the suppression of the Irish language, the terrible the deaths under the potato famine, we Irish would be offended at that. Because there is no clear way to say, you don't matter then to not tell your story, not make your story part of a larger story. Our effort is to make the story of the Native Americans part of the story, as is the story of Columbus and as is the story of wonderful immigrants who have made this country as great as it is today. So, that's really the intention behind it. Not to erase anything, but to tell the full story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Was it a hard decision for you to make and why did you, you know, why now, why did you make the decision now, Father John?"
    },
    {
      "speaker": "JENKINS",
      "utterance": "Well, it is a continued process, universities are about conversations and learning and gaining perspective."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "JENKINS",
      "utterance": "I would just say as you know very well, Martha, people love Notre Dame and they feel passionately about it. And they feel passionately about -- particularly its iconic places like the Golden Dome. So, I know, I know it's difficult for everybody. It's difficult for the people who care about native people as it is for Italian-Americans. So, it is a difficult decision. But, again, our effort is not to marginalize anyone, but you make everybody's story part of the Notre Dame story. We feel that is who we are and what we are and we will continue to try to do that as well as we can."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Father John Jenkins, thank you very much for being here tonight. We appreciate it. Good to have you here."
    },
    {
      "speaker": "JENKINS",
      "utterance": "It's a pleasure, Martha. Thank you very much for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. Thank you. So, my next guest says that it's a whitewash of Christopher Columbus. This is the story that we've been talking about here. And we just heard from Father Jenkins who said that that is not what it is. And these images will still be seen on campus and that they will be seen in a fuller context. Cheryl Chumley is an online opinion editor for The Washington Times, wrote a piece about this. There been a number of editorials. Cheryl, what's your reaction to the discussion and do you understand where Father John is coming from here?"
    },
    {
      "speaker": "CHERYL CHUMLEY, ONLINE OPINION EDITOR, THE WASHINGTON TIMES",
      "utterance": "I do understand where he is coming from and I do have some sympathy with his position and with the thought that he must've put in to make this decision. But I disagree wholeheartedly with the decision that has been made. And let me give you an example of how better this could have been done. If you look at Plymouth Massachusetts, which is the land of the pilgrims, land of the settlers, heavy on the Christianity foundation of America and so forth, standing among all that historical artifacts is a statue of Massasoit. There is native leader back then who was credited with helping the pilgrims survive the winter. His statue stands amidst all of that. And I think what could better be done, instead of moving historical artifacts instead of tearing them down completely, we can instead put up other historical symbols, other historical monuments and so forth that do in fact tell the other side of the story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, in terms of these murals which are beautiful, you know, when you see them up close, but they have images that I know some Native Americans have said don't reflect the accurate garb that would have been worn at that time, that they feel are historically inaccurate. And it is an area that is right near the admissions entrance and people come and go, probably, you know, some 50,000 people come through there with families. And you know, that the feeling is that this has become somewhat controversial. Does that resonate with you and does moving it to another area and re- creating these images, does that seem like a good solution? You know, you could hear that Father John really does not want anyone to think that these are going to disappear, that these are going to be erased these images."
    },
    {
      "speaker": "CHUMLEY",
      "utterance": "Well, the message can resonate with you without having to take action on it. For instance, in my view, offensive is in the eye of the beholder. What is, for instance, you know, down the street from where I am, there stands a 30-foot tall monument of Martin Luther King. Now MLK didn't have a pristine past, he did a lot of good for America and there is a lot to honor him for, and I'm in favor of his statue standing there. But, for instance, a women's group offended by his adultery could say that, hey, he is not a great guy to have a monument in D.C. for. Or say a religious group did not like the fact that it was found he actually plagiarized a thesis during his time at Boston University. Is that too offensive? Should we tear him down now because he doesn't present the right type of history there or the right type of messaging we want to put forth in America? The problem is, when we start making this standard of offensiveness, first off, where does it end? And second off, who gets to decide?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good questions. Cheryl Chumley, thank you very much. Good to have you with us tonight."
    },
    {
      "speaker": "CHUMLEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, the sweeping expansion of abortion rights under New York Governor Andrew Cuomo allowing the procedure up until birth in some cases. Guy Benson and Marie Harf up next."
    },
    {
      "speaker": "GOV. ANDREW CUOMO, D-N.Y.",
      "utterance": "We stand up and point the exact opposite direction of this president and this federal government."
    },
    {
      "speaker": "CUOMO",
      "utterance": "-- New York national president will be established, the most aggressive women's equality platform in the nation is going to be in law in the state and that's the way it should be."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A big applause that went on for some time actually, bursting into applause in the Senate chamber in New York over the Reproductive Health Act which provides sweeping new safeguards for abortion, allowing them basically at any time during the pregnancy and in some cases, even up until the point of birth. In a sign of solidarity, one World Trade Center was lit up pink to celebrate the passage of this law. Here now, Guy Benson and Marie Harf, the hosts of Benson and Harf on Fox News radio. Good to have both of you with us tonight. I know, Guy, you have been tweeting about this and speaking out about this. Explain to everybody what the changes, what is allowed now in New York State under this law?"
    },
    {
      "speaker": "GUY BENSON, RADIO HOST",
      "utterance": "Well, Martha, let me just say, I'm pro- life, I'm proudly pro-life. But I also recognized that the overall issue of abortion is a challenging one and a difficult one for a lot of people. You know, what are the competing rights of the woman and the child, what's the government's role? What laws are appropriate or not? I don't just dismiss people who disagree with me based on those issues, because it is hard. But what's not hard for me at least is to feel just disgusted and heartsick over this new law which permits abortion on demand up to the seventh month of pregnancy and really all the way up to the moment of birth for virtually any reason whatsoever, including very broad health exceptions like familial health or emotional health. So, this is a late term abortion law that puts New York unfortunately right up there with Oregon as having some of the most inhumane abortion laws, not just in the country, but in the entire world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Marie, you heard all the applause there. And you know, all of these laws tend to have very broad names to them, you know, women's health, reproductive, and I think that some people who are pro-life find those to be misleading."
    },
    {
      "speaker": "MARIE HARF, RADIO CO-HOST",
      "utterance": "Well, I want to say a few things first. Pro-choice which I am proudly does not equal pro-abortion. And I think sometimes advocates on both sides can make those two things synonyms and for me, that is very much not the case and I want to be very clear about that. What I would also say is New York's previous law that was replaced with this new law was passed and signed before Roe versus Wade and before a number of court decisions that have codified abortion law in this country. So, it was out of step with federal law and it was out of step with the judiciary system. This new law has brought it in line with those including provisions that allow -- if the women's -- if the mother's health is at risk, abortions for much of the nine months, that is true. My view has always been, those kinds of health decisions are best made between a woman, her doctor, her family, whoever she goes to for religious advice. Though should not be dictated by the government. And so, in this case, we are allowing women to work with their doctors in terms of what justifies them, having an abortion if their health or their life is at risk. And I think that bringing it in line with federal law, with something New York quite frankly needed to do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's interesting just enclosing here, Andrew Cuomo has said this in a tweet back in August. He said, \"The death penalty is morally indefensible and has no place in the 21st century. Today I'm in solidarity with the pope and in honor of my father I will advance this legislation.\" Guy, just, you know, quick couple of seconds of thoughts on that dichotomy."
    },
    {
      "speaker": "BENSON",
      "utterance": "I would just say that's a joke. I mean, he is going to quote the pope on the death penalty and then celebrate, celebrate, abortion, late term abortion by lighting up this building in New York City. The vast majority of Americans, men and women support restrictions on abortion in the second and third trimesters. I think this is tragic in New York, and certainly not something worth celebrating."
    },
    {
      "speaker": "HARF",
      "utterance": "I would say it's also a joke for conservatives who are very anti- abortion and anti-choice and yet, celebrate the death penalty. So, there are issues --"
    },
    {
      "speaker": "BENSON",
      "utterance": "I'm against the death penalty."
    },
    {
      "speaker": "HARF",
      "utterance": "-- all -- and I've given you credit for that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think a lot of people have a consistent feeling on both of those. But thank you, guys. Great to have you both here."
    },
    {
      "speaker": "BENSON",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the wife of Rod Blagojevich is appealing to President Trump after a police - a policeman was convicted of murder and got a lesser sentence than her husband did. She thinks there is something strange about that. She joins me next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The wife of the former Illinois Governor Rod Blagojevich is appealing to President Trump once again tonight after being stunned by the sentencing of a Chicago police officer who was convicted of second-degree murder. We all remember this very high-profile case, the 2014 killing of 17-year- old Laquan McDonald, a black teenager, was captured in a shocking police dashcam video and this spark nationwide protest. Former Chicago Police Officer Jason Van Dyke was just sentenced, he was given less than seven years in prison for that murder. Patti Blagojevich believes that it demonstrates the excessive sentencing of her husband in contrast who is serving a 14-year sentence on a single count of corruption charges. She tweeted, \"I am speechless, a 17-year-old is dead and the sentence is less than half of my husband's sentence for discussions with his staff and attorneys about political fund-raising.\" And then she cites at real Donald Trump. Here now in a story exclusive is Patti Blagojevich, the wife of Rod Blagojevich. Patti, welcome back to the program. I mean, obviously, I think everybody looks at the story and your heart breaks for this young man, for his family and for what they went through. This obviously opens a very difficult time in Chicago history. And, you know, I think that first and foremost what this is about. But you know, from your perspective when you look at this and you look at the sentencing, you feel that it highlights an injustice about your husband's situation."
    },
    {
      "speaker": "PATRICIA BLAGOJEVICH, ROD BLAGOJEVICH'S WIFE",
      "utterance": "Right Martha, the Van Dyke sentence just highlights the corruption in my husband's trial. My husband is serving 14 years, like you said, for conversations with a staff about fund-raising and the penalty for second-degree murder -- murder conviction is just six years? The prosecutors even asked the judge to sentence my husband to 20 years. And why would they do that? Because they wanted to bury my husband and the truth about what they did to our family so deep it would never come out. That Obama Justice Department locked him up and threw away the key, and Mueller and Comey, and Fitzgerald destroyed my family by creating fake stories and fake crimes with unprecedented raids and sensational news conferences --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know, it's interesting. There is so much focus right now on sentencing and fair sentencing, and prison reform."
    },
    {
      "speaker": "BLAGOJEVICH",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I should point out that the state attorney general in this case feels that the sentence here may have been too lenient for this murder and they are going to reevaluate that. And he may get more time than it has initially been given to him. And I just want to emphasize, you know, these are very, very different cases that we are talking about here. But in terms of your husband's situation, just quickly, I have half a minute left here."
    },
    {
      "speaker": "BLAGOJEVICH",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is there any update? Do you think that you're getting anywhere with your request to have him pardoned by the president?"
    },
    {
      "speaker": "BLAGOJEVICH",
      "utterance": "Well, I know the president has got a lot on his hands, that's for sure. I mean, all you have to do is look at your show tonight. But you know, when he mentioned my husband last May it did give us a tremendous amount of hope. And you know, when President Obama had the opportunity to right this wrong that's been done to my family, he actually wimped out. So --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We have to leave it there. Patti. Thank you very much. Good to see you again. That is The Story on this Thursday night. We'll see you back here tomorrow. Have a good night. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}