{
  "date": "January 9, 2020",
  "headline": "Esmail Qaani, the new leader of Iran's Quds Force, commits to Soleimani doctrine",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/esmail-qaani-the-new-leader-of-irans-quds-force-commits-to-soleimani-doctrine",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Oh, I'm running out of things to say. OK, that's probably a good thing. Set your DVRs, never miss an episode of THE FIVE. \"SPECIAL REPORT\" is up next. Hello, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS HOST",
      "sentences": "Hello, Greg. Good evening. Welcome to Washington. Breaking tonight, you are looking live at the House floor, voting right now on a nonbinding resolution, limiting President Trump's authority to take military action against Iraq. At this hour, Democrats and just a few Republicans do have the votes to pass this. It's not officially done yet, but they do have the votes to pass, the War Powers Resolution on the House floor. The move coming a few hours after administration officials said Iran is responsible for the downing of the Ukrainian passenger jet near the Tehran airport, earlier this week. Again, this vote happening at this hour just about ready to close up, no time remaining. Chief congressional correspondent Mike Emanuel live on Capitol Hill with the breaking details on this war powers vote. Good evening, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Bret, good evening. The vote we have at this moment is to 223 to 194. It's not totally official until the gavel drops, but they do have the votes to pass it leading Democrats say limit President Trump's military actions in the future against Iran. But the truth is, it is non-binding. The overwhelming majority of the votes were from Democrats. A few Republicans joining in, the vast majority Republicans voted against it. The idea is limiting the president's authority to take further military action against Iran. The resolution reads, \"Congress has not authorized the president to use military force against Iran. Congress hereby directs the president to terminate the use of United States Armed Forces to engage in hostilities in or against Iran or any part of its government or military.\" The one surprise so far in the GOP side was Florida Congressman Matt Gaetz, who supports President Trump but voted in favor of the measure. Gaetz said if our service members have the courage to fight and die in these wars, Congress ought to have the courage to vote for or against them. And then, he announced he was voting for the resolution. This is mostly a campaign document. Again, it is nonbinding. It does not tie the commander in chief's hands. But it does allow Democrats up for reelection to say they voted to stop the president from further action against Iran. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I heard how Speaker Pelosi addressed this about the nine -- non- binding aspect of it. Saying essentially, that it is the Congress's expression about this issue, and that it's something that the president cannot veto. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Exactly, right. Republicans call it toothless because it has no possibility of becoming law. It's basically the house sending a note to the president, saying, hey, we don't approve you doing any further military action against Iran, but it doesn't force him to veto it. Meanwhile, on the Senate side, they're actually working on a War Powers Resolution that would have teeth to it. We'll see if it has the votes. That's by Tim Kaine, who was on your show last night. But bottom line, this is non-binding, and so, a lot of Republicans are calling it a political document.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Mike Emanuel, live on the Hill. Mike, thanks. Again, they do have the votes to pass the House version of the War Powers Resolution. Meantime, President Trump basically dismissing the effort by congressional Democrats to try to limit his authority to use the military against Iran. Chief White House correspondent John Roberts has that part of the story tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "President Trump, today brushing off continuing criticism from Democrats that there was no compelling reason to take out Qassem Soleimani when he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We caught a total monster. We did it because they were looking to blow up our embassy. We also did it for other reasons that were very obvious. Somebody died.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The president's statement that they were looking to blow up our embassy was taken by some is revealing a previously undisclosed threat. White House officials say the president was simply referring to the New Year's Eve attack against the embassy in Baghdad. But the White House continues to insist there was an imminent threat posed by Soleimani, which remains secret. At the other end, the Pennsylvania Avenue, Democrats argued there should be no secrets between the White House and Congress. The House debating a War Powers Resolution aimed to severely restrict the president's ability to launch military action against Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "We must avoid war. And the cavalier attitude of this administration, it's stunning. And the president to say, oh, I inform you by reading my tweets. No, that's not the relationship that our founders had in mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The resolution is nonbinding, meaning it won't go to the president for his signature, nor does it carry the force of law. North Carolina Congressman Mark Meadows, calling it nothing more than a political show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS (R-NC)",
      "sentences": "We're apologizing to the Iranians? With a nonbinding resolution that is nothing more than a press release, Madam Speaker. It has no effect. It doesn't do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump voiced his opposition to the resolution in a tweet this morning. Saying, \"Hope that all House Republicans will vote against crazy Nancy Pelosi's War Powers Resolution.\" But asked this morning if he would inform Congress prior to taking military action in the future, the president left that door open just a crack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It would all depend on the circumstance. I don't have to and you shouldn't have to be able, because you have to make split-second decision sometimes. Sometimes, you have to move very, very quickly, John. But, in certain cases, I wouldn't even mind doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "A concurrent resolution in the Senate sponsored by Democrat Tim Kaine, will likely attract aye votes from Republican senators Rand Paul and Mike Lee. Paul, and particularly Lee were highly critical of yesterday's administration briefing on the intelligence leading up to the targeting of Soleimani. The president said most of his Republican colleagues gave the briefing a thumbs up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I had calls from numerous senators and numerous congressmen and women saying that was the greatest presentation they've ever had. Mike and Rand Paul disagreed because they want information that honestly, I think it's very hard to get. It's OK if the military wants to give it, but they didn't want to give it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And back for a moment on the statement the president made about Soleimani looking to blow up the embassy, we have been told by the White House, the president was referring to the New Year's Eve protest. But since then, Pentagon officials and just the last hour, Congressman Mike McCaul said this was a future plot that was described to them, and interviewed by Laura Ingraham a short time ago, the Secretary of State Mike Pompeo asked about that said, I don't think there's any doubt that Soleimani had intentions not only to take action against our forces, our diplomats in Iraq, but in other countries around the region, and the world as well. So, what we were told this morning, Bret, may have been changing over the last few hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It does happen. John Roberts, live in the North Lawn. John, thank you. Officially, the House has now passed that War Powers Resolution. We'll have more on all of this with the panel. Administration officials as was referenced before believe Iran shot down a Ukrainian passenger jet by mistake. Shortly after Tehran launched missiles against U.S. troops inside Iraq. National security correspondent Jennifer Griffin has been on this all day from the Pentagon. She has the latest. Good evening, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Good evening, Bret. U.S. officials whom I've spoken to say it was likely a mistake. An absolute tragedy. One official told me, they just screwed up and it's tragic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "A senior U.S. official confirms it was a Russian made S.A.-15 missile that the Iranians fired that brought down the Ukrainian civilian airliner. This cell phone video obtained by the New York Times shows the point of impact. 176 were killed in the crash, including 63 Canadians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "sentences": "We have intelligence from multiple sources, including our allies and our own intelligence. The evidence indicates that the plane was shot down by an Iranian surface-to- air missile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The missile defense system would have likely been put on alert to defend against a possible U.S. response to the Iranian missile strike targeting Americans in Iraq.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Not our system. No, it has just nothing to do with us. Somebody could have made a mistake. Some people say it was mechanical. I personally don't think that's even a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "The S.A.-15 can simultaneously track 10 targets at once and shoot down planes more than three miles into the sky. They are programmed to lock onto anything metal that looks like a missile. The Ukrainian civilian airliner crash two minutes after takeoff while still in its ascent at approximately 8,000 feet. The S.A.-15 has a manual and automatic mode. If in automatic, it could have fired without a human being ordering the strike. The Iranians would likely turn on their missile defense systems to protect the airport at strategic locations in Tehran. The Iranian authorities have been unwilling to hand over the black box recovered from the wreckage of the 3-1/2-year-old Boeing 737-800. There were no radio calls from the cockpit before the plane suddenly fell out of the sky. Ukraine sent a plane full of investigators to Tehran.  VOLODYMYR ZELENSKY, PRESIDENT OF UKRAINE (through translator): I will holding a telephone conversation with the president of Iran to step up cooperation with the Ukrainian side to establish the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Ukraine's deputy foreign minister wants Boeing to have access to the black box.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERGIY KYSLYTSYA, PERMANENT REPRESENTATIVE OF UKRAINE TO THE UNITED NATIONS",
      "sentences": "The International Conventions are very clear that the producer has the right to be -- ought to be an investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "For Ukraine, the incident brought back painful memories of Malaysia Airlines Flight 17, which was shot down while in Ukrainian airspace by another Russian made surface-to-air missile, killing 298 people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "Iran's head of civil aviation, meantime, dismissed the reports, calling them illogical rumors. But U.S. officials who are seeing an intelligence picture emerge based on satellite and infrared imagery and intercepts, now suggest otherwise. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jennifer Griffin, live at the Pentagon. Jennifer, thank you. The man who will replace Qassem Soleimani as the head of the Quds Force for Iran, says he will follow in his predecessor's footsteps strategically. That is just the kind of thing Iraqi officials do not want to hear. Correspondent Trey Yingst has the latest on that from Baghdad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY YINGST, FOX NEWS FOREIGN CORRESPONDENT",
      "sentences": "Iraq is facing growing pressure to rid the country of foreign influence. Iraq's Prime Minister Abdul-Mahdi, calling the U.S. strike on Iranian General Qassem Soleimani, in Iran's response, \"a violation of Iraqi sovereignty.\" Iraq's parliament voted Sunday to order American troops out of the country. While most pro-Iran Shia lawmakers voted yes, many Sunni lawmakers didn't even show up. As reports indicate some were threatened. Iraqi Major General Ibrahim Tahseen, said his forces are focused on fighting ISIS, but declined to discuss the political or strategic implications of possible U.S. troop withdraw in an interview with Fox News.   MAJ. GEN. IBRAHIM TAHSEEN, SPOKESMAN, IRAQI DEFENSE MINISTRY (through translator): We're talking about 5,000 troops in Iraq as they are fighting force. No, the forces in Iraq are part of the logistical support and part of support team to the Air Force. They are not a fighting force who fight alongside the Iraqi forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "Residents of the Iraqi capital Baghdad have mixed feelings about American presence in their country. Though many have spent more than three months demonstrating against a different kind of influence, Iran. Since October, Iraqis have occupied Tahrir Square. They are demanding that their government cut all ties with Iran. They say the influence to the Islamic Republic in Iraq has been detrimental for the Iraqi people. Top military leadership in Iran, renewed threats to the United States Thursday, pledging to continue a path to world power that Iranian General Soleimani left behind. Iran has deep ties to political leadership in Baghdad and even deeper ties to militia groups that operate across Iraq. Meddling in Iraq's government by Tehran has made building a stable political system difficult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are not welcoming the Iranian presence in Iraq. We want an Iraqi government. We don't want any country to control Iraq.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YINGST",
      "sentences": "Amid continued uncertainty with Iran, thousands of anti-government protesters are expected to gather in Tahrir Square behind me tomorrow. Much anticipation around that event as hundreds have been killed in similar events since the beginning of the protests in October. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Trey Yingst live in Baghdad. Trey, thank you. President Trump says he may wait until after this fall's election to settle on the second phase of a massive trade deal with China. But the president also says negotiations will begin right away. This morning, the president touted the first phase of that agreement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's a big percentage of the deal. Some would say half, some would say a little less or a little more than half. But it's a tremendous percentage. It's pretty much all for the farmers. Also, bankers, we also have regulations for a lot of different -- lot of things are covered that people are going to be very surprised to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The signing ceremony for that phase one deal is scheduled for next week. The markets love that news and also breathing, exhaling, if you will, after the Iran back and forth. All three major stock indices hit all-time highs today, ending in record territory again. The Dow surging 212. The S&P 500 gaining 22, the NASDAQ jumped 74 today. House Speaker Nancy Pelosi says she is not concerned at all that some of her fellow Democrats want her to transmit articles of impeachment for President Trump to the U.S. Senate soon. The Speaker, saying she knows when she will do it, but she's not telling. Here is senior Capitol Hill producer Chad Pergram.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I think we should move smartly and strategically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "sentences": "The walls are closing in on House Speaker Nancy Pelosi, with a host of Democrats saying, it's time to start a trial. Even one of Pelosi's senior committee chairman, Adam Smith of Washington State, thought the Speaker overplayed her hand, walking a Senate trial for weeks. It's an effort to force the Republican Senate to bow to the Speaker's demands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SMITH (D-WA)",
      "sentences": "I think it is time to send the impeachment to the Senate, and let Mitch McConnell be responsible for the fairness of the trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "One Democratic source reminded Fox that Pelosi has a long memory, noting those who crossed her. Not long after his appearance, Smith had a change of heart. \"I misspoke this morning. If the Speaker believes that holding on to the articles for a longer time will help force a fair trial in the Senate, then I wholeheartedly support that decision.\" The Speaker grew testy when pressed about the delay in the whole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Do you listen when I speak? I said when we saw what the arraignment is that we will be sending them (INAUDIBLE) in, and we are going to send over two articles. We haven't seen that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Pelosi reiterated her demand that Senate Majority Leader Mitch McConnell first released the framework for an impeachment trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Two articles of impeachment against President William Jefferson Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "McConnell wants to follow the model used in 1999 for President Clinton. The prosecution and defense presented their cases first, with the option for witnesses later. Back then, all 100 senators agreed to that arrangement, but McConnell only needs a bare majority to approve a similar setup. Democrats think an issue with a magnitude of impeachment should command more votes than a simple majority. But that's all McConnell needs. If the die is cast, how much longer can Pelosi hold out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you holding the articles indefinitely?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "No, I'm not holding it indefinitely. I'll send them over when I'm ready. And that will probably be soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "McConnell dare the Speaker to continue to hold on to the articles. Saying the Senate will move on to other matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "We will operate on the assumption that House Democrats are too embarrassed -- too embarrassed to ever move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "For the president's part, Mr. Trump indicated he may still want a wide-ranging slate of witnesses at a Senate impeachment trial, including House Intelligence Committee Chairman Adam Schiff, as well as Hunter, and Joe Biden. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Chad Pergram live on the Hill. Chad, thanks. Let's take a live look in Toledo. President Trump, just arriving, talking to some officials there on the tarmac in Toledo just the plane from Air Force One, he is on his way to a rally and you can see that in the corner of the screen. A big rally in Ohio where he will likely touch on all of these issues, as he has in past events. Talking about all of the issues of the day. You can see some of that here on Fox later on. The Trump administration, saying construction of the U.S.-Mexico border wall will move forward after a federal appeals court ruling that frees up construction money. The two to one decision halted a federal judge's ruling in December that had prevented the government from spending $3.6 billion diverted from 127 military construction projects to pay for 175 miles of border wall. Up next, you would be hard-pressed to correctly guess which Democratic presidential candidate is surging in some of the early presidential voting states. We'll bring it to you. First, here is what some of our Fox affiliates around the country are covering tonight. Fox Five in New York, where prosecutors say surveillance video showing the outside of Jeffrey Epstein's jail cell. The night of his first alleged suicide attempt is missing. The government admits in a new court document that the jail computer system, \"Inadvertently preserved video from the wrong tear within that facility.\" It blames technical errors. The medical examiner ruled Epstein's eventual death a suicide, but many people obviously suspected foul play for quite some time. Fox and some still do. Fox 11 in Los Angeles as Uber informs its California customers, they will no longer receive upfront price quotes for private rides due to the passage of a new state law. That measure essentially reclassifies certain contract workers as employees, subjecting companies like Uber and Lyft to labor laws that require higher pay and other benefits for workers.  And this is a live look at Chicago from our affiliate Fox 32. The big story there tonight. An Illinois judge grants two sweeping search warrants, ordering Google to turn over a year's worth of data from Jussie Smollett and his manager. It's part of a special prosecutor probe into whether the actor stage the racist and homophobic attack against himself last year. We'll follow that. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "In tonight's \"DEMOCRACY 2020\" report, a big surprise in the latest Fox News poll of voters in some of the early voting states. The front runner in those polls as expected is Joe Biden, and he's campaigning tonight on the West Coast. Correspondent Peter Doocy shows us who's moving up from Long Beach, California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "sentences": "They can trust me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS GENERAL ASSIGNMENT REPORTER",
      "sentences": "Tom Steyer is pulling higher than ever before. Brand at new Fox News polls find the billionaire in third place in the third contest of the cycle Nevada and second place in the fourth contest of the cycle South Carolina, where one of the pollsters observes, \"It appears Steyer has spent himself into a potentially relevant position.\" Steyer has already spent $78 million nationally on campaign ads, 70 plus million dollars more than any other candidate except Michael Bloomberg, whose $110 million ad campaign, now features one in Spanish. Bloomberg is betting Democrats will lose interest in the current national front runner, Joe Biden, who was keeping his interest on President Trump. Thinking out loud about Iran at a fundraiser asking donors last night. \"What is he doing? He seems to be doing nothing to reach out. He's emasculated from my view, from my perspective, he's emasculating his foreign policy establishment.\" The new focus on foreign policy has Bernie Sanders stressing that his record shows consistency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "sentences": "No, I voted against the war in Iraq, I voted against the first Gulf War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Sanders and other senators may soon be stuck in D.C. for an impeachment trial with Cory Booker says, could hurt in Iowa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ) PRESIDENTIAL CANDIDATE",
      "sentences": "Being off the field so to speak, is a big, big blow to our strategy to win in the caucuses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Electability remains a top issue for early-stage Democrats. And a new Fox News poll of a critical general election swing state Wisconsin finds President Trump trailing Biden, Sanders, Warren, and Buttigieg who curious Democrats keep turning out to see, including 2,500 last night in Denver.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG (D-IN), PRESIDENTIAL CANDIDATE",
      "sentences": "That's a big ass crowd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Joe Biden is on his way right now to this bridge replacement project. 205 feet above the port of Long Beach, for what could wind up being one of the most unique campaign backdrops of the cycle. Because if there is one thing Californians are not used to seeing, its major roads this time of day with no traffic. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Building bridges. Peter, thank you. Nearly a million people in Puerto Rico are without power tonight in the aftermath of Tuesday's 6.4 magnitude earthquake. Hundreds of thousands are without water and about 2,000 people are in shelters tonight. President Trump declared an emergency several hours after the quake, freeing up federal disaster funds for things ranging from transportation to medical care to mobile generators. Supreme Court Justice Ruth Bader Ginsburg, says she is cancer-free after beating the disease for the fourth time. The 86-year-old Ginsburg, underwent treatment for pancreatic cancer last summer. Up next, to look at what is left of the Iran nuclear deal, how much longer it may survive, and what Europe may or may not do? First, \"BEYOND OUR BORDERS\" tonight, residents in the path of wildfires raging through southeast Australia still are being urged to evacuate if they do not intend to defend their homes. Hot and windy conditions are forecast to escalate the danger over the next two days there, following a few days of cooler wet weather. Now temperatures are threatening the area predicting to reach more than 110 degrees Fahrenheit Friday. Britain has passed a major milestone on the road to Brexit. The bill authorizing the country's departure from the European Union, received final approval from the House of Commons today. Britain is scheduled to leave the E.U. on January 31st. Rail workers, teachers, doctors, and lawyers joined a nationwide day of protests and strikes today over French President Emmanuel Macron's plans to overhaul the pension system. As the government and unions pushed on with crucial negotiations, street protests were staged in Paris and other French cities with railway strikes entering their sixth week. Just some of the other stories beyond our borders tonight, we'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Our \"TOP STORY AT THE BOTTOM OF THE HOUR\", the House has passed a nine -- nonbinding resolution seeking to limit President Trump's power to take military action against Iran.  END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Oh, I'm running out of things to say. OK, that's probably a good thing. Set your DVRs, never miss an episode of THE FIVE. \"SPECIAL REPORT\" is up next. Hello, Bret."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS HOST",
      "utterance": "Hello, Greg. Good evening. Welcome to Washington. Breaking tonight, you are looking live at the House floor, voting right now on a nonbinding resolution, limiting President Trump's authority to take military action against Iraq. At this hour, Democrats and just a few Republicans do have the votes to pass this. It's not officially done yet, but they do have the votes to pass, the War Powers Resolution on the House floor. The move coming a few hours after administration officials said Iran is responsible for the downing of the Ukrainian passenger jet near the Tehran airport, earlier this week. Again, this vote happening at this hour just about ready to close up, no time remaining. Chief congressional correspondent Mike Emanuel live on Capitol Hill with the breaking details on this war powers vote. Good evening, Mike."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "utterance": "Bret, good evening. The vote we have at this moment is to 223 to 194. It's not totally official until the gavel drops, but they do have the votes to pass it leading Democrats say limit President Trump's military actions in the future against Iran. But the truth is, it is non-binding. The overwhelming majority of the votes were from Democrats. A few Republicans joining in, the vast majority Republicans voted against it. The idea is limiting the president's authority to take further military action against Iran. The resolution reads, \"Congress has not authorized the president to use military force against Iran. Congress hereby directs the president to terminate the use of United States Armed Forces to engage in hostilities in or against Iran or any part of its government or military.\" The one surprise so far in the GOP side was Florida Congressman Matt Gaetz, who supports President Trump but voted in favor of the measure. Gaetz said if our service members have the courage to fight and die in these wars, Congress ought to have the courage to vote for or against them. And then, he announced he was voting for the resolution. This is mostly a campaign document. Again, it is nonbinding. It does not tie the commander in chief's hands. But it does allow Democrats up for reelection to say they voted to stop the president from further action against Iran. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "I heard how Speaker Pelosi addressed this about the nine -- non- binding aspect of it. Saying essentially, that it is the Congress's expression about this issue, and that it's something that the president cannot veto. Right?"
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Exactly, right. Republicans call it toothless because it has no possibility of becoming law. It's basically the house sending a note to the president, saying, hey, we don't approve you doing any further military action against Iran, but it doesn't force him to veto it. Meanwhile, on the Senate side, they're actually working on a War Powers Resolution that would have teeth to it. We'll see if it has the votes. That's by Tim Kaine, who was on your show last night. But bottom line, this is non-binding, and so, a lot of Republicans are calling it a political document."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Mike Emanuel, live on the Hill. Mike, thanks. Again, they do have the votes to pass the House version of the War Powers Resolution. Meantime, President Trump basically dismissing the effort by congressional Democrats to try to limit his authority to use the military against Iran. Chief White House correspondent John Roberts has that part of the story tonight."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "President Trump, today brushing off continuing criticism from Democrats that there was no compelling reason to take out Qassem Soleimani when he did."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We caught a total monster. We did it because they were looking to blow up our embassy. We also did it for other reasons that were very obvious. Somebody died."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The president's statement that they were looking to blow up our embassy was taken by some is revealing a previously undisclosed threat. White House officials say the president was simply referring to the New Year's Eve attack against the embassy in Baghdad. But the White House continues to insist there was an imminent threat posed by Soleimani, which remains secret. At the other end, the Pennsylvania Avenue, Democrats argued there should be no secrets between the White House and Congress. The House debating a War Powers Resolution aimed to severely restrict the president's ability to launch military action against Iran."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "We must avoid war. And the cavalier attitude of this administration, it's stunning. And the president to say, oh, I inform you by reading my tweets. No, that's not the relationship that our founders had in mind."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The resolution is nonbinding, meaning it won't go to the president for his signature, nor does it carry the force of law. North Carolina Congressman Mark Meadows, calling it nothing more than a political show."
    },
    {
      "speaker": "REP. MARK MEADOWS (R-NC)",
      "utterance": "We're apologizing to the Iranians? With a nonbinding resolution that is nothing more than a press release, Madam Speaker. It has no effect. It doesn't do anything."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump voiced his opposition to the resolution in a tweet this morning. Saying, \"Hope that all House Republicans will vote against crazy Nancy Pelosi's War Powers Resolution.\" But asked this morning if he would inform Congress prior to taking military action in the future, the president left that door open just a crack."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It would all depend on the circumstance. I don't have to and you shouldn't have to be able, because you have to make split-second decision sometimes. Sometimes, you have to move very, very quickly, John. But, in certain cases, I wouldn't even mind doing it."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "A concurrent resolution in the Senate sponsored by Democrat Tim Kaine, will likely attract aye votes from Republican senators Rand Paul and Mike Lee. Paul, and particularly Lee were highly critical of yesterday's administration briefing on the intelligence leading up to the targeting of Soleimani. The president said most of his Republican colleagues gave the briefing a thumbs up."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I had calls from numerous senators and numerous congressmen and women saying that was the greatest presentation they've ever had. Mike and Rand Paul disagreed because they want information that honestly, I think it's very hard to get. It's OK if the military wants to give it, but they didn't want to give it."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And back for a moment on the statement the president made about Soleimani looking to blow up the embassy, we have been told by the White House, the president was referring to the New Year's Eve protest. But since then, Pentagon officials and just the last hour, Congressman Mike McCaul said this was a future plot that was described to them, and interviewed by Laura Ingraham a short time ago, the Secretary of State Mike Pompeo asked about that said, I don't think there's any doubt that Soleimani had intentions not only to take action against our forces, our diplomats in Iraq, but in other countries around the region, and the world as well. So, what we were told this morning, Bret, may have been changing over the last few hours."
    },
    {
      "speaker": "BAIER",
      "utterance": "It does happen. John Roberts, live in the North Lawn. John, thank you. Officially, the House has now passed that War Powers Resolution. We'll have more on all of this with the panel. Administration officials as was referenced before believe Iran shot down a Ukrainian passenger jet by mistake. Shortly after Tehran launched missiles against U.S. troops inside Iraq. National security correspondent Jennifer Griffin has been on this all day from the Pentagon. She has the latest. Good evening, Jennifer."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Good evening, Bret. U.S. officials whom I've spoken to say it was likely a mistake. An absolute tragedy. One official told me, they just screwed up and it's tragic."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "A senior U.S. official confirms it was a Russian made S.A.-15 missile that the Iranians fired that brought down the Ukrainian civilian airliner. This cell phone video obtained by the New York Times shows the point of impact. 176 were killed in the crash, including 63 Canadians."
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "utterance": "We have intelligence from multiple sources, including our allies and our own intelligence. The evidence indicates that the plane was shot down by an Iranian surface-to- air missile."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The missile defense system would have likely been put on alert to defend against a possible U.S. response to the Iranian missile strike targeting Americans in Iraq."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Not our system. No, it has just nothing to do with us. Somebody could have made a mistake. Some people say it was mechanical. I personally don't think that's even a question."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "The S.A.-15 can simultaneously track 10 targets at once and shoot down planes more than three miles into the sky. They are programmed to lock onto anything metal that looks like a missile. The Ukrainian civilian airliner crash two minutes after takeoff while still in its ascent at approximately 8,000 feet. The S.A.-15 has a manual and automatic mode. If in automatic, it could have fired without a human being ordering the strike. The Iranians would likely turn on their missile defense systems to protect the airport at strategic locations in Tehran. The Iranian authorities have been unwilling to hand over the black box recovered from the wreckage of the 3-1/2-year-old Boeing 737-800. There were no radio calls from the cockpit before the plane suddenly fell out of the sky. Ukraine sent a plane full of investigators to Tehran."
    },
    {
      "speaker": "VOLODYMYR ZELENSKY, PRESIDENT OF UKRAINE (through translator)",
      "utterance": "I will holding a telephone conversation with the president of Iran to step up cooperation with the Ukrainian side to establish the truth."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Ukraine's deputy foreign minister wants Boeing to have access to the black box."
    },
    {
      "speaker": "SERGIY KYSLYTSYA, PERMANENT REPRESENTATIVE OF UKRAINE TO THE UNITED NATIONS",
      "utterance": "The International Conventions are very clear that the producer has the right to be -- ought to be an investigation."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "For Ukraine, the incident brought back painful memories of Malaysia Airlines Flight 17, which was shot down while in Ukrainian airspace by another Russian made surface-to-air missile, killing 298 people."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "Iran's head of civil aviation, meantime, dismissed the reports, calling them illogical rumors. But U.S. officials who are seeing an intelligence picture emerge based on satellite and infrared imagery and intercepts, now suggest otherwise. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Jennifer Griffin, live at the Pentagon. Jennifer, thank you. The man who will replace Qassem Soleimani as the head of the Quds Force for Iran, says he will follow in his predecessor's footsteps strategically. That is just the kind of thing Iraqi officials do not want to hear. Correspondent Trey Yingst has the latest on that from Baghdad."
    },
    {
      "speaker": "TREY YINGST, FOX NEWS FOREIGN CORRESPONDENT",
      "utterance": "Iraq is facing growing pressure to rid the country of foreign influence. Iraq's Prime Minister Abdul-Mahdi, calling the U.S. strike on Iranian General Qassem Soleimani, in Iran's response, \"a violation of Iraqi sovereignty.\" Iraq's parliament voted Sunday to order American troops out of the country. While most pro-Iran Shia lawmakers voted yes, many Sunni lawmakers didn't even show up. As reports indicate some were threatened. Iraqi Major General Ibrahim Tahseen, said his forces are focused on fighting ISIS, but declined to discuss the political or strategic implications of possible U.S. troop withdraw in an interview with Fox News."
    },
    {
      "speaker": "MAJ. GEN. IBRAHIM TAHSEEN, SPOKESMAN, IRAQI DEFENSE MINISTRY (through translator)",
      "utterance": "We're talking about 5,000 troops in Iraq as they are fighting force. No, the forces in Iraq are part of the logistical support and part of support team to the Air Force. They are not a fighting force who fight alongside the Iraqi forces."
    },
    {
      "speaker": "YINGST",
      "utterance": "Residents of the Iraqi capital Baghdad have mixed feelings about American presence in their country. Though many have spent more than three months demonstrating against a different kind of influence, Iran. Since October, Iraqis have occupied Tahrir Square. They are demanding that their government cut all ties with Iran. They say the influence to the Islamic Republic in Iraq has been detrimental for the Iraqi people. Top military leadership in Iran, renewed threats to the United States Thursday, pledging to continue a path to world power that Iranian General Soleimani left behind. Iran has deep ties to political leadership in Baghdad and even deeper ties to militia groups that operate across Iraq. Meddling in Iraq's government by Tehran has made building a stable political system difficult."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are not welcoming the Iranian presence in Iraq. We want an Iraqi government. We don't want any country to control Iraq."
    },
    {
      "speaker": "YINGST",
      "utterance": "Amid continued uncertainty with Iran, thousands of anti-government protesters are expected to gather in Tahrir Square behind me tomorrow. Much anticipation around that event as hundreds have been killed in similar events since the beginning of the protests in October. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Trey Yingst live in Baghdad. Trey, thank you. President Trump says he may wait until after this fall's election to settle on the second phase of a massive trade deal with China. But the president also says negotiations will begin right away. This morning, the president touted the first phase of that agreement."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's a big percentage of the deal. Some would say half, some would say a little less or a little more than half. But it's a tremendous percentage. It's pretty much all for the farmers. Also, bankers, we also have regulations for a lot of different -- lot of things are covered that people are going to be very surprised to see."
    },
    {
      "speaker": "BAIER",
      "utterance": "The signing ceremony for that phase one deal is scheduled for next week. The markets love that news and also breathing, exhaling, if you will, after the Iran back and forth. All three major stock indices hit all-time highs today, ending in record territory again. The Dow surging 212. The S&P 500 gaining 22, the NASDAQ jumped 74 today. House Speaker Nancy Pelosi says she is not concerned at all that some of her fellow Democrats want her to transmit articles of impeachment for President Trump to the U.S. Senate soon. The Speaker, saying she knows when she will do it, but she's not telling. Here is senior Capitol Hill producer Chad Pergram."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I think we should move smartly and strategically."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "utterance": "The walls are closing in on House Speaker Nancy Pelosi, with a host of Democrats saying, it's time to start a trial. Even one of Pelosi's senior committee chairman, Adam Smith of Washington State, thought the Speaker overplayed her hand, walking a Senate trial for weeks. It's an effort to force the Republican Senate to bow to the Speaker's demands."
    },
    {
      "speaker": "REP. ADAM SMITH (D-WA)",
      "utterance": "I think it is time to send the impeachment to the Senate, and let Mitch McConnell be responsible for the fairness of the trial."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "One Democratic source reminded Fox that Pelosi has a long memory, noting those who crossed her. Not long after his appearance, Smith had a change of heart. \"I misspoke this morning. If the Speaker believes that holding on to the articles for a longer time will help force a fair trial in the Senate, then I wholeheartedly support that decision.\" The Speaker grew testy when pressed about the delay in the whole."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Do you listen when I speak? I said when we saw what the arraignment is that we will be sending them (INAUDIBLE) in, and we are going to send over two articles. We haven't seen that."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Pelosi reiterated her demand that Senate Majority Leader Mitch McConnell first released the framework for an impeachment trial."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Two articles of impeachment against President William Jefferson Clinton."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "McConnell wants to follow the model used in 1999 for President Clinton. The prosecution and defense presented their cases first, with the option for witnesses later. Back then, all 100 senators agreed to that arrangement, but McConnell only needs a bare majority to approve a similar setup. Democrats think an issue with a magnitude of impeachment should command more votes than a simple majority. But that's all McConnell needs. If the die is cast, how much longer can Pelosi hold out?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Are you holding the articles indefinitely?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "No, I'm not holding it indefinitely. I'll send them over when I'm ready. And that will probably be soon."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "McConnell dare the Speaker to continue to hold on to the articles. Saying the Senate will move on to other matters."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "We will operate on the assumption that House Democrats are too embarrassed -- too embarrassed to ever move forward."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "For the president's part, Mr. Trump indicated he may still want a wide-ranging slate of witnesses at a Senate impeachment trial, including House Intelligence Committee Chairman Adam Schiff, as well as Hunter, and Joe Biden. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Chad Pergram live on the Hill. Chad, thanks. Let's take a live look in Toledo. President Trump, just arriving, talking to some officials there on the tarmac in Toledo just the plane from Air Force One, he is on his way to a rally and you can see that in the corner of the screen. A big rally in Ohio where he will likely touch on all of these issues, as he has in past events. Talking about all of the issues of the day. You can see some of that here on Fox later on. The Trump administration, saying construction of the U.S.-Mexico border wall will move forward after a federal appeals court ruling that frees up construction money. The two to one decision halted a federal judge's ruling in December that had prevented the government from spending $3.6 billion diverted from 127 military construction projects to pay for 175 miles of border wall. Up next, you would be hard-pressed to correctly guess which Democratic presidential candidate is surging in some of the early presidential voting states. We'll bring it to you. First, here is what some of our Fox affiliates around the country are covering tonight. Fox Five in New York, where prosecutors say surveillance video showing the outside of Jeffrey Epstein's jail cell. The night of his first alleged suicide attempt is missing. The government admits in a new court document that the jail computer system, \"Inadvertently preserved video from the wrong tear within that facility.\" It blames technical errors. The medical examiner ruled Epstein's eventual death a suicide, but many people obviously suspected foul play for quite some time. Fox and some still do. Fox 11 in Los Angeles as Uber informs its California customers, they will no longer receive upfront price quotes for private rides due to the passage of a new state law. That measure essentially reclassifies certain contract workers as employees, subjecting companies like Uber and Lyft to labor laws that require higher pay and other benefits for workers.  And this is a live look at Chicago from our affiliate Fox 32. The big story there tonight. An Illinois judge grants two sweeping search warrants, ordering Google to turn over a year's worth of data from Jussie Smollett and his manager. It's part of a special prosecutor probe into whether the actor stage the racist and homophobic attack against himself last year. We'll follow that. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "In tonight's \"DEMOCRACY 2020\" report, a big surprise in the latest Fox News poll of voters in some of the early voting states. The front runner in those polls as expected is Joe Biden, and he's campaigning tonight on the West Coast. Correspondent Peter Doocy shows us who's moving up from Long Beach, California."
    },
    {
      "speaker": "TOM STEYER (D), PRESIDENTIAL CANDIDATE",
      "utterance": "They can trust me."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS GENERAL ASSIGNMENT REPORTER",
      "utterance": "Tom Steyer is pulling higher than ever before. Brand at new Fox News polls find the billionaire in third place in the third contest of the cycle Nevada and second place in the fourth contest of the cycle South Carolina, where one of the pollsters observes, \"It appears Steyer has spent himself into a potentially relevant position.\" Steyer has already spent $78 million nationally on campaign ads, 70 plus million dollars more than any other candidate except Michael Bloomberg, whose $110 million ad campaign, now features one in Spanish. Bloomberg is betting Democrats will lose interest in the current national front runner, Joe Biden, who was keeping his interest on President Trump. Thinking out loud about Iran at a fundraiser asking donors last night. \"What is he doing? He seems to be doing nothing to reach out. He's emasculated from my view, from my perspective, he's emasculating his foreign policy establishment.\" The new focus on foreign policy has Bernie Sanders stressing that his record shows consistency."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (I-VT), PRESIDENTIAL CANDIDATE",
      "utterance": "No, I voted against the war in Iraq, I voted against the first Gulf War."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Sanders and other senators may soon be stuck in D.C. for an impeachment trial with Cory Booker says, could hurt in Iowa."
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ) PRESIDENTIAL CANDIDATE",
      "utterance": "Being off the field so to speak, is a big, big blow to our strategy to win in the caucuses."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Electability remains a top issue for early-stage Democrats. And a new Fox News poll of a critical general election swing state Wisconsin finds President Trump trailing Biden, Sanders, Warren, and Buttigieg who curious Democrats keep turning out to see, including 2,500 last night in Denver."
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG (D-IN), PRESIDENTIAL CANDIDATE",
      "utterance": "That's a big ass crowd."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Joe Biden is on his way right now to this bridge replacement project. 205 feet above the port of Long Beach, for what could wind up being one of the most unique campaign backdrops of the cycle. Because if there is one thing Californians are not used to seeing, its major roads this time of day with no traffic. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Building bridges. Peter, thank you. Nearly a million people in Puerto Rico are without power tonight in the aftermath of Tuesday's 6.4 magnitude earthquake. Hundreds of thousands are without water and about 2,000 people are in shelters tonight. President Trump declared an emergency several hours after the quake, freeing up federal disaster funds for things ranging from transportation to medical care to mobile generators. Supreme Court Justice Ruth Bader Ginsburg, says she is cancer-free after beating the disease for the fourth time. The 86-year-old Ginsburg, underwent treatment for pancreatic cancer last summer. Up next, to look at what is left of the Iran nuclear deal, how much longer it may survive, and what Europe may or may not do? First, \"BEYOND OUR BORDERS\" tonight, residents in the path of wildfires raging through southeast Australia still are being urged to evacuate if they do not intend to defend their homes. Hot and windy conditions are forecast to escalate the danger over the next two days there, following a few days of cooler wet weather. Now temperatures are threatening the area predicting to reach more than 110 degrees Fahrenheit Friday. Britain has passed a major milestone on the road to Brexit. The bill authorizing the country's departure from the European Union, received final approval from the House of Commons today. Britain is scheduled to leave the E.U. on January 31st. Rail workers, teachers, doctors, and lawyers joined a nationwide day of protests and strikes today over French President Emmanuel Macron's plans to overhaul the pension system. As the government and unions pushed on with crucial negotiations, street protests were staged in Paris and other French cities with railway strikes entering their sixth week. Just some of the other stories beyond our borders tonight, we'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Our \"TOP STORY AT THE BOTTOM OF THE HOUR\", the House has passed a nine -- nonbinding resolution seeking to limit President Trump's power to take military action against Iran.  END Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}