{
  "date": "January 3, 2019",
  "headline": "Wife of slain police officer reacts to suspect being granted an appeal",
  "subHeadline": "Guests: Maureen Faulkner",
  "url": "https://www.foxnews.com/transcript/wife-of-slain-police-officer-reacts-to-suspect-being-granted-an-appeal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Happy New Year to you, Ed. Thank you so much and we start with this Fox News \"ALERT\" tonight folks. Breaking this evening, newly minted House Speaker Nancy Pelosi moments ago was speaking on Capitol Hill. We're going to show you that in a second, addressing the vote that they will all take tonight. The House said -- the White House, says it's a non-starter. They say it does not provide the funding to secure the border. And the president's made pretty clear that, that is exactly what he wants. This is the picture he tweeted today. \"The wall is coming,\" a Game of Thrones reference from the president tonight. Also, tonight, let the games begin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "sentences": "It is an honor to serve with you and to welcome you to the first day of the 116th the United States House of Representatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the place where the great battles and debates about human liberty and freedom have been waged. This is the beginning of our republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "sentences": "Let me be clear. House Democrats are down with NDP, Nancy D'Alesandro Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congratulations Madam Speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Happy New Year, everybody. New Year, new Congress, ready to do their jobs, we hope, to move the country forward. So, can this Congress put America before themselves in their next election? Can they stick by past promises? We will see. I am joined in a moment by Republican Senator John Kennedy and Democrat Congressman David Cicilline, a proud supporter of the newly elected House Speaker Nancy Pelosi. Also Marie Harf and Tammy Bruce who wrote a searing piece on Mitt Romney.   But first, let's take a look at where we are and how we got here. This week, Victor Davis Hanson wrote a piece, and it was pretty contrary to much of what you heard about 2018. Taking a step back to look at the state of the country, and he called it overall pretty good year. Giving us something to think about as we head into this new Congress. And what changes they would make, and where they would put their focus? He cites among other things. America's new role as the world's largest oil producer. Think about that. Thanks in part to lower regulations and expansion of drilling. Now that diminishes the impact on America of the chaos that plays out in the Middle East. You've also got the growth of the American economy. As an example, you've got 3 million fewer citizens who are now on food stamps in 2018. You've got some progress being made in North Korea in terms of missile testing, a lot of work to be done there.   Also, the confrontation of long recognized injustices inflicted by China. And the fact that despite pulling out of the Paris Climate Accord, the United States has exceeded the annual percentage of carbon reductions of most of the countries who are in that agreement. Hansen also pointed out that President Trump has higher approval ratings than almost all of his counterparts, in France, in Germany and the U.K. where politics -- although they feel pretty divisive here at home, maybe even more so. So, despite what you may hear, the American people did have overall away from Washington and a lot of the noise, a pretty good year in 2018. So, can our country stay on that track given the changes of power that we watched unfold today?  Democratic Congressman David Cicilline, who sits on the House Judiciary and Foreign Affairs Committee is first up tonight in our great guest. Congressman, congratulations to you and good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAVID CICILLINE, D-R.I",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know when you look at all of those things, right? Around the world, you look at the economy. So, that the Democrats now control the House. Where do you want to take the country? What's your number one priority?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, I think -- you know, Martha, thanks for having me. Democrats ran on an agenda that reflects our commitment to the people of this country not to the powerful special interests. And we specifically ran on three priorities. One, driving down healthcare costs, particularly, the cost of prescription drugs, protecting coverage for pre-existing conditions, and driving down the cost of health care broadly.  Second issue is helping to raise family incomes, families who are working two and three jobs just to get by. And we're going to do that by investing in a serious way and rebuilding America. Our roads, our bridges, our schools, our ports, our transit systems with a bold infrastructure plan that will create 16 million good-paying jobs, and rebuild the country.  And thirdly, that we're going to take on in a serious way the pervasive corruption in Washington, the self-dealing that we've seen in Washington and that's the first bill will introduce H.R. 1.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me ask you -- all right, let me ask you about -- that's a lot to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "So, that's our -- that's the priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. I hear you. You know, in terms of raising the economic status of American citizens that is a major underpinning of why people want to see a secure border. They believe that if we don't have a constant influx of illegal immigrants coming into the country, that eventually -- that that's a downward pressure on wages around the country. That those jobs, and the jobs in manufacturing -- all of that would benefit from a pause of the influx of immigration into the country that that's really the heart of the matter. Do you disagree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Yes, I do disagree to that. I don't think there is any evidence to support the notion that immigration is resulting in a downward movement on wages. I mean, there are a lot of other reasons that our tax policies regulatory policies are a number of labor policies that contribute to lower wages. And I think we are very focused on how we increase family incomes.  But, let me be very clear. Democrats support securing our borders. We just think it should be done in a wise and thoughtful way using the best technology, the best advancements in technology. So that is effective, so, we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, OK. So, what we've heard -- you know, and just to back up for a moment, a lot of people would vehemently disagree with your assessment of the impact of illegal immigration on jobs in America. However, I want to ask you about the border. Because I know you all want to pass a bill tonight that would satisfy the funding for six of the agencies and kick it off another week for DHS in terms of the funding for those. Why not address it head-on? Why not do what Democrats have said for years and years? President Obama, said. Schumer, said. all of them that you want to secure the border? What -- why is this such a difficult task to provide the funding for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "I don't think it's a difficult path. I think the president wants a fight and he wants the government shutdown, he's made that very clear. What we're proposing tonight is fund the six departments, there's no dispute about that, there's a bipartisan bill that was passed unanimously in the Senate, were proposing the same thing. Let's get that part of the government funded to the end of the fiscal year.  The place where there is disagreement, the Department of Homeland Security. Let's do a short-term continuing resolution to February 8th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But don't you think Americans are so exhausted with hearing that you all cannot work this out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No, they are exhausted --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You've had months to deal with this. At one point, you were behind $25 billion in providing a secure border. You know, I want to play Lindsey Graham here, because he had --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Martha, that's just -- Martha that -- let -- before you do that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me play Lindsey Graham and I do want to get your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead, let's play it. And then, I promise, I'll give you a chance to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I'll tell you exactly how this is going to end. The president is going to challenge the Democrats to compromise. And if they continue to say no, they're going to pay a price with the American people.  If he gives in now, that's the end of 2019 in terms of him being an effective president. That's probably the end of his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He thinks it's politically dumb if Democrats do not take this seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No, it's politically -- look, I think it's politically dumb what the president is doing. Let's be clear about one thing. We've appropriated $1.7 billion over the last two years for border security. Democrats voted for that. We understand that we have to invest more in border security. We just want to do it in a cost-effective, smart thoughtful way that will actually achieve the objective. There will be additional money for border security in the bill that we're going to pass. But we don't think spending $70 billion on a 1,000-mile concrete wall which is a 19th-century solution for 21st-century problems. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president has made it very clear that he's open to the options that you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, that is not -- The president gives --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "(INAUDIBLE) say, you'll hear all of this -- hold on. You'll hear all this lip service -- you hear all this lip service without working together in how we all want to secure border but you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No, that's not true. No, Martha, it's just not true. But Martha, we, up until today, the Republicans were in control of the House, the Senate, and the White House. If they got a concrete wall was such a great idea, they would have done it two years ago. The fact is -- you know, the people didn't support it, it's not cost effective, it doesn't achieve the objective that we need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It didn't have the votes on the Senate. It's an appropriation, and you know, they didn't have the vote on the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "So, we need to come together and invest in border security. But we need to do in a way that doesn't waste taxpayer money. You do it the way that can achieve the objective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You live in a sanctuary state. You support the sanctuary state in your home state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "I don't live in a sanctuary state. Look, the reality is we all support border security, we've appropriated money for border security. We want it to be done in a way that actually achieves the objective. More personnel, cargo inspections, satellites, drones. Let's use technology to secure our border in a smart way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Democrats have been talking about it since the Obama administration, since the Clinton administration. So, I think there's a lot of frustration with the American people out there. And I think politically, it is tenuous to not deal with this issue. So, we'll see how you guys do and we'll see how the other side does, and what the president can sign as we move forward. Thank you very much. I really appreciate you being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So, now I'm joined by Republican Senator John Kennedy from Louisiana. Senator, good to have you with us tonight. Congratulations on the opening of the new Congress today. Can there be a deal that can be reached given the stance that you're hearing from the House right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA.",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And what form does that take?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Now, the congressman -- well, the congressman who was just on. I'm sorry I didn't get his name, but I think he just parachuted in from another planet. Not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was David Cicilline from Rhode Island. Just parachuted in from Rhode Island.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, congressman's -- well, same thing, the congressman, that's just not productive. Look, this whole thing to me, Martha, is a trip to the zoo. I mean, if we're not careful, Congress is going to further damage its 10 percent approval rating. Look, government shutdown, government is not working, I'm sorry about that. But to be honest, with you for a lot of Americans, the federal government hasn't worked for years. Here's what we need to do. Everybody needs to take their meds, go to their corners, stop the Entebbe raids on each other, and let's see if we can agree to some basic principles. Number one, legal immigration is good for America. Legal immigration is good for America. I think we can all agree on that. Number two, illegal immigration is illegal, it's bad for America. Number three, what is the best way to stop illegal immigration? Bring in experts from outside if you need to, but you don't need to because any fair-minded person after about 10 minutes on Google will understand that the best way to reduce illegal immigration is a border wall.   It the border wall, when we built one in San Diego reduced illegal immigration by 92 percent. The border wall is working in Yuma, it's working in El Paso.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, we heard that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "It's working between North Korea and South Korea. It's working on the West Bank of Israel. It's working in India, it's working in Saudi Arabia, and I think (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I hear you. And the president made that pretty clear with the appearance that he had in the -- in the briefing room today with the border agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And in this business about illegal immigration does not depress wages is nonsense on a stick. I mean that's just -- that -- that's just like Economics 101. So, I don't mean any disrespect of the congressman. But he must have been throwing the first be in the quad during Econ 101.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I don't know that you said you want to have -- you know, spirit of cooperation. I'm not sure that you're contributing to that at the moment. But I hear what you're saying and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, but you -- but you listen to these platitudes. And this is about politics. I, deal -- it's about politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think you're right. I think you're right that people are just so ridiculously exhausted with everybody in Washington debating this when both sides seem to say they want the same thing. I want to get one thought from you before I let you go, though, Senator, if you -- if I may.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And that's about your now colleague in the Senate Mitt Romney who came in sort of fired up with some pretty strong comments about the president. What did you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Mitt Romney is a smart talented man. But for the 2 million people, no, strike that. For the millions of people who are better off today than they were two years ago, to them, his op-ed piece was about as popular as head lice. Now, I get it. Mitt doesn't like President Trump. Neither does the 29- year-old collectivist, new head of the House of Representatives. And I'm not talking about Speaker Pelosi. What do they want us to do about? We have one president. And by the way, he was elected by the American people. It would seem to me that the better course for America would be for all of us to try to help him succeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much. Senator Kennedy, good to speak with you tonight. We'll see you soon. All the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up now, we have Tammy Bruce, president of the Independent Woman's Voice and Fox News contributor. And Marie Harf, former State Department spokesperson, and Fox News analyst. So, let me start with you, Marie. It turns out that (INAUDIBLE) environment that we heard today, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, POLITICAL CONTRIBUTOR",
      "sentences": "All yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, ANALYST",
      "sentences": "I know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We know that they're going to -- they're going to have this vote tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Not going to pass the president wants to secure the border, which he's made pretty clear. So far, it doesn't look like -- you know, from the -- from the big picture 30,000 foot level that these two sides want to get together and care about people perhaps who are outside the beltway. For a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Yes. So, those interviews were both fascinating for a number of reasons. The House will tonight pass a funding bill that mirrors what the Senate passed unanimously last December. That would reopen the government that has no border wall funding. The question will then be, did the Senate take that up? And if it was good enough in December, why is it not good enough now. And the answer we know. President Trump has said he won't sign it. That's not a substantive answer, right? You had today the first Republican senator saying we should reopen the government without border wall funding. Cory Gardner in Colorado, he's facing a tough re-election in two years. There may be more Republicans like that in the Senate. So I think what we see today is this is -- this is a new Washington than it was yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We also have Democrats who were fine with $25 billion expenditure for the border who now aren't for it anywhere either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But Martha -- but here -- but now it's a numbers game, right? The House is going to come out and say, we passed something that would reopen the government. And those 800,000 government employees who are real Americans who are not getting paychecks, they there that they're going to start getting even angrier. The question will now be you know, we've all talked about is there a DACA for border wall funding deal to be had that seems very sensible? I have no indication either side has put that deal on the table --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was already on the table last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But is it in -- is it in the room now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It was one of the first things that the President offered and they rejected it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He doubled the number of DACA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, yes. What's interesting here is that after four hours working the new Democratic House, they voted themselves as several days off. They immediately voted to leave after four hours on the job so they're leaving. So apparently they don't think it's an incredible crisis that would require them to stay for tomorrow. Most of us will still be working tomorrow because you know, it's a workday. So this is why Congress actually has an eight percent approval rating. This is part of the problem. And the reason that what the Congress is presented, what the Senate presented, what the House is dealing with is unacceptable. It's because there's a thing called the President, he's the executive of this company of America. And he is saying look, for all of the rest of this to work, we need to have the borders secure because this affects the economy, and the criminality, and safety, and jobs, and everything else. Everything else they want to fund is affected by this element. It is a simple thing to have to come to and actually it's a great idea to make these elements come together and have to admit let's go for. It was based on also your opening. Let's do something for the country as opposed to positioning ourselves for politics. I'm now characterizing the Democrats in the House, maybe all of Congress as food stylists. These are people who set things up to look really nice that their legislation stylists. They know it will go nowhere but they're demonstrating for their base what they would like to do but they know it means nothing. That's what Republicans experienced when they controlled the House but not the Senate. The Democrats will do the same thing. And a lot of those new idealistic people in the House are going to become very frustrated that for a lot of these people it's a game. The President wants action that's what he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's why they have an eight percent approval because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "The American people voted for Trump because they want action and the -- and the Democrats, this is a test. The American people put them in there to test them. Even right now after four hours on the job, they're failing that test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "And they put Democrats in to provide some oversight right? They said we want to have divided government in Washington. It's only been four hours. Let's see if they can actually reach a compromise. We don't even know if it's on the table anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, well, thank you very much. And I do recommend that everybody read your piece on Mitt Romney which is was fascinating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much. Marie, great to see you as always. Happy New Year everybody. All right, so President Trump's new Acting Defense Secretary just days into his job, but is the White House already eyeing a permanent replacement to take over at the Pentagon and it's a very interesting suggestion. General Jack Keane next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's your timeline on a new Defense Secretary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Well, we have a wonderful man their now as you know. Our friend Shanahan is a good man and he's done a great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So this week marks not only the start of a new Congress but also the first day on the job for President Trump's acting defense secretary Patrick Shanahan. Tonight we took a closer look at the man seated front and center at the President's cabinet meeting this week and whether his days are numbered as the administration is reportedly eyeing a new potential permanent Secretary of Defense. Trace Gallagher has a story for tonight from our West Coast newsroom. Hi Trace!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Hi Martha! This entire process had to be fast-tracked because historically when a defense secretary resigns, he stays on until a successor is confirmed. But after a string of disagreements with President Trump, James Mattis' departure was abrupt prompting the President to announce that Deputy Defense Secretary Patrick Shanahan would take over as the acting head of the Pentagon. Shanahan has undergraduate and graduate degrees from MIT and made his mark as an executive with Boeing rising through the ranks to oversee Boeing's use of advanced manufacturing technologies and shepherding in the 787 Dreamliner program. The Puget Sound Business Journal once dubbed Shanahan the Boeing fix-it man. Shanahan is the son of a Vietnam veteran but has no personal military experience.  In fact, when he was confirmed by the Senate, the late John McCain said he wasn't overjoyed at the prospect of having a Pentagon chief who'd never served. Patrick Shanahan says he looks forward to helping President Trump carry out his vision but so far Shanahan has yet to express his own thoughts on the best way forward in Syria and Afghanistan. But in his first Pentagon meeting, Shanahan said the focus should be on \"China, China, China.\" Shanahan is reportedly an advocate of the Pentagon's tougher stance on Beijing and it's no secret the U.S. and China have serious disagreements over Taiwan and the Chinese militarization of islands in the South China Sea. Meantime, President Trump has suggested that Shanahan could be acting defense secretary for a long time and that's becoming apparent for two reasons. One, several top candidates have already indicated they don't want the job. And two the ugly, ugly, and public resignation of James Mattis could mean that any hand-picked successor could find resistance when it comes to the Senate confirmation process. Finally, the New York Times is reporting that former Democratic Senator Jim Webb is being considered as the next defense secretary. Webb who served as Navy Secretary under President Reagan is a very outspoken opponent of the Iraq war. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Here now, General Jack Keane, Fox News Senior Strategic Analyst and chairman of the Institute for the Study of War. General, good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE, RETIRED, SENIOR STRATEGIC ANALYST",
      "sentences": "Good evening, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to have you with us. So two parts here to dig into. In terms of Shanahan who is now the Acting Secretary of Defense, what did you make of the comment that he made today when he was in a meeting with Secretary Pompeo and with the National Security Advisor John Bolton, China, China, China? That is his focus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, China clearly is the strategic focus of the national defense strategy and I agree with that. We're in a big power competition with Russia and China, and the long-term strategic threat to the United States certainly as China. And I also suspect that there's so much controversy surrounding the near-term threats that we're dealing with in Syria, certainly the problems we have in Afghanistan and the problem with North Korea that I think you've just probably laying down some a stake that we can't take our focus off of what really is the long-term challenge that the United States is facing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to play a sound bite from the President for you and get your reaction to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "What's he done for me? How has he done in Afghanistan? Not too good. As you know President Obama fired him and essentially so did I.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know you think very highly of General Mattis. Is that hard for you to listen to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yes. I -- Mattis has resigned and the President's going about trying to find a successor and I think that's what the focus should be and not trying to back step to what was the resignation about, what was the letter all about. Look, Jim Mattis came out of retirement and he didn't have to step up and do this job. And he clearly -- he clearly did something that I wasn't able to do and I certainly have tremendous regard for him.  In fact, I helped -- one of the guys have recommended him to the President. So yes, I think that it was just a moment for the President. I think he's passed it. I know for a fact he's clearly focused on the challenges we have out there. He's refined his decision on Syria. You know, he's putting -- he's laying down some conditions now, finish Isis, make certain the Syrian Kurds are not harmed or destroyed certainly by something that Erdogan of Turkey is up to, and make certain that Iran is not able to have a lamb bridge in Syria. That is major step forward. And he's looking at options also dealing with Afghanistan and obviously we've got North Korea right around the corner with a potential Kim Jong-un summit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to play a sound bite from Jim Webb who is according to the New York Times on the list. This is from a debate when he ran for president. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM WEBB, FORMER SENATOR, VIRGINIA",
      "sentences": "If you want a place where we need to be in terms of our national strategy of focus, the greatest strategic threat that we have right now is resolving our relationship with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're over your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "I was -- well, you've let a lot of people go over their time. I would say this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You agreed to this debate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEBB",
      "sentences": "-- unelected authoritarian government of China, you do not own the South China Sea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think about the possibility of Democrat Jim Webb?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I think it is a possibly. Obviously, from what I understand, Vice President Pence has reached out to him. They've probably taking a close look at his views on various things and think they -- he would be able to identify with -- where President Trump is moving. Certainly, we're in major, major competition with China politically, economically, and militarily. They are absolutely dead set on dominating the Asia Pacific region and replacing the United States as the world's global leader. That is all in writing and something that they talk about among themselves on a regular basis and also publicly. And they've got their military saber-rattling about the potential of going to war with the United States in the future. So yes, we got major issues here with China and also with Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they're on the dark side of the moon so there's that. General, thank you very much. Thank you. Good to have you with us as always, sir. Happy New Year to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Same to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, so what will it take to get Nancy Pelosi to pass a bill that will fund the president's border security plan? She has just wrapped up a press conference outlining the demands. Stick around. We're coming right back with the story after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And to the Speaker of the House, Nancy Pelosi, I extend you to this gavel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And with that moment today Democrats seizing power in the House. Some of them not wasting a second to begin going after President Trump. California Congressman Brad Sherman and Texas Congressman Al Green have already introduced articles of impeachment against the president, something Speaker Pelosi now says she is not ruling out. Before officially naming newly emboldened Adam Schiff as House intel committee chair as was expected. Here now Byron York, chief political correspondent for the Washington Examiner and a Fox News contributor. Good to have you with us tonight, Byron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, CONTRIBUTOR",
      "sentences": "Hi, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hi, there. So, let me get first your thoughts on the fact that these articles of impeachment were already introduced on day one. I don't think coming from these individuals that is a big shock. But the question is how much momentum is behind them in that movement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Yes. Well, you know, we have had a number of polls that show that Democratic voters, big majorities of Democratic favor impeaching President Trump now. More than three quarters of Democratic voters. And as a matter of fact, we had articles of impeachment in the last Congress about this time last year there was a procedural vote on articles of impeachment and 66 Democrats voted in favor of it. The number would probably be larger with this new Democratic class because they seem to be a little more to the left than the last one. Now if more than three quarters of your base voters want something, it's only a matter of time because before a leader actually does it. Nancy Pelosi though has been cautious about this. She didn't really want to campaign on the idea of impeachment. And she seems to be looking for some reason to go forward with impeachment. That reason will probably be whatever Robert Mueller does in producing a report on his Trump Russia investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And with regard to that, I mean, it's interesting, you know, you got so many people who believe that they want to pursue impeachment. It's unclear for what reason. But perhaps that's not, you know, terribly important in the -- for the matter of that poll I guess. But Adam Schiff has felt very confident about the reason behind that since 2017. Here he is back then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "I can certainly say with confidence that there is significant evidence of collusion between the campaign and Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, he's been saying that since deep into 2017, Byron. And yet we haven't really seen the evidence of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Yes. Well, he has. And by the way, he is now the chairman of the House intelligence committee replacing Devin Nunes in that chair. And he's been saying this for a long time. And then he's asked, well, are you referring to secret stuff that only people like you with big security clearances know about? Or are you referring to what's already sort of in the public conversation? And he has on a number of times said, well, we already publicly know enough to go forward and to say that there was collusion. Now clearly, there's a huge debate if you look at what's known publicly about say the Trump tower meeting and this and that. A huge debate over whether any of that constitutes collusion. But that's what Representative Schiff has been saying for quite a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Well, we'll see where it goes. We know politically Nancy Pelosi is not sure it's the way to go but we will see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Not yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As you say there's a lot, a lot of momentum and a lot of pressure. And she's got -- she's in a kind of tough position. She had 15 people who said they weren't going to vote for her who ended up voting for her today. So, we'll see where she goes. Byron, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, the commission charged with investigating the Parkland massacre has reached a stunning conclusion that teachers they say, some of them, should be armed. NRA spokesperson Dana Loesch on that next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "If you had a teacher with who was adept at firearms that could very well end the attack very quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The House floor tonight where they are now debating combined spending bill that would end part of the government shutdown. We will you updated on that as we get any developments tonight. Also, tonight, nearly one year after the school shooting that left 17 people dead in Parkland, Florida, a public safety commission that was tasked with studying the massacre has issued new guidelines to prevent this from happening in schools across the country ever again. One of the recommendations includes allowing properly vetted and trained school personnel to, quote, \"carry concealed firearms on campuses for self- protection and the protection of other staff and students.\" A controversial concept supported by President Trump shortly after the shooting but immediately was opposed by Democratic lawmakers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Would you support teachers being armed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. I think that that is frankly insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There needs to be a combination of increased school security which I would not include in terms of arming teachers. I think that is the wrong direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've seen this for years. To distract with this argument that the solution to guns is just more guns everywhere and every time day or night inside or outside. And I don't think it is a real solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now Dana Loesch, NRA spokesperson and nationally syndicated radio host. Dana, good evening to you. I'm quite sure obviously --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA LOESCH, SPOKESPERSON, NATIONAL RIFLE ASSOCIATION",
      "sentences": "Good evening, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- you support this idea. But clarify for us exactly what this report recommended in terms who could potentially be armed and what layer would they be of the defense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Right. Right. Martha, thank you so much for covering this. And obviously, I am pleased to see that the commission came to this conclusion and is making this recommendation. And I hope it extend beyond Florida. You know, as a mom with kids in school, this is something I would like to see. I want to make sure that our staff and our students are protected. Now as far as this commission which was chaired by Pinellas County Sheriff Bob Gualtieri whom I actually spoke with a little earlier today. They are looking at this as not forcing all teachers to be armed. And I think that that's a huge misconception that comes up in the press quite a lot. These are teachers who voluntarily choose to do so. Undergo background checks and also undergo strict training as a result of this recommendation. And they are the last line of defense. And that's the other big misconception about this. Everyone thinks when you hear the phrase, we're just going to put guns everywhere. That's not what this is. And this isn't what the commission is talking about. Every -- every entity, schools should have multiple layers of security. Perimeter fences should be locked, doors should be locked and monitored. You should have a code red system, a video security system. All of these layers. If every layer fails, then as the last line of defense a teacher who is trained who has underground a background check who is volunteering and is capable of acting when needed is able to defend themselves and students. And I think that that is a great recommendation that everyone can get behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, you definitely need multiple layers of protection. Because we know that Scot Peterson --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- who was supposed to run to their aid did not. We also know that the Coral Springs police arrived before the Broward County office police and went past them after they were told not go in. So, you clearly need multiple layers. One other issue I want to get to before we ran out of time is the mental health transparency part of this. Because I think this is so important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Such an important component of these recommendations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Absolutely. There were 69 according to the Florida Sun Sentinel who has done an amazing job at covering this story. Remarkable journalism and I applaud them and the Miami Herald for this. Sixty-nine documented mental health warnings with this murder. Not only that. But one of the recommendations by the commission, Martha, with regards to your concern here is that they want to make sure that mental records are actually filed. And that they stay with the student no matter what program they're involved in or what school they're transferred to. Additionally, they want to make sure that all offensives are properly reported to law enforcement. They discovered, the Florida Sun Sentinel conducted an investigation and they discovered numerous felonies and offensives like rape, kidnapping, sometime arson, even murder in certain school districts across Florida that weren't properly reported. And the commission wants to make sure that all of this is adequately monitored. And these -- these potential threats can be remedied, they can be mitigated. And that was one of the -- one of the big recommendations. And one other really quick thing. One of the other things that's often talked about is the video security system. They want to make sure that law enforcement has access to security systems with schools and school districts train law enforcement on how to access and operate them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Important recommendations. Dana, thank you very much. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, he killed Officer Daniel Faulkner point blank between his eyes more than 30 years ago. But now Mumia Abu-Jamal could have a chance to be released from behind bars. Officer Faulkner's widow, Maureen is outraged at this latest legal twist. She will explain. She is our guest on the Story exclusively next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A convicted cop killer serving life without parole may get a second chance at freedom. Mumia Abu-Jamal was convicted of murdering a Philadelphia police officer Daniel Faulkner 37 years ago. Now a Philadelphia judge has ruled that the former Black Panther can appeal his case again. In moments, we will talk exclusively with Officer Faulkner's widow Maureen on her fight to keep her husband's killers behind bars. But first, Trace Gallagher in our west coast newsroom with the back story here tonight. Trace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Martha, during a traffic stop in 1981, Philadelphia police officer Daniel Faulkner was shot in the back by Wesley Cook now known as Mumia Abu-Jamal. Faulkner filed back -- fired back striking Abu-Jamal but as the officer lie wounded three eyewitnesses testified that Abu-Jamal walked over to Faulkner and fired four shots point blank. Abu-Jamal was arrested wearing a shoulder holster and the murder weapon with five spent cartridges was by his side. Abu-Jamal was convicted by a jury of 10 whites and two blacks. The same jury later sentenced him to death. And Abu-Jamal became and remains one of the world's most famous death row inmates writing books and conducting radio interviews, even speaking via video link at several college commencements. To this day, supporters and activist claim he is innocent. But the court of appeals and Pennsylvania Supreme Court begged to differ, rejecting claims that forensic evidence was faulty and upholding his conviction. Abu-Jamal's death sentence was eventually vacated because the jury was improperly instructed. And in 2016 the U.S. Supreme Court ruled that Pennsylvania Supreme Court justice Ronald Castille, a former Philadelphia D.A. who fought to keep the cop killer behind bars should not have taken part in Abu-Jamal's appeals process. And that Supreme Court decision is what opened the door to the new appeal. Though it should be noted that during 36 plus years of appeals, Abu-Jamal's defense attorneys have repeatedly failed to provide exculpatory evidence to counter the forensic evidence and eyewitness accounts that led to his conviction. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Trace, thank you very much. Here now exclusively Officer Faulkner's widow Maureen who was scheduled to meet with the Philadelphia district attorney, Larry Krasner earlier today. But that has now been postponed. Maureen, good evening. Good to have you with us today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAUREEN FAULKNER, OFFICER DANIEL FAULKNER'S WIDOW",
      "sentences": "Hi, Martha. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what -- I'm doing well. Thank you. So, tell us what you wanted to meet with the D.A. about and why you think that meeting did not happen today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "Well, Martha, I was supposed to have actually a conference call with him. And I was I called the district attorney's office several times and I was told that the district, Larry Krasner wants to look a little bit more into what has gone on before he makes a decision to appeal it. That he has, he wants time to look at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "I don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you take as potentially a positive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "-- why the district attorney will not appeal it. I'm sorry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think that -- I mean, is that a door opening, perhaps, to him rethinking this a bit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "Right now, I think I'll know in a couple of days. But I don't know right now. I've been, you know, I called the district attorney's office several times today and I really haven't received a definite response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "So.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, talk to me, you know, I mean, you obviously have devoted the last 37 years of your life in part to the mission of making sure that he stays behind bars. How infuriating is it for you that he has become this sort of cult figure who is treated affectionately when your husband, you know, never came home that night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAULKNER",
      "sentences": "You know what, Martha? It's very emotional for the Faulkner family and I to have to go through this and it's been 37 years. And people need to know that there is no doubt that it was Mumia Abu-Jamal who, with premeditation and malice murdered my husband and put a gun just eight inches between his eyes and shot and put a hole in my husband's brain. And through the court hearings and through the years, in 1982 I went to court. I was spit upon. I had death threats put against me. Just recently I was in court and one of the Jamal's supporters called me the word that begins with a c to my face. My husband now was in court with me. He had someone scream black -- white power to him in his face. Another friend of mine was locked in the bathrooms at the court hearing and not allowed out. I mean, this is horrible that this is still going on and these people are treating us this way. We are -- I'm the victim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Maureen, thank you. We are going to stay on top of your story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is The Story on this Thursday night. Great to be back with you. Happy New Year, everybody. Tucker Carlson's exclusive interview with Mike Pence - stick around, that's coming up next. See you tomorrow. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Happy New Year to you, Ed. Thank you so much and we start with this Fox News \"ALERT\" tonight folks. Breaking this evening, newly minted House Speaker Nancy Pelosi moments ago was speaking on Capitol Hill. We're going to show you that in a second, addressing the vote that they will all take tonight. The House said -- the White House, says it's a non-starter. They say it does not provide the funding to secure the border. And the president's made pretty clear that, that is exactly what he wants. This is the picture he tweeted today. \"The wall is coming,\" a Game of Thrones reference from the president tonight. Also, tonight, let the games begin."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "utterance": "It is an honor to serve with you and to welcome you to the first day of the 116th the United States House of Representatives."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is the place where the great battles and debates about human liberty and freedom have been waged. This is the beginning of our republic."
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "utterance": "Let me be clear. House Democrats are down with NDP, Nancy D'Alesandro Pelosi."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Congratulations Madam Speaker."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Happy New Year, everybody. New Year, new Congress, ready to do their jobs, we hope, to move the country forward. So, can this Congress put America before themselves in their next election? Can they stick by past promises? We will see. I am joined in a moment by Republican Senator John Kennedy and Democrat Congressman David Cicilline, a proud supporter of the newly elected House Speaker Nancy Pelosi. Also Marie Harf and Tammy Bruce who wrote a searing piece on Mitt Romney. But first, let's take a look at where we are and how we got here. This week, Victor Davis Hanson wrote a piece, and it was pretty contrary to much of what you heard about 2018. Taking a step back to look at the state of the country, and he called it overall pretty good year. Giving us something to think about as we head into this new Congress. And what changes they would make, and where they would put their focus? He cites among other things. America's new role as the world's largest oil producer. Think about that. Thanks in part to lower regulations and expansion of drilling. Now that diminishes the impact on America of the chaos that plays out in the Middle East. You've also got the growth of the American economy. As an example, you've got 3 million fewer citizens who are now on food stamps in 2018. You've got some progress being made in North Korea in terms of missile testing, a lot of work to be done there. Also, the confrontation of long recognized injustices inflicted by China. And the fact that despite pulling out of the Paris Climate Accord, the United States has exceeded the annual percentage of carbon reductions of most of the countries who are in that agreement. Hansen also pointed out that President Trump has higher approval ratings than almost all of his counterparts, in France, in Germany and the U.K. where politics -- although they feel pretty divisive here at home, maybe even more so. So, despite what you may hear, the American people did have overall away from Washington and a lot of the noise, a pretty good year in 2018. So, can our country stay on that track given the changes of power that we watched unfold today? Democratic Congressman David Cicilline, who sits on the House Judiciary and Foreign Affairs Committee is first up tonight in our great guest. Congressman, congratulations to you and good to have you with us tonight."
    },
    {
      "speaker": "REP. DAVID CICILLINE, D-R.I",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know when you look at all of those things, right? Around the world, you look at the economy. So, that the Democrats now control the House. Where do you want to take the country? What's your number one priority?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, I think -- you know, Martha, thanks for having me. Democrats ran on an agenda that reflects our commitment to the people of this country not to the powerful special interests. And we specifically ran on three priorities. One, driving down healthcare costs, particularly, the cost of prescription drugs, protecting coverage for pre-existing conditions, and driving down the cost of health care broadly. Second issue is helping to raise family incomes, families who are working two and three jobs just to get by. And we're going to do that by investing in a serious way and rebuilding America. Our roads, our bridges, our schools, our ports, our transit systems with a bold infrastructure plan that will create 16 million good-paying jobs, and rebuild the country. And thirdly, that we're going to take on in a serious way the pervasive corruption in Washington, the self-dealing that we've seen in Washington and that's the first bill will introduce H.R. 1."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me ask you -- all right, let me ask you about -- that's a lot to --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "So, that's our -- that's the priority."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. I hear you. You know, in terms of raising the economic status of American citizens that is a major underpinning of why people want to see a secure border. They believe that if we don't have a constant influx of illegal immigrants coming into the country, that eventually -- that that's a downward pressure on wages around the country. That those jobs, and the jobs in manufacturing -- all of that would benefit from a pause of the influx of immigration into the country that that's really the heart of the matter. Do you disagree with that?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Yes, I do disagree to that. I don't think there is any evidence to support the notion that immigration is resulting in a downward movement on wages. I mean, there are a lot of other reasons that our tax policies regulatory policies are a number of labor policies that contribute to lower wages. And I think we are very focused on how we increase family incomes. But, let me be very clear. Democrats support securing our borders. We just think it should be done in a wise and thoughtful way using the best technology, the best advancements in technology. So that is effective, so, we --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, OK. So, what we've heard -- you know, and just to back up for a moment, a lot of people would vehemently disagree with your assessment of the impact of illegal immigration on jobs in America. However, I want to ask you about the border. Because I know you all want to pass a bill tonight that would satisfy the funding for six of the agencies and kick it off another week for DHS in terms of the funding for those. Why not address it head-on? Why not do what Democrats have said for years and years? President Obama, said. Schumer, said. all of them that you want to secure the border? What -- why is this such a difficult task to provide the funding for it?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "I don't think it's a difficult path. I think the president wants a fight and he wants the government shutdown, he's made that very clear. What we're proposing tonight is fund the six departments, there's no dispute about that, there's a bipartisan bill that was passed unanimously in the Senate, were proposing the same thing. Let's get that part of the government funded to the end of the fiscal year. The place where there is disagreement, the Department of Homeland Security. Let's do a short-term continuing resolution to February 8th."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But don't you think Americans are so exhausted with hearing that you all cannot work this out?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No, they are exhausted --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You've had months to deal with this. At one point, you were behind $25 billion in providing a secure border. You know, I want to play Lindsey Graham here, because he had --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Martha, that's just -- Martha that -- let -- before you do that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me play Lindsey Graham and I do want to get your reaction."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead, let's play it. And then, I promise, I'll give you a chance to respond."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I'll tell you exactly how this is going to end. The president is going to challenge the Democrats to compromise. And if they continue to say no, they're going to pay a price with the American people. If he gives in now, that's the end of 2019 in terms of him being an effective president. That's probably the end of his presidency."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He thinks it's politically dumb if Democrats do not take this seriously."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No, it's politically -- look, I think it's politically dumb what the president is doing. Let's be clear about one thing. We've appropriated $1.7 billion over the last two years for border security. Democrats voted for that. We understand that we have to invest more in border security. We just want to do it in a cost-effective, smart thoughtful way that will actually achieve the objective. There will be additional money for border security in the bill that we're going to pass. But we don't think spending $70 billion on a 1,000-mile concrete wall which is a 19th-century solution for 21st-century problems. So --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president has made it very clear that he's open to the options that you're talking about."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, that is not -- The president gives --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "(INAUDIBLE) say, you'll hear all of this -- hold on. You'll hear all this lip service -- you hear all this lip service without working together in how we all want to secure border but you --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No, that's not true. No, Martha, it's just not true. But Martha, we, up until today, the Republicans were in control of the House, the Senate, and the White House. If they got a concrete wall was such a great idea, they would have done it two years ago. The fact is -- you know, the people didn't support it, it's not cost effective, it doesn't achieve the objective that we need."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It didn't have the votes on the Senate. It's an appropriation, and you know, they didn't have the vote on the Senate."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "So, we need to come together and invest in border security. But we need to do in a way that doesn't waste taxpayer money. You do it the way that can achieve the objective."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You live in a sanctuary state. You support the sanctuary state in your home state."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "I don't live in a sanctuary state. Look, the reality is we all support border security, we've appropriated money for border security. We want it to be done in a way that actually achieves the objective. More personnel, cargo inspections, satellites, drones. Let's use technology to secure our border in a smart way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Democrats have been talking about it since the Obama administration, since the Clinton administration. So, I think there's a lot of frustration with the American people out there. And I think politically, it is tenuous to not deal with this issue. So, we'll see how you guys do and we'll see how the other side does, and what the president can sign as we move forward. Thank you very much. I really appreciate you being here tonight."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So, now I'm joined by Republican Senator John Kennedy from Louisiana. Senator, good to have you with us tonight. Congratulations on the opening of the new Congress today. Can there be a deal that can be reached given the stance that you're hearing from the House right now?"
    },
    {
      "speaker": "SEN. JOHN KENNEDY, R-LA.",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And what form does that take?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Now, the congressman -- well, the congressman who was just on. I'm sorry I didn't get his name, but I think he just parachuted in from another planet. Not --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was David Cicilline from Rhode Island. Just parachuted in from Rhode Island."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, congressman's -- well, same thing, the congressman, that's just not productive. Look, this whole thing to me, Martha, is a trip to the zoo. I mean, if we're not careful, Congress is going to further damage its 10 percent approval rating. Look, government shutdown, government is not working, I'm sorry about that. But to be honest, with you for a lot of Americans, the federal government hasn't worked for years. Here's what we need to do. Everybody needs to take their meds, go to their corners, stop the Entebbe raids on each other, and let's see if we can agree to some basic principles. Number one, legal immigration is good for America. Legal immigration is good for America. I think we can all agree on that. Number two, illegal immigration is illegal, it's bad for America. Number three, what is the best way to stop illegal immigration? Bring in experts from outside if you need to, but you don't need to because any fair-minded person after about 10 minutes on Google will understand that the best way to reduce illegal immigration is a border wall. It the border wall, when we built one in San Diego reduced illegal immigration by 92 percent. The border wall is working in Yuma, it's working in El Paso."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, we heard that --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "It's working between North Korea and South Korea. It's working on the West Bank of Israel. It's working in India, it's working in Saudi Arabia, and I think (INAUDIBLE)."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I hear you. And the president made that pretty clear with the appearance that he had in the -- in the briefing room today with the border agents."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And in this business about illegal immigration does not depress wages is nonsense on a stick. I mean that's just -- that -- that's just like Economics 101. So, I don't mean any disrespect of the congressman. But he must have been throwing the first be in the quad during Econ 101."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I don't know that you said you want to have -- you know, spirit of cooperation. I'm not sure that you're contributing to that at the moment. But I hear what you're saying and --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, but you -- but you listen to these platitudes. And this is about politics. I, deal -- it's about politics."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think you're right. I think you're right that people are just so ridiculously exhausted with everybody in Washington debating this when both sides seem to say they want the same thing. I want to get one thought from you before I let you go, though, Senator, if you -- if I may."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And that's about your now colleague in the Senate Mitt Romney who came in sort of fired up with some pretty strong comments about the president. What did you think about that?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Mitt Romney is a smart talented man. But for the 2 million people, no, strike that. For the millions of people who are better off today than they were two years ago, to them, his op-ed piece was about as popular as head lice. Now, I get it. Mitt doesn't like President Trump. Neither does the 29- year-old collectivist, new head of the House of Representatives. And I'm not talking about Speaker Pelosi. What do they want us to do about? We have one president. And by the way, he was elected by the American people. It would seem to me that the better course for America would be for all of us to try to help him succeed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much. Senator Kennedy, good to speak with you tonight. We'll see you soon. All the best."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up now, we have Tammy Bruce, president of the Independent Woman's Voice and Fox News contributor. And Marie Harf, former State Department spokesperson, and Fox News analyst. So, let me start with you, Marie. It turns out that (INAUDIBLE) environment that we heard today, right?"
    },
    {
      "speaker": "TAMMY BRUCE, POLITICAL CONTRIBUTOR",
      "utterance": "All yours."
    },
    {
      "speaker": "MARIE HARF, ANALYST",
      "utterance": "I know --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We know that they're going to -- they're going to have this vote tonight."
    },
    {
      "speaker": "HARF",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Not going to pass the president wants to secure the border, which he's made pretty clear. So far, it doesn't look like -- you know, from the -- from the big picture 30,000 foot level that these two sides want to get together and care about people perhaps who are outside the beltway. For a little bit."
    },
    {
      "speaker": "HARF",
      "utterance": "Yes. So, those interviews were both fascinating for a number of reasons. The House will tonight pass a funding bill that mirrors what the Senate passed unanimously last December. That would reopen the government that has no border wall funding. The question will then be, did the Senate take that up? And if it was good enough in December, why is it not good enough now. And the answer we know. President Trump has said he won't sign it. That's not a substantive answer, right? You had today the first Republican senator saying we should reopen the government without border wall funding. Cory Gardner in Colorado, he's facing a tough re-election in two years. There may be more Republicans like that in the Senate. So I think what we see today is this is -- this is a new Washington than it was yesterday."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We also have Democrats who were fine with $25 billion expenditure for the border who now aren't for it anywhere either."
    },
    {
      "speaker": "HARF",
      "utterance": "But Martha -- but here -- but now it's a numbers game, right? The House is going to come out and say, we passed something that would reopen the government. And those 800,000 government employees who are real Americans who are not getting paychecks, they there that they're going to start getting even angrier. The question will now be you know, we've all talked about is there a DACA for border wall funding deal to be had that seems very sensible? I have no indication either side has put that deal on the table --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was already on the table last year."
    },
    {
      "speaker": "HARF",
      "utterance": "But is it in -- is it in the room now?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "It was one of the first things that the President offered and they rejected it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He doubled the number of DACA."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, yes. What's interesting here is that after four hours working the new Democratic House, they voted themselves as several days off. They immediately voted to leave after four hours on the job so they're leaving. So apparently they don't think it's an incredible crisis that would require them to stay for tomorrow. Most of us will still be working tomorrow because you know, it's a workday. So this is why Congress actually has an eight percent approval rating. This is part of the problem. And the reason that what the Congress is presented, what the Senate presented, what the House is dealing with is unacceptable. It's because there's a thing called the President, he's the executive of this company of America. And he is saying look, for all of the rest of this to work, we need to have the borders secure because this affects the economy, and the criminality, and safety, and jobs, and everything else. Everything else they want to fund is affected by this element. It is a simple thing to have to come to and actually it's a great idea to make these elements come together and have to admit let's go for. It was based on also your opening. Let's do something for the country as opposed to positioning ourselves for politics. I'm now characterizing the Democrats in the House, maybe all of Congress as food stylists. These are people who set things up to look really nice that their legislation stylists. They know it will go nowhere but they're demonstrating for their base what they would like to do but they know it means nothing. That's what Republicans experienced when they controlled the House but not the Senate. The Democrats will do the same thing. And a lot of those new idealistic people in the House are going to become very frustrated that for a lot of these people it's a game. The President wants action that's what he wants."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's why they have an eight percent approval because --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "The American people voted for Trump because they want action and the -- and the Democrats, this is a test. The American people put them in there to test them. Even right now after four hours on the job, they're failing that test."
    },
    {
      "speaker": "HARF",
      "utterance": "And they put Democrats in to provide some oversight right? They said we want to have divided government in Washington. It's only been four hours. Let's see if they can actually reach a compromise. We don't even know if it's on the table anymore."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, well, thank you very much. And I do recommend that everybody read your piece on Mitt Romney which is was fascinating."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much. Marie, great to see you as always. Happy New Year everybody. All right, so President Trump's new Acting Defense Secretary just days into his job, but is the White House already eyeing a permanent replacement to take over at the Pentagon and it's a very interesting suggestion. General Jack Keane next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What's your timeline on a new Defense Secretary?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Well, we have a wonderful man their now as you know. Our friend Shanahan is a good man and he's done a great job."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So this week marks not only the start of a new Congress but also the first day on the job for President Trump's acting defense secretary Patrick Shanahan. Tonight we took a closer look at the man seated front and center at the President's cabinet meeting this week and whether his days are numbered as the administration is reportedly eyeing a new potential permanent Secretary of Defense. Trace Gallagher has a story for tonight from our West Coast newsroom. Hi Trace!"
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Hi Martha! This entire process had to be fast-tracked because historically when a defense secretary resigns, he stays on until a successor is confirmed. But after a string of disagreements with President Trump, James Mattis' departure was abrupt prompting the President to announce that Deputy Defense Secretary Patrick Shanahan would take over as the acting head of the Pentagon. Shanahan has undergraduate and graduate degrees from MIT and made his mark as an executive with Boeing rising through the ranks to oversee Boeing's use of advanced manufacturing technologies and shepherding in the 787 Dreamliner program. The Puget Sound Business Journal once dubbed Shanahan the Boeing fix-it man. Shanahan is the son of a Vietnam veteran but has no personal military experience. In fact, when he was confirmed by the Senate, the late John McCain said he wasn't overjoyed at the prospect of having a Pentagon chief who'd never served. Patrick Shanahan says he looks forward to helping President Trump carry out his vision but so far Shanahan has yet to express his own thoughts on the best way forward in Syria and Afghanistan. But in his first Pentagon meeting, Shanahan said the focus should be on \"China, China, China.\" Shanahan is reportedly an advocate of the Pentagon's tougher stance on Beijing and it's no secret the U.S. and China have serious disagreements over Taiwan and the Chinese militarization of islands in the South China Sea. Meantime, President Trump has suggested that Shanahan could be acting defense secretary for a long time and that's becoming apparent for two reasons. One, several top candidates have already indicated they don't want the job. And two the ugly, ugly, and public resignation of James Mattis could mean that any hand-picked successor could find resistance when it comes to the Senate confirmation process. Finally, the New York Times is reporting that former Democratic Senator Jim Webb is being considered as the next defense secretary. Webb who served as Navy Secretary under President Reagan is a very outspoken opponent of the Iraq war. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Here now, General Jack Keane, Fox News Senior Strategic Analyst and chairman of the Institute for the Study of War. General, good evening."
    },
    {
      "speaker": "GEN. JACK KEANE, RETIRED, SENIOR STRATEGIC ANALYST",
      "utterance": "Good evening, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to have you with us. So two parts here to dig into. In terms of Shanahan who is now the Acting Secretary of Defense, what did you make of the comment that he made today when he was in a meeting with Secretary Pompeo and with the National Security Advisor John Bolton, China, China, China? That is his focus."
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, China clearly is the strategic focus of the national defense strategy and I agree with that. We're in a big power competition with Russia and China, and the long-term strategic threat to the United States certainly as China. And I also suspect that there's so much controversy surrounding the near-term threats that we're dealing with in Syria, certainly the problems we have in Afghanistan and the problem with North Korea that I think you've just probably laying down some a stake that we can't take our focus off of what really is the long-term challenge that the United States is facing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to play a sound bite from the President for you and get your reaction to this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "What's he done for me? How has he done in Afghanistan? Not too good. As you know President Obama fired him and essentially so did I."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know you think very highly of General Mattis. Is that hard for you to listen to?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Yes. I -- Mattis has resigned and the President's going about trying to find a successor and I think that's what the focus should be and not trying to back step to what was the resignation about, what was the letter all about. Look, Jim Mattis came out of retirement and he didn't have to step up and do this job. And he clearly -- he clearly did something that I wasn't able to do and I certainly have tremendous regard for him. In fact, I helped -- one of the guys have recommended him to the President. So yes, I think that it was just a moment for the President. I think he's passed it. I know for a fact he's clearly focused on the challenges we have out there. He's refined his decision on Syria. You know, he's putting -- he's laying down some conditions now, finish Isis, make certain the Syrian Kurds are not harmed or destroyed certainly by something that Erdogan of Turkey is up to, and make certain that Iran is not able to have a lamb bridge in Syria. That is major step forward. And he's looking at options also dealing with Afghanistan and obviously we've got North Korea right around the corner with a potential Kim Jong-un summit."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to play a sound bite from Jim Webb who is according to the New York Times on the list. This is from a debate when he ran for president. Watch this."
    },
    {
      "speaker": "JIM WEBB, FORMER SENATOR, VIRGINIA",
      "utterance": "If you want a place where we need to be in terms of our national strategy of focus, the greatest strategic threat that we have right now is resolving our relationship with China."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're over your time."
    },
    {
      "speaker": "WEBB",
      "utterance": "I was -- well, you've let a lot of people go over their time. I would say this --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You agreed to this debate --"
    },
    {
      "speaker": "WEBB",
      "utterance": "-- unelected authoritarian government of China, you do not own the South China Sea."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think about the possibility of Democrat Jim Webb?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I think it is a possibly. Obviously, from what I understand, Vice President Pence has reached out to him. They've probably taking a close look at his views on various things and think they -- he would be able to identify with -- where President Trump is moving. Certainly, we're in major, major competition with China politically, economically, and militarily. They are absolutely dead set on dominating the Asia Pacific region and replacing the United States as the world's global leader. That is all in writing and something that they talk about among themselves on a regular basis and also publicly. And they've got their military saber-rattling about the potential of going to war with the United States in the future. So yes, we got major issues here with China and also with Russia."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they're on the dark side of the moon so there's that. General, thank you very much. Thank you. Good to have you with us as always, sir. Happy New Year to you."
    },
    {
      "speaker": "KEANE",
      "utterance": "Same to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, so what will it take to get Nancy Pelosi to pass a bill that will fund the president's border security plan? She has just wrapped up a press conference outlining the demands. Stick around. We're coming right back with the story after this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And to the Speaker of the House, Nancy Pelosi, I extend you to this gavel."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., SPEAKER OF THE HOUSE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And with that moment today Democrats seizing power in the House. Some of them not wasting a second to begin going after President Trump. California Congressman Brad Sherman and Texas Congressman Al Green have already introduced articles of impeachment against the president, something Speaker Pelosi now says she is not ruling out. Before officially naming newly emboldened Adam Schiff as House intel committee chair as was expected. Here now Byron York, chief political correspondent for the Washington Examiner and a Fox News contributor. Good to have you with us tonight, Byron."
    },
    {
      "speaker": "BYRON YORK, CONTRIBUTOR",
      "utterance": "Hi, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hi, there. So, let me get first your thoughts on the fact that these articles of impeachment were already introduced on day one. I don't think coming from these individuals that is a big shock. But the question is how much momentum is behind them in that movement?"
    },
    {
      "speaker": "YORK",
      "utterance": "Yes. Well, you know, we have had a number of polls that show that Democratic voters, big majorities of Democratic favor impeaching President Trump now. More than three quarters of Democratic voters. And as a matter of fact, we had articles of impeachment in the last Congress about this time last year there was a procedural vote on articles of impeachment and 66 Democrats voted in favor of it. The number would probably be larger with this new Democratic class because they seem to be a little more to the left than the last one. Now if more than three quarters of your base voters want something, it's only a matter of time because before a leader actually does it. Nancy Pelosi though has been cautious about this. She didn't really want to campaign on the idea of impeachment. And she seems to be looking for some reason to go forward with impeachment. That reason will probably be whatever Robert Mueller does in producing a report on his Trump Russia investigation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And with regard to that, I mean, it's interesting, you know, you got so many people who believe that they want to pursue impeachment. It's unclear for what reason. But perhaps that's not, you know, terribly important in the -- for the matter of that poll I guess. But Adam Schiff has felt very confident about the reason behind that since 2017. Here he is back then."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "I can certainly say with confidence that there is significant evidence of collusion between the campaign and Russia."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, he's been saying that since deep into 2017, Byron. And yet we haven't really seen the evidence of that."
    },
    {
      "speaker": "YORK",
      "utterance": "Yes. Well, he has. And by the way, he is now the chairman of the House intelligence committee replacing Devin Nunes in that chair. And he's been saying this for a long time. And then he's asked, well, are you referring to secret stuff that only people like you with big security clearances know about? Or are you referring to what's already sort of in the public conversation? And he has on a number of times said, well, we already publicly know enough to go forward and to say that there was collusion. Now clearly, there's a huge debate if you look at what's known publicly about say the Trump tower meeting and this and that. A huge debate over whether any of that constitutes collusion. But that's what Representative Schiff has been saying for quite a long time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Well, we'll see where it goes. We know politically Nancy Pelosi is not sure it's the way to go but we will see."
    },
    {
      "speaker": "YORK",
      "utterance": "Not yet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As you say there's a lot, a lot of momentum and a lot of pressure. And she's got -- she's in a kind of tough position. She had 15 people who said they weren't going to vote for her who ended up voting for her today. So, we'll see where she goes. Byron, thank you very much."
    },
    {
      "speaker": "YORK",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, the commission charged with investigating the Parkland massacre has reached a stunning conclusion that teachers they say, some of them, should be armed. NRA spokesperson Dana Loesch on that next."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "If you had a teacher with who was adept at firearms that could very well end the attack very quickly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The House floor tonight where they are now debating combined spending bill that would end part of the government shutdown. We will you updated on that as we get any developments tonight. Also, tonight, nearly one year after the school shooting that left 17 people dead in Parkland, Florida, a public safety commission that was tasked with studying the massacre has issued new guidelines to prevent this from happening in schools across the country ever again. One of the recommendations includes allowing properly vetted and trained school personnel to, quote, \"carry concealed firearms on campuses for self- protection and the protection of other staff and students.\" A controversial concept supported by President Trump shortly after the shooting but immediately was opposed by Democratic lawmakers."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Would you support teachers being armed?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No. I think that that is frankly insane."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There needs to be a combination of increased school security which I would not include in terms of arming teachers. I think that is the wrong direction."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We've seen this for years. To distract with this argument that the solution to guns is just more guns everywhere and every time day or night inside or outside. And I don't think it is a real solution."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now Dana Loesch, NRA spokesperson and nationally syndicated radio host. Dana, good evening to you. I'm quite sure obviously --"
    },
    {
      "speaker": "DANA LOESCH, SPOKESPERSON, NATIONAL RIFLE ASSOCIATION",
      "utterance": "Good evening, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- you support this idea. But clarify for us exactly what this report recommended in terms who could potentially be armed and what layer would they be of the defense?"
    },
    {
      "speaker": "LOESCH",
      "utterance": "Right. Right. Martha, thank you so much for covering this. And obviously, I am pleased to see that the commission came to this conclusion and is making this recommendation. And I hope it extend beyond Florida. You know, as a mom with kids in school, this is something I would like to see. I want to make sure that our staff and our students are protected. Now as far as this commission which was chaired by Pinellas County Sheriff Bob Gualtieri whom I actually spoke with a little earlier today. They are looking at this as not forcing all teachers to be armed. And I think that that's a huge misconception that comes up in the press quite a lot. These are teachers who voluntarily choose to do so. Undergo background checks and also undergo strict training as a result of this recommendation. And they are the last line of defense. And that's the other big misconception about this. Everyone thinks when you hear the phrase, we're just going to put guns everywhere. That's not what this is. And this isn't what the commission is talking about. Every -- every entity, schools should have multiple layers of security. Perimeter fences should be locked, doors should be locked and monitored. You should have a code red system, a video security system. All of these layers. If every layer fails, then as the last line of defense a teacher who is trained who has underground a background check who is volunteering and is capable of acting when needed is able to defend themselves and students. And I think that that is a great recommendation that everyone can get behind."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, you definitely need multiple layers of protection. Because we know that Scot Peterson --"
    },
    {
      "speaker": "LOESCH",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- who was supposed to run to their aid did not. We also know that the Coral Springs police arrived before the Broward County office police and went past them after they were told not go in. So, you clearly need multiple layers. One other issue I want to get to before we ran out of time is the mental health transparency part of this. Because I think this is so important."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Such an important component of these recommendations."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Absolutely. There were 69 according to the Florida Sun Sentinel who has done an amazing job at covering this story. Remarkable journalism and I applaud them and the Miami Herald for this. Sixty-nine documented mental health warnings with this murder. Not only that. But one of the recommendations by the commission, Martha, with regards to your concern here is that they want to make sure that mental records are actually filed. And that they stay with the student no matter what program they're involved in or what school they're transferred to. Additionally, they want to make sure that all offensives are properly reported to law enforcement. They discovered, the Florida Sun Sentinel conducted an investigation and they discovered numerous felonies and offensives like rape, kidnapping, sometime arson, even murder in certain school districts across Florida that weren't properly reported. And the commission wants to make sure that all of this is adequately monitored. And these -- these potential threats can be remedied, they can be mitigated. And that was one of the -- one of the big recommendations. And one other really quick thing. One of the other things that's often talked about is the video security system. They want to make sure that law enforcement has access to security systems with schools and school districts train law enforcement on how to access and operate them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Important recommendations. Dana, thank you very much. Good to see you tonight."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, he killed Officer Daniel Faulkner point blank between his eyes more than 30 years ago. But now Mumia Abu-Jamal could have a chance to be released from behind bars. Officer Faulkner's widow, Maureen is outraged at this latest legal twist. She will explain. She is our guest on the Story exclusively next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A convicted cop killer serving life without parole may get a second chance at freedom. Mumia Abu-Jamal was convicted of murdering a Philadelphia police officer Daniel Faulkner 37 years ago. Now a Philadelphia judge has ruled that the former Black Panther can appeal his case again. In moments, we will talk exclusively with Officer Faulkner's widow Maureen on her fight to keep her husband's killers behind bars. But first, Trace Gallagher in our west coast newsroom with the back story here tonight. Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Martha, during a traffic stop in 1981, Philadelphia police officer Daniel Faulkner was shot in the back by Wesley Cook now known as Mumia Abu-Jamal. Faulkner filed back -- fired back striking Abu-Jamal but as the officer lie wounded three eyewitnesses testified that Abu-Jamal walked over to Faulkner and fired four shots point blank. Abu-Jamal was arrested wearing a shoulder holster and the murder weapon with five spent cartridges was by his side. Abu-Jamal was convicted by a jury of 10 whites and two blacks. The same jury later sentenced him to death. And Abu-Jamal became and remains one of the world's most famous death row inmates writing books and conducting radio interviews, even speaking via video link at several college commencements. To this day, supporters and activist claim he is innocent. But the court of appeals and Pennsylvania Supreme Court begged to differ, rejecting claims that forensic evidence was faulty and upholding his conviction. Abu-Jamal's death sentence was eventually vacated because the jury was improperly instructed. And in 2016 the U.S. Supreme Court ruled that Pennsylvania Supreme Court justice Ronald Castille, a former Philadelphia D.A. who fought to keep the cop killer behind bars should not have taken part in Abu-Jamal's appeals process. And that Supreme Court decision is what opened the door to the new appeal. Though it should be noted that during 36 plus years of appeals, Abu-Jamal's defense attorneys have repeatedly failed to provide exculpatory evidence to counter the forensic evidence and eyewitness accounts that led to his conviction. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Trace, thank you very much. Here now exclusively Officer Faulkner's widow Maureen who was scheduled to meet with the Philadelphia district attorney, Larry Krasner earlier today. But that has now been postponed. Maureen, good evening. Good to have you with us today."
    },
    {
      "speaker": "MAUREEN FAULKNER, OFFICER DANIEL FAULKNER'S WIDOW",
      "utterance": "Hi, Martha. How are you?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what -- I'm doing well. Thank you. So, tell us what you wanted to meet with the D.A. about and why you think that meeting did not happen today."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "Well, Martha, I was supposed to have actually a conference call with him. And I was I called the district attorney's office several times and I was told that the district, Larry Krasner wants to look a little bit more into what has gone on before he makes a decision to appeal it. That he has, he wants time to look at it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean --"
    },
    {
      "speaker": "FAULKNER",
      "utterance": "I don't understand."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you take as potentially a positive?"
    },
    {
      "speaker": "FAULKNER",
      "utterance": "-- why the district attorney will not appeal it. I'm sorry?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think that -- I mean, is that a door opening, perhaps, to him rethinking this a bit?"
    },
    {
      "speaker": "FAULKNER",
      "utterance": "Right now, I think I'll know in a couple of days. But I don't know right now. I've been, you know, I called the district attorney's office several times today and I really haven't received a definite response."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "So."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, talk to me, you know, I mean, you obviously have devoted the last 37 years of your life in part to the mission of making sure that he stays behind bars. How infuriating is it for you that he has become this sort of cult figure who is treated affectionately when your husband, you know, never came home that night."
    },
    {
      "speaker": "FAULKNER",
      "utterance": "You know what, Martha? It's very emotional for the Faulkner family and I to have to go through this and it's been 37 years. And people need to know that there is no doubt that it was Mumia Abu-Jamal who, with premeditation and malice murdered my husband and put a gun just eight inches between his eyes and shot and put a hole in my husband's brain. And through the court hearings and through the years, in 1982 I went to court. I was spit upon. I had death threats put against me. Just recently I was in court and one of the Jamal's supporters called me the word that begins with a c to my face. My husband now was in court with me. He had someone scream black -- white power to him in his face. Another friend of mine was locked in the bathrooms at the court hearing and not allowed out. I mean, this is horrible that this is still going on and these people are treating us this way. We are -- I'm the victim."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Maureen, thank you. We are going to stay on top of your story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is The Story on this Thursday night. Great to be back with you. Happy New Year, everybody. Tucker Carlson's exclusive interview with Mike Pence - stick around, that's coming up next. See you tomorrow. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}