{
  "date": "January 13, 2018",
  "headline": "New calls for more transparency in Washington",
  "subHeadline": "In wake of televised, bipartisan White House meeting on immigration.",
  "url": "https://www.foxnews.com/transcript/new-calls-for-more-transparency-in-washington",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "Gerri Willis",
      "utterance": "Of course these conversations should take place out in the open and that's what was so exciting about seeing this. You saw an actual conversation between Democrats and Republicans, on an issue that is substantive for the American people."
    },
    {
      "speaker": "Gary Kaltbaum",
      "utterance": "You said the magic word, taxpayers. They work for us, we pay their salaries. We should be able to see the unfiltered, unvarnished opinions of these people as well as the back and forth. We can see who is smart. We can see who is stupid. We can see who just doesn't get it. I loved every minute of it and I would love to see it happen at least once a week on every subject matter."
    },
    {
      "speaker": "David Mercer",
      "utterance": "The way you are laying it out and characterizing it, Trish, is exactly what the White House wanted. On the heels of Michael Wolff's book and them being on defense, you want to take an offense position and so doing it with visuals that show the man or the president at work. NEW DEBATE OVER COST OF CLOSING GITMO AS DETAINEES SUE"
    },
    {
      "speaker": "Gary Kaltbaum",
      "utterance": "Look, this is not about Gitmo. Dianne Feinstein and Barack Obama ran the country for eight years, they had unfettered power for two years, and they could've closed it anytime they wanted to. This is about throwing something out there to debate Republicans."
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "The prisoners are suing us and they say they've been incarcerated for too long. In some cases 16 years. Let's just remind everybody how we got here, all right? At the end of Obama's term, he put a bunch more people into Guantanamo, and when they went to host countries that didn't work out well either because they went right back to the battlefield. From our point of view, trying to protect our own people, why would we want these folks to go right back to the battlefield and come back and attack us again?"
    },
    {
      "speaker": "David Mercer",
      "utterance": "I should say that Americans are concerned that the principles by which this country is founded on and operates on, i.e., due process, is something that we should keep restored and reinforce and that's not the case as it happens to be with Gitmo. They've been there 16 years. They haven't been charged. They haven't gotten due process. NEW 1.75 CENT/OUNCE SODA TAX IN SEATTLE SPARKING DEBATE"
    },
    {
      "speaker": "Gary Kaltbaum",
      "utterance": "Well, disclaimer, I love Seattle, it's a great city. I love the people, fabulous people. I do not love the government. They're doing the opposite of what this country is doing. They raise taxes, fees, fines, mandates, rules, regulations, government control. What ends up happening for every action, there's an equal and opposite reaction. Costs will go up. People could be fired. I just don't understand."
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "Drives me insane when they tell me what to do like this. This is mom and dad should be telling the kids, you're not having this. This is how it should happen. Like cigarette smoking, one of the reasons people stopped is because it made them feel bad, they made the decision on their own. You can make the decision on your own."
    },
    {
      "speaker": "David Mercer",
      "utterance": "With the Trump tax cut and the promises that our wallets are going to get fatter and wider, why are we worried about Gatorade at 26? We'll be able to afford it, right, Gerri and Gary? FOX ON THE SPOT"
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "Congress 'kicks can down the road' again to avoid gov't shutdown next week"
    },
    {
      "speaker": "David Mercer",
      "utterance": "GOP to lose House in 2018 as middle class realizes President Trump has failed them"
    },
    {
      "speaker": "Gary K",
      "utterance": "(COST) up 20 percent this year"
    }
  ]
}