{
  "date": "January 8, 2019",
  "headline": "Democrats call border wall racist and immoral, deny immigration crisis",
  "subHeadline": "Guests: Jon Summers, David Joshua Rubin, Bernard Whitman, Christina Marie Hoff Sommers, Justin Haskins, Tammy Bruce, Tom Fitton",
  "url": "https://www.foxnews.com/transcript/democrats-call-border-wall-racist-and-immoral-deny-immigration-crisis",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to “Tucker Carlson Tonight.” The President will address the nation a little less than an hour from now. He'll make his case for a protective wall along our Southern border. Then he'll broadly argue that America's immigration problems are real. They're not a figment of our imagination. They're hurting the country badly.  The President will say all that in a few minutes, but he will not go unchallenged, of course. The Democratic Party and its unpaid operatives in the news media will make their case too. In fact, they're not waiting for 9:00 P.M., to do that. They're up early every day reading from the same set of talking points.  Today's slogan is simple. Don't believe your own eyes. None of this is real. Everything is just fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE LOCKHART, FORMER WHITE HOUSE PRESS SECRETARY,",
      "sentences": "It is absolute fiction that there is a national emergency here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE LEIGH RUHLE, NBC NEWS CORRESPONDENT",
      "sentences": "Showing that this is not about a crisis, it's a political ploy. Crisis, crisis, and it's a crisis that doesn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMOTHY L. O'BRIEN, BLOOMBERG OPINION EXECUTIVE EDITOR",
      "sentences": "They are trying to create the notion that there's an emergency and something should be done immediately to prevent it. There is no emergency on the Southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MIKIE SHERRILL, D-N.J.",
      "sentences": "Being from New Jersey, I know national emergencies, you know. We've seen Superstorm Sandy, we've seen 9/11, this is not a national emergency and certainly--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TED LIEU, D-CALIF.",
      "sentences": "This national emergency is completely made-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAVID ADAM SMITH, D-WASH.",
      "sentences": "A wall is a colossal waste of money for a crisis that doesn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE GLAUDE, CHAIR, CENTER FOR AFRICAN-AMERICAN STUDIES",
      "sentences": "Even if he declares a national emergency, he's lying. Even if he declares it, it will be a declaration of a falsehood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KATHERINE MARLEA CLARK, D-MASS.",
      "sentences": "This whole idea of declaring a national emergency is ludicrous because there isn't one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, repeat after me. No national emergency. The crisis at the border is fake. It's fraudulent. It's totally made-up. Think leprechauns or low-cal ice cream, something only kids and dumb people believe in.   Actually, you know what the border crisis is like? It's like that imaginary Caravan from Honduras a few months ago, the one that marched all the way to Tijuana with TV cameras in tow but didn't really exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "They're telling you, the -- the existential threat to America is a bunch of poor refugees a 1,000 miles away. This group of folks, we don't even know where they are and they're way down there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERROL LOUIS, INSIDE CITY HALL HOST",
      "sentences": "They've been running on an imaginary Caravan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MAHER, REAL TIME WITH BILL MAHER HOST, HBO",
      "sentences": "This stupid (BEEP) Caravan--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAHER",
      "sentences": "You know, it's a lie that this Caravan is a -- is a problem of that magnitude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAM STEIN, THE DAILY BEAST POLITICS EDITOR",
      "sentences": "Programming on the Caravan was propaganda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, Caravan's fake too. Breathe easy, America. A lot of the problems you've been worried about don't need solutions because they're not real. That's what the media are telling us about illegal immigration and a lot of other things, and it's a relief.  But it does leave at least one big question unanswered. If none of this is really happening, why does so many people think that it is? How are millions of Americans experiencing the same hallucination at the same time? And the answer, of course, is it's an illusion.  Americans are being tricked, tricked by that dastardly Fox News and those demagogues in prime-time, who won't shut up despite being warned repeatedly by the authorities to be quiet, if you know what's good for you. Shadowy saboteurs, of course, played a role as well. They always do. The New York Times ran a piece the other day explaining that Donald Trump only supports a Border wall because Roger Stone told him to. It was part of a political ploy.   Stone, meanwhile, now appears to be caught up in the Russia investigation, and that makes some sense, if you think about it. Donald Trump's election and a wall on the Mexican border, nobody in Washington could imagine wanting either one of those things or, for that matter, imagining anyone else in America wanting them. So, there has to be a secret cabal pushing this crap. Vladimir Putin, Roger Stone, Fox News, they're all in it together somehow. Maybe Robert Mueller will get to the bottom of it. That's honestly how people in Washington think. Trust us, we live here.  Of course, it's completely delusional, demented actually. But once you understand where these people are coming from, it's hard to blame them for constructing these fantasies.  The next time you see some angry face on CNN shouting about this or that, remember, this person isn't arguing for change. This person is arguing for more of the same, arguing for a permanent extension of the way things are. They may claim they're mad about Trump or the wall or whatever, name the topic, but those are just symptoms of the larger problem. The thing they fear most, and that is an assault on the status quo. They like the status quo. They're deeply vested in the status quo. This is the group that's become richer and happier since the financial crisis of 2008. There aren't (ph) a lot of those people in America. Most of them live in a handful of big cities. A lot of them seem to have cable television contracts somehow.   And what this group fears most is that some idiot will come along, ask a bunch of uncomfortable questions, and wreck what has turned out to be a very good deal for them.  Low work high paying jobs, cheap household help, leafy stable neighborhoods that look like it's 1965 and a corrupt and insular system of higher education that's essentially closed to outsiders but that can be relied upon to keep this whole scam going in perpetuity. What you're really looking at here is a self-satisfied aristocracy. All of those are the same. What they fear most is a challenge to the way things are. Keep that in mind tonight as you watch their response. We don't need walls, they'll tell you. And they're right. They don't. They already have their own.  Jon Summers is a former Communications Director for Senator Harry Reid and he joins us tonight. Jon, thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON SUMMERS, FORMER SENATOR HARRY REID COMMUNICATIONS DIRECTOR",
      "sentences": "You bet, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, they're telling us there's no crisis at all at the border. But I guess my question is how would they know that since I don't think anybody knows how many people are here illegally in this country?  I see estimates from credible sources that go from 11 to 22 million. That's a spread of 11 million people. So, if we don't really know how many people are here, how can we say there's no crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Well and I -- and I think you raise a good point. There -- there is a crisis. But that doesn't necessarily rise to the occasion of a national emergency. A national emergency is a very different thing. And that's not where we are.   If you want to talk about national emergencies, you would -- might talk about gun violence where we have 35,000 Americans die each year because of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "That's not what we're seeing on the Southern border. That doesn't mean we shouldn't address border security. And a wall can be a part of it. We already know there are parts of a wall down there that were there long before Trump, including on the border of California, right? So, we know that parts of a wall already exist. And if that needs to be an element of a more comprehensive border security plan, then I think that's good. I think one thing that we often--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, but, but, but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--forget though--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--is that the majority of these people who are here illegally are here because of overstayed visas, not because they're pouring in through the Southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't know. Wait, but hold on, wait, we say this. We make these generalizations. I probably have two. But we don't have any idea. If there's a spread of 11 million in the credible estimates as to the number of how many there are, what we're really saying is we don't know anything at all about over 10 million people who live within our borders, many of whom are -- are using fake federal documents, fake Social Security numbers, and fake federal -- that's a felony in every case. It's a felony.  So, first question, if I go to a bank and use a fake federal document, fake Social Security number, should I be charged for that or is that OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I think you should definitely be charged. But that's not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well then why aren't we charging the people who are doing it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--that's not what we're talking about right now. That's not what the President is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, we are, but wait, wait, wait, wait (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK. No, no, but no, he's -- look, I'm not here to defend Trump. I'm just here to state the obvious, which is this is a crisis. So, if I'm not -- if you're saying that I should be charged with a felony for using a fake federal document and, yet, we have evidence that over 10 million people are doing that, but they shouldn't be charged, how does that work exactly? What message does that send to the rest of us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I don't know other people are saying that anyone who commits a felony shouldn't be charged. I don't know where you're--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--getting at. That's not happening. But what we need--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--where I'm getting at (ph) because well hold on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--to do--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--have you heard a single -- is there a single Democrat you're aware of -- we know that some massive number of people are using fake federal documents right now, fake Social Security numbers to work in this country.  If I did that, you just agreed, it's a felony, and I should be charged. They're doing it and no one is even considered charging them. So what we're looking at is a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "And so how's a wall--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--two-tiered system where the illegal foreign citizens get to commit the crime, but I don't as an American citizen and taxpayer. What message do you think that sends to Americans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Well, again, everyone who commits a felony should be charged with that felony, and they should be afforded due process. I don't know how a wall is going to be the one and only thing that's going to stop--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't know. I don't know (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--what you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Any -- anybody who's saying it's the one and only thing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I mean what do you think ought to be done to actually prevent this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, no, I'm not (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--issue with overstayed visas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--well how about we -- we round up every single person who we think is here illegally and find out if they're committing the felony that we're talking about now, using a fake Social Security number? That -- would you be for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You just said I should be charged for doing it. So, but you're not for charging them for doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "If you're--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I just want you to explain that to me slowly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--if you're caught in the act of doing it, then yes, obviously, you should be held accountable. That's very different from going--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But what if I do it and I'm not -- wait, but hold on, wait a second. What if I'm not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--that's very different from going around and doing round-ups--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--wait, hold on, wait a second, wait a second Jon, now you're chasing rules (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--now (ph). You're talking about doing a round-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I -- wait, hold on, I asked you should I be charged as an American citizen if I use a fake Social Security number. And you said, \"Well, of course, it's a felony.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But now you're telling me that foreign nationals should not be charged unless--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "That's not at all what I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--they're caught in the act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "You said should we go out and round them all up? That's a very different thing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well we know that there's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--compared to (ph) someone when they're actually doing it. And then--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Their presence in our job market is prima facie evidence that they're committing that felony. And yet, we're not doing anything about it because we don't care. We think it's OK. We're willing to offer them sanctuary in various cities. But we're not willing to offer American citizens the same sanctuary. Do you see where (ph) this is corroding our country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "So everything that you're talking about is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you feel it here (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--exactly why we need to have more comprehensive immigration reform, and not do this whole thing where we're shutting down the government, damaging our economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, wait, wait a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "800,000 people who aren't (ph) being paid for one wall, which is nothing more than an--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. But, but, but, but, can I (ph), look--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--ego project for the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK. I get the talking points. But I'm just saying when -- when you describe--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "No, it's not a talking point. It's reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--when you describe what's actually happening right now in the country, does it sound a little bit more like it -- let's take Trump out of this and even the wall out of it, does it sound like a crisis to you? We have no idea who's here, over 10 million people, we don't know anything about them. And after 9/11, the lesson was we need to know who is here, right? I thought that was the lesson. But we know that they're here, some huge number, and they're committing felonies, and nobody's doing anything about it. But that's not a crisis because why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I think it is one of many crises that we face in this country that absolutely should be addressed. Republicans and Democrats should work together in order to do that. But it starts with the President. The President has got to be willing to work on a total comprehensive immigration reform package, not just one element of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Can you name one Democrat running for president right now who sees this as a crisis, who's upset about it, who thinks this is corroding the bargain that the government has with its citizens, which is, you know, \"Follow the law and we'll all kind of get along\"--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "Every Democrat I know who's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--sees this as a crisis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--every Democrat I know believes we need to have strong secure borders that we need immigration reform that's tough on people who break the law, that's fair to taxpayers and that's practical to apply (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Can you name one who thinks that we should prosecute illegal aliens for using fake federal documents?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I don't know of any one of them who've had--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--that question posed to them in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because you have said (ph) all this soothing language and like, \"Oh, whatever.\" It's like no one even thinks about -- what does that mean? All these people are living here. We have no freaking idea who they are, how they got here, what they're doing. By definition, we don't know. And that's totally cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "I don't think anyone's saying that's totally cool. But I don't think anyone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, everyone's saying that's totally cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--no, that's not any of -- all those clips that you just ran, none of them said, \"Oh there's nothing going on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--there's not a crisis.\" It doesn't rise to the level--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There is a sign in front of the White House right now--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "--of national emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--like angry rich people from Northwest D.C. put a big sign, \"Fake crisis.\" OK. Jon, great to see you",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUMMERS",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Well the middle-class is fleeing the states of New York and California. That is a crisis. Leaders of those states don't see it that way. We'll tell you what they're doing in response. Plus, waiting on the President's address to the nation. That's coming up at the bottom of this hour. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well there was a time not that long ago when New York, California, Illinois were beacons of opportunity in America. Odds are you may have grown up in one of those states precisely because they were that. But now, those three states are failing, and they're doing so at a very rapid pace. In 2017, New York, California and Illinois were the first, second, and third in losing residents to other states.  New York leads. New York lost a 180,000 people to other places. California lost 156,000 people total. That number may be misleading because of the inflow. We're not exactly sure, lost a ton though. Illinois lost a 114,000 people. They're the only states to lose more than a 100,000 of their own population. Now, why is that happening? Well, you know the answer. All three of those places have become really hostile to normal people, to the American middle- class. They are now places for the very poor and the very rich with very little in between. They have a recognizable economic structure. It looks like Venezuela 2010. Do they have plans to change that though? No, they don't. Instead, their plan is to further tax the middle-class to provide benefits to illegal aliens from other countries. In the State of California, the new Governor, Gavin Newsom says he will fight hard to uphold the state's sanctuary law. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GAVIN CHRISTOPHER NEWSOM, D-CALIF.",
      "sentences": "Together, let us build a -- a house stronger than the coming storms, yet open to the world, a house that provides shelter to all who need it and sanctuary to all who seek it. We will not have one house for the rich and one for the poor, or one for the native-born and one for the rest. We will build one house for one California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The emptiest suit in politics. Sanctuary for all though, all the world, welcome in California now at taxpayer expense. Meanwhile, in New York, Bill de Blasio is promising free healthcare for illegals for real. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, NEW YORK CITY, NEW YORK",
      "sentences": "It's going to be for the first time a guarantee of healthcare. We're going to guarantee healthcare for New Yorkers who need it. We also have a way to provide direct healthcare to a lot of our neighbors who happen to be undocumented. They're still part of our community. They need healthcare. Their families need healthcare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Dave Rubin, grew up in New York, lives now in California. He's got a vested interest in these stories. He's been watching carefully. He, of course, hosts The Rubin Report on YouTube, and joins us tonight. Dave, what is -- it seems like there's a recognizable pattern here. What is that pattern?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID JOSHUA RUBIN, CREATOR AND HOST, THE RUBIN REPORT",
      "sentences": "Well, first off, Tucker, I don't know how I became a remotely sensible person growing up in New York and living in California now. But I guess I somehow did it. I want to get that Gavin--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because you saw the alternatives. That's why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "--right. Well, I want to get that Gavin Newsom quote right. Did he say we have one house for the rich and one house for the poor? And that's a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "You know, he is quite rich. How many poor people do you think live in his house? I'm guessing zero. I mean this -- this endless--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right around that, right around zero, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "--yes, right. It would be roughly zero. I don't want to pin him down too hard right now. But, look, this is this endless hypocrisy. I -- I want to be very clear on the immigration front. I am -- I am for legal immigration. We are a nation of immigrants. My great grandparents on both sides came here as immigrants. I'm sure your family came here as immigrants. As a matter of fact, I know that they did. Almost everyone in the United States came here as an immigrant unless you're Native American or your family was brought here as slaves. And that -- that's a separate issue. We are a nation of immigrants. But the idea that if you come here illegally, you should be getting more from the state so the state should take from some who produce and give to others, who are here illegally in the first place to thus well, force it -- it, yes, to force them to stay further illegally. This -- this is a major problem. And -- and what this really comes down to is what is so consistent with everything that's happening on the Left these days and with progressives. We say things that sound nice. It sounds nice, we're going to give everyone health insurance, we're going to have sanctuary cities. It sounds really nice. But these -- these are not things that are good for a society that truly wants to be free that -- that wants you to keep what you earn, what want -- what allows you to live as you see fit. That's not -- this is a recipe for a disaster if we're incentivizing people to do illegal things. I mean this is -- this is pretty basic stuff. And yet, it's become somehow controversial to say any of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why does no one ever raise the alarm over the -- more than a 100,000 American citizens fleeing these states every year and the close to a 100,000 American citizens living on the streets as homeless people right now? You never hear anything about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "You -- you never do hear anything about it. I mean I can tell you this. I've been on tour most of this past year. And I went to probably about 80 cities in the United States all over the country--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "--everywhere from New York to -- to California. And I -- I was on stage in Denver, and I did a joke about how much I thought -- how great I thought the city was, and the economy was great, and the people are all nice, I said I'm considering moving to Denver. And after the show, people were coming up to me and saying, \"You know, please don't say that. We don't want more people from California here.\" That -- that just tells you, you know, they're sort of joking to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "But what they're saying is people are leaving California, if you're being taxed to the nth degree in California--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "--they're getting out of California, and they're -- they're moving to Denver. They're moving elsewhere. I mean, again, I can tell you that through doing this tour all with the Progressive--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's totally right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "--cities. When I went -- San Francisco, when I went to Berkeley, when I went to Portland, Seattle, there are drugs, there are homeless people everywhere. There are the -- in San Francisco, this is not a joke, there is actually an app to tell you what streets to watch out for human poop on. This is not a joke. People can check this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's disgusting. No, it's not a joke. And it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "I mean you -- and go to a Conservative City--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--unfortunately--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "--and it's pretty well run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Boy -- I think Boise and Jackson are fine. Dave, thanks very much. Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "You got it, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Bernard Whitman is a Democratic pollster. He's worked with Bill Clinton and former New York Mayor, Michael Bloomberg. He's looking out across an expanse of brand-new Democrats tonight, and he joins us. Thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNARD WHITMAN, DEMOCRATIC PARTY POLITICAL POLLSTER AND STRATEGIST",
      "sentences": "Thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, I'm a little bit confused about this proposal from Mayor de Blasio. He's saying that everybody who is currently in the city qualifies for government subsidized healthcare. Is there a limit on how long you've been there? Can I just come from any country in the world, land at JFK, and claim residency and get free stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is there a threshold for how much you've contributed to the system or is it just literally everyone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Look I think the de -- let me break it down for you. I think actually this is a very effective, efficient conservative approach to delivering healthcare. The truth is undocumented immigrants and those who can't afford healthcare already get free healthcare now. They go to the city's emergency room departments. It's a very inefficient way to deliver healthcare. They go for colds. They go for flus. They go for any number of things. They -- they can't really get mental health treatment. They can't get basic services, so they go to the emergency room. Delivering healthcare, basic healthcare, preventive healthcare through the emergency room is a terribly inefficient way to do it. It's a drain on taxpayer money. This is looking at a way to manage healthcare better and to be able to sort of give--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, I'm -- I'm sorry. I know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--preventive care to these people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I'm very familiar with the talking point. But can I just ask you a simple question--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Well it's not a talking point. It's truth. It's basic economics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, well, of course it's -- of course, it's a talking point. So, Liberals push for--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "It's basic economics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--universal access to emergency room care. And when that turns out to be a disaster, they're like, look, we have to give it to everybody because our first proposal didn't work. And you know that is true. But let me just ask you, is there a limit? So, why wouldn't this be an inducement for the world to land at JFK, claim asylum and, all of a sudden, get the fruits of the most prosperous society in the history of the world? I mean I'm--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Look, the fact is, Tucker--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--sincerely asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--yes, that's good question, Tucker. The fact is everybody already wants to come to New York. It's a very expensive place to live, but it is the beacon of the entire world. That's why there is -- it's America's largest city. People come here from all over the world to try to make it. And it's true. If you can make it here, you can make it anywhere. I think what de Blasio is saying is that if you're here, and you don't have money, whether you're undocumented or documented immigrant, or you happen to be a citizen that doesn't have money, you deserve healthcare. And look, let me--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But is there a threshold? Let's just spin it down (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--let me wait (ph) can I -- can I ask you a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--now, hold on. If -- so, if I land from country X, the next day am I eligible for this? Am I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "You'd have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--eligible for a government subsidized colonoscopy--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--you -- look, you'd have to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--or a mental health screening, seriously?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--you'd have to ask the Governor. But, look, at the end of the day, if you don't really want undocumented immigrants walking around your city, I understand some people don't like that, would you rather they be walking around your city healthy or sick? Would you rather they be walking around with mental health issues that -- that could exploit into violence--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well but hold on, but it's not -- hold on, but it's not just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--or would you like them to get treated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--it's not just about the illegals. Hold on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Which makes more sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--there are other people in New York City, you know, city of 8 million. Your middle-class is fleeing, as you know. The numbers prove it. What about them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "They're not fleeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They are, actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "All -- all right. The -- the -- the city -- the city population--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's one of the leading (ph) three states--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--the city population--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK. But hold on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--the New York City population's very stable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No. The city's population of middle-class residents making, you know, from 30 to 70 is not stable at all. It's shrinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "They're stable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And if you don't know that, you're not paying attention because it's true. So, let me ask you, what about them like they're paying for a lot of this stuff? You crowd up their hospitals. You make it harder for them to get services like does anyone care about them, honestly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "I think that's exactly what with -- the point is we're trying to reduce the strain on the emergency room by giving people access to healthcare that can't afford it or -- or can do so but on a sliding scale. So, if you go to an emergency room and you're -- happen to have money, you shouldn't have to wait, you know, hours and hours and hours because people are just sort of flooding the hospital unnecessarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "That's why if we give healthcare to people, they can get basic preventive care that has been shown to reduce emergency room visits that are unnecessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. OK, so here are the numbers and I'll just end with this. But I -- I mean I just want to see if you can keep a straight face. Here's what de Blasio is saying this will cost. He says it'd cost a $100 million and it will cover 600,000 people. Now, we actually have a calculator on our iPhone, and we found that that would amount to a $166 per person per year. You think that you can offer government subsidized healthcare to the indigent and will cost you a $166 per year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "I'll say two things. I'll say two things. One is factoring in--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "For real?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--no, it's -- it's factoring in the -- the fact that many of those people are already getting healthcare through emergency departments, so they are not going to be covered there, so those savings will go into the program. And two, a $100 million, I was pretty surprised about that too. I think it's going to cost a lot more. But I think healthcare is a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, why lie about it? I mean a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--colonoscopy cost a 1,000 bucks and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Tucker, I think healthcare is a basic human right and we ought to start trying to figure out how to do it there (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Who's paying for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "I think this -- I think this should be a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's a basic human right to provide it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--pilot program. We--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--to people from other countries. So, we have an--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--an obligation to provide free healthcare to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--any person should deserve healthcare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--anybody in the world, I mean -- last question, how many people do you think will live in New York in 20 years? I mean do you -- do you plan to live in New York until -- I mean be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "I -- I will live in New York--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--be totally honest. You're on TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--God willing, I will live in New York to the day I die. And I suspect in 20 years, the population will be about 10.2 million. Come back--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, I bet you live in Florida (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--I'll be on it -- I'll be on with you in--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--with free healthcare (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "--in 2039.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I hope you're right. Look, I'm rooting for New York. I don't want it -- you know, but it's clearly falling apart. Bernard, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And good luck there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well a top Democratic donor is facing some pretty serious questions after a second dead body was found in his home. It's a totally bizarre, it's a grotesque story, actually. But we'll bring it to you, after the break. Plus, the President is speaking to the nation at the bottom of the hour about the Border. We'll have his address right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sources tell Fox News that Broward County Sheriff Scott Israel expects to be suspended by Florida's new Governor, Ron DeSantis, the most deserved demotion in history. This is over his handling of the Parkland school shooting. After the shooter himself, Nikolas Cruz, Israel appears to be the one most responsible for the deaths of those students in the massacre. A recent state report found that Israel's deputies were poorly trained, had malfunctioning radios, and took cover, shamefully, rather than confronting the shooter, and that possibly cost multiple children their lives. Israel, of course, has vowed to fight back against any effort to suspend him or punish him. We'll continue to follow this story. Well a wealthy Democratic donor, big-time Democratic donor in California is caught up in a bizarre scandal tonight. The scandal involves sex, drugs, and two mysterious deaths. Trace Gallagher is in Los Angeles with more details on that. Trace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Tucker, authorities arrived at Edward Buck's West Hollywood home just after 1 o'clock Monday morning, where they found an unidentified Black male had died. The cause of death is under investigation. But drugs are a strong possibility. In fact, Edward Buck's attorney was quick to say his client was not doing drugs. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEYMOUR AMSTER, EDWARD BUCK'S ATTORNEY",
      "sentences": "This is not a situation where Mr. Buck has caused the death. This is an -- situation where Mr. Buck has had longtime friends who unfortunately do not handle their life well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "In fact, just 18 months ago, another friend also overdosed inside Buck's home. The death of 26-year-old Gemmel Moore, a Black male escort was ruled accidental despite journal entries by Moore saying, \"I've become addicted to drugs, and the worst one at that. Ed Buck is the one to thank. He gave me my first injection of crystal meth. It was very painful. But after all the troubles, I became addicted.\" And in a final entry, he wrote, \"If it didn't hurt so bad, I'd kill myself, but I'll let Ed Buck do it for now.\" Still, investigators could find no proof that Edward Buck provided Gemmel Moore with methamphetamines. But now, the man who recently donated more than a half million dollars to Democratic causes and candidates, and is a well-known LGBTQ political circle figure, is watching as protests erupt at his home. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "The protesters contend if two White men were found dead in a Black man's apartment, the response would be very different, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Trace Gallagher, thanks for that report. Keep in mind, prosecutors said there was no evidence he'd supplied the drugs. Of course, the dead man's journal said that on the level, of course. One of Hillary Clinton's friends. Well a new study claims that traditional masculinity is inherently harmful. How will that message help failing American boys? We'll deconstruct it after the break. Plus, President moments away from delivering a major address on the immigration and the Southern Border wall. We'll have it here for you, just ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well American men are in deep trouble. The numbers show that very clearly. What's causing this? Well according to the American Psychological Association, the problem with men is their maleness. Newly issued guidelines argue that \"Traditional masculinity\" is harmful, and that psychologists should somehow undermine it. Christina Hoff Sommers is a Resident Scholar at the American Enterprise Institute. She's co-host of a new podcast, Femsplainers, and she joins us tonight. Thank you very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTINA MARIE HOFF SOMMERS, AMERICAN ENTERPRISE INSTITUTE RESIDENT SCHOLAR",
      "sentences": "Great to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, I just imagine a study that found that inherently femininity is poisonous or inherently homosexuality is poisonous, and women and gay people should suppress the way they feel they naturally are for the sake of their mental health--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--like how would that go over, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "Not well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "And this is shocking because it was published by the American Psychological Association. It's the largest sort of scientific professional organization of psychologists of -- 120,000 members something like that. And it is just inundated with jargon about male privilege and -- and hegemonic masculinity and androcentric European masculine, I mean it's ridiculous. It's a politicized doctrine. And just think, if you had a depressed son or father, and needed psychiatric help, psychological help, and you would have to worry that the psychologist was enthralled to this -- this dogma.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But I wonder if this dogma isn't causing depression actually, since it's everywhere. I mean what would happen if you told girls the qualities that make you feel female are poison and you must suppress them, what would that do to their mental health?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "Nothing good. Basically, we are treating masculinity as a pathology in need of a cure. Well, not we, the American Psychological Association.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "And it's as if the average male needs to be re-engineered or re- socialized according to specifications from, I don't know, a gender studies textbook from the 1970s. It's -- it's outdated. You wouldn't know that biology played a role in masculinity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "It just asserts dogmatically that it's a social construction. And because it was socially built, let's -- let's rebuild it according to the lights of, you know, these agenda-driven researchers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Only crazy people believe that because it ignores biological reality. I also wonder why this report doesn't address the fall, the real drop in testosterone levels over the past 30 years. Does that play some role in male dysfunction? No one seems interested in that. Am I right (ph)?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "Well no one fully understands that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "But what's sad too is that if you read the report, buried deep inside, there's actually some -- some good advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I'm sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "They -- they recommend that psychologists, when you're treating a young man, if he's typical, he doesn't want to sit and look and -- look at you and talk about his feelings, there have to be other approaches. And they recommend shorter sessions and maybe go play basketball or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "So, they do make concessions to conventional masculinity while deploring it and denying it. And you would never know that men or maleness was ever synonymous with anything good reading this report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Should it make us nervous that politics is so clearly intruding into science?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "Definitely. And -- and, as I said, you would -- you would have to find out what a psychologist politics were, what they thought about this report before you wanted -- for a man -- send a young man or your husband--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "I mean it's -- it's really appalling the politicization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're -- we're -- we're entering the Dark Ages. It's -- it's sad. You're a light in the middle of the Dark Ages. So, thank you, Christina Hoff Sommers, great to see you, as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOMMERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Democrats want something called a Green New Deal. You hear the phrase a lot. What exactly is that? We'll tell you after the break. Plus, we're going to ask, what is the truth about the danger of terrorists crossing the Southern border? A lot of propaganda on that, so I think we'll (ph) try to get to what's actually happening. President speaking about (ph) the border in just a few minutes. You'll see it here on Fox. Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well since being elected to Congress, Congresswoman Alexandria Ocasio-Cortez has been touting what she calls a new deal, not a new deal like FDR's new deal, but what she calls a Green New Deal, something focused on the environment. What is it exactly? We're not totally sure. But from what we can tell, a lot of it does not relate actually to the environment. The program's planks include singer -- single-payer healthcare and basic income programs. The plan would drastically raise your electric bill by replacing fossil fuels with wind and solar, which is much more expensive and less efficient, but also funnel money to labor unions and Left-leaning industries. And, of course, it would dramatically increase the deficit. Would it help global warming? Well, not really, according to scientists. So, what is the point of this? Justin Haskins is an Executive Editor and Research Fellow at The Heartland Institute, and he joins us tonight. Justin, thanks very much for coming on. So, give us just a -- the quick overview of what we know so far about this Green New Deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN HASKINS, EXECUTIVE EDITOR AND RESEARCH FELLOW, THE HEARTLAND INSTITUTE",
      "sentences": "Right. Well I -- I've been saying this now for two months. This is the most radical, dangerous policy proposal offered in modern history, certainly by a sitting congressman. And not only would it eliminate hundreds of thousands of jobs, maybe even millions of jobs related to the fossil fuel industry, but it would also require upgrading every single home and business in the entire country. We're talking about more than a 130 million buildings being upgraded by the federal government, whatever the heck upgrading means. It would create a universal basic income program costing trillions of dollars, single-payer healthcare, which the Marcaida (ph) Center says would cost $32 trillion over the first 10 years, all kinds of crazy stuff. New -- a whole system of new publicly financed, publicly owned banks to pay for all of this, running up the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "--national debt by tens of trillions of dollars, I mean this is crazy stuff. This is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "--socialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--can we back to the -- to the first part? It's a little bit strange because for generations we've heard politicians on both sides say we need to wean ourselves from foreign oil, which, by the way, is funding terror. So, the United States is now a net exporter of oil and gas, the largest producer of oil and gas in the world. This would eliminate the oil and gas industries overnight or am I overstating that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "It would eliminate the oil and gas industries within a 10-year period, from 2020 to 2030. Yes, every single job in the oil and gas industry, every fracking job, all of them would go away, all to accomplish this pie-in-the-sky goal of eliminating climate change in 80 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But would it eliminate -- I mean climate change is a -- is a -- to the extent I understand is a global phenomenon. So, would it force China to go solar too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "No, absolutely not. And that's -- and that's really the dirty little secret of this plan is it actually would do nothing to reduce global CO2 emissions because over--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Huh!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "--the course of the next 20 or 30 years, China and India, which are producing increasingly more CO2 emissions, they're going to outpace us. Anything that we do is going to make absolutely no difference in the long run. This is all about socialism, not saving polar bears. That's really what this is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, you're not selling me on this, Justin. And I don't see a clear upside. Maybe you can come back and take another shot at it. But, for now, I can't say I'm for this. Great to see you. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASKINS",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, two years ago, Hillary Clinton ran for president, not a very likable candidate. I think that's fair to say. Even she would likely say that and it's one of the main reason -- reasons she lost. Now, in 2019, some pundits worry that Elizabeth Warren isn't very likable either. Many candidates have been called unlikable. Many of them are unlikable. But when that label is applied to female Democrats, it is sexist, according to many, including Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "There's been a lot of talk recently about whether our country is ready for women leaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "Now that really takes me back. But--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "--today, I want to thank all of you for your persistence. I know many of you and can attest as to how smart, determined, effective and, dare I say, likable you all are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Tammy Bruce is a radio host and President of the Independent Women's Voice, and she joins us tonight. Tammy, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, INDEPENDENT WOMEN'S VOICE PRESIDENT",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is baffling to me. And I say this as someone who's been called unlikable countless times, over 20 years. It doesn't seem like a sex-specific criticism. And again, I'm saying this as an unlikable person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, and it's not. There have been a number of male candidates, male politicians, who have been called unlikable. You know, John Edwards is one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "And, look, I'll call Mitt Romney unlikable, until the cows come home. There's a lot of people who are unlikable because they're unlikable. But here's the problem here. As a woman who wants to see more women in leadership, the more that we cast women, this is a contrived issue, the argument, it really puts us into a framework of -- of the Democrats wanting to make it inappropriate to criticize women politicians for any reason. And--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "--you know, infants don't become--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "--president, right? Well, we've got to be able to engage with the arena. We know things are going to be said. If you can't handle how you're described, then you're not going to be able to run the free world. But the -- but the other problem here is, is that they're suggesting that women either really can't handle it or they can't push back on the merits of the issue, and that's the other problem. So, in the -- so what they're doing is, in fact, sexist by arguing that women either can't be called a name and, sometimes, it's unpleasant. None of us like it certainly, especially if you are unlikable. But -- but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It hurts most--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "--it -- it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--under those circumstances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "--it hurts most then. But the fact is, look, I mean if women are going to really compete, they're going to have to compete at the level of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "--everyone else. And I -- and I know that women can do that. And I take umbrage. And I think most women who really understand how to take control of their own lives. We know that we can handle everything that comes our way. And it's very disappointing to hear the new narrative being that you can't say anything wrong--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's totally right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "--about a woman or -- or, in fact, judge her like we judge men all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You can be tough and likeable, and you're a living proof of that, Tammy Bruce.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you. Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good to see you. Just got a Fox News alert for you. We're just minutes away now from the President's address to the nation on the Border wall. What can we expect him to say? Fox Correspondent, David Spunt, is here to take us through it. David, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, CORRESPONDENT",
      "sentences": "Hey, Tucker. Well, just a few minutes away, the big question is will President Trump declare a national emergency?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "That's something we've been hearing really for the last week or so. He said in a news conference he would consider it. And if he does declare a national emergency, he can move ahead with the wall without Congressional approval. But Democrats have hinted at a court battle if President Trump decides to do that. But The Wall Street Journal reported, just a few hours ago, it's unlikely the President will declare a national emergency, and still hopes to strike a deal with Democrats on Capitol Hill. Now, we've learned the crux of the speech in just a few minutes. We'll focus on the urgency for building that wall on the border, while explaining to Americans why Trump views the Border situation as a crisis. This is the President's first speech to the nation from The Oval Office. And no question, Tucker, that does hold a certain weight to it. White House Communications team expects the speech to last between seven and nine minutes. Our own Bret Baier, other network anchors met with the President today for lunch to learn more about the speech. But still, no one has actually seen it word for word outside of the White House team. President is unpredictable, so we'll have to see exactly what he says at the top of the hour. Following the speech, Tucker, Nancy Pelosi, the House Speaker and, Minority Leader, Chuck Schumer, will deliver a rebuttal. Three weeks from tonight is the State of the Union. You could almost see this is like a second State of the Union in the month of January with a rebuttal from the Democratic side and a message from the President to the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "David Spunt, thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Few weeks -- few weeks away from now (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm watching. I'm going to sit right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "--minutes away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm going to sit right here and watch him. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'll watch it in (ph) Fox. Well NBC News recently reported that only six suspected terrorists were caught trying to cross the U.S.-Mexico border. Is that a reassuring number? What does it mean even? Well, we called Tom Fitton to find out. He's the President of Judicial Watch, and he joins us tonight. So, Tom, should I feel better that only six suspected terrorists were caught apprehending the border? How many were not caught like what's the context here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "sentences": "Well the context is they're trying to shoot down the reason for a border wall, which is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "--national security reason, and the Trump Administration has highlighted the national security threat. And they said well only six suspected terrorists that we've known about, which were on our terrorist watch list were confronted at the border. But that doesn't tell the full story. Well, first of all, only 19 terrorists were involved in the 9/11. So, it doesn't take a lot of terrorists to have a significant impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But isn't the point that we don't know who's coming across illegally--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Well, exactly, but -- but -- but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--right? I mean what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "--but -- but the other number is there were 3,000 special interest aliens confronted at the border last year, and these aren't special interest aliens that we're interested in because of their -- their hobbies. It's because we think they have a national security impact on us and there may be a terrorist link. So, these numbers are pretty astonishing when you look at the massive numbers of terrorists or people that we suspect to be terrorists trying to infiltrate our Southern border. And if -- he may not declare a national emergency, but it is a national emergency, when we have 1,000-plus miles of unsecured border in our Southern area without any ability to figure out who's coming across. We know the terrorists are targeting the Southern border. Just earlier, actually, just last month, we deported a guy who was based out of Brazil, who was smuggling terrorists into the United States. This is a serious issue, and it's shameful that the political class here in town, because they don't like Trump, don't want to address this issue that places our national security at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There used to be a pretty clear distinction between news anchors and Democratic Party flacks. And I don't see any difference now at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "It's all anti-Trump advocacy. And if the national security takes second fiddle to that, so be it. And -- and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. OK, they don't like trump. That's fine. It doesn't even bother me. It's lying about policy that I think is really wrong. They shouldn't do that. That's not journalism. It's totally wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Anyway, Tom Fitton, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "You're welcome. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. Well what is about to happen tonight? What's the point politically? What's the game plan for Democrats? Will there be a national emergency declared or not, and should there be? Dana Perino hosts The Daily Briefing with Dana Perino, obviously. You know who she is. You love her, most popular person on the channel joins us tonight. Dana--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, HOST",
      "sentences": "Likable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--likable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I love that. I was going to saying it. It's true in your case. So- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Not always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--what -- what is the political dynamic here that the rest of us are not catching?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well I think that because you see all of this lead-up to the speech, it's a clue that something is happening that this is a big deal. This is the biggest tool on the President's toolbox, when it comes to communications. It's also a very isolating moment for the President, OK? So, when you go into the Oval Office to give an address, you are the Commander-in-Chief. There's a lot of symbolism. And you are speaking with all the gravity and the enormous consequences of your words. It carries so much weight. And you're there alone, behind the Resolute desk, resolute for a reason, right? This is -- this is where you do this speech. No one behind you. Just you and the teleprompter, it's you and America. Now, President Trump does a very good job with that type of communication. He's very used to it. But it isn't -- it's not the same thing as giving a speech at a rally or even giving a speech--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--where you have people that you can look at and you can get the feedback. I've always heard that presidents kind of don't like to do these Oval Office addresses so much because you can't get a sense of how it's going. But tonight will only be eight minutes long. And so, the President has this chance. I think that what he'll try to do is to say, \"Look, I -- I realize that there are people going to disagree with me. Let me take a few minutes just to explain to you, as a person who is in charge of keeping this country safe, let me explain to you the gravity of the situation on our Southern border. Let me try to appeal to your bipartisan agreements on national security, and let's see if we can find a common-sense solution.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Do you think there is, practically speaking, the chance for some kind of deal between the two sides?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's -- it is exceedingly difficult, I think, at this point. I was looking at some polling earlier about this question of \"Do you support President Trump on the wall?\" And 54 percent of the American people have said \"No,\" from December 2016 through December 2018. And we've had all this discussion about it. So, the needle doesn't move. Where does the needle move? When you talk about border security, when you talk about all the different tools that you could use, the wall, wall structures or whatever your slatted steel and some concrete, whatever, you realize that in some places that's where you need it. But when he talks about border security writ large with all the different tools, that's where he's on more solid ground. The Democrats, I think, are actually quite vulnerable on that point. If you can get them the meeting, you know (ph), to focus on it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--they've voted for it in the past. Why won't they vote for it now? The Border Patrol is saying that they need this to keep the country safe. Let's try to get together. And he will invite those Democratic leaders to the White House on Wednesday. So, it'll be fresh off the speech and then we'll think we'll know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I -- I wonder if the other argument works overtime. So, I think there are protesters in front of the White House right now with a sign saying it's a fake -- well there it is, right there, it's a \"Fake Crisis.\" The other channels are putting crisis in scare quotes. I mean a lot of people who work on the border, federal agents, as you just noted, think there is a crisis, and we've got some huge and unknown number of people here illegally. That suggests a crisis. What do you get out of pretending that it's like it's everything's fine, nothing's wrong, and you're a bigot if you think otherwise, does that work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, you know, I don't think it necessarily works with that small group that is still persuadable. The Republicans--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--are in President Trump's camp. The Democrats are in Nancy Pelosi's camp. There's a very small number of Americans who are still persuadable on this issue, and that's why his task is so -- so difficult tonight, but is one that this kind of a moment, a first Oval Office address for a President, you can really rise to the occasion in on -- in a situation like this, and try to move forward. You'll see tomorrow a little bit if the Democrats feel like maybe they should come to the table with something for the President when he talks about common-sense solutions and a bipartisan agreement on national security. Those are things everyone should be able to agree on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Huh! It's -- it's interesting. Do you think that, very quickly, do you think the President can move off of his pretty bottom-line promise, \"No Wall No Deal?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I've always felt that the President actually doesn't get enough credit from his base for all the things he's done so far. For example, you now have people that are seeking asylum having to wait that out in Mexico. That was a deal that the Department of Homeland Security, Secretary Nielsen, was able to get done. Didn't get enough attention. There's a -- a lot of the things that the President has done to move forward. I think you should get more credit from that from his base. But if they've decided that it must be a physical structure, a wall then he has a pretty tough job to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, he's been pretty clear about it too. Dana Perino, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Great to see you. We're going to find out what the President has to say in about eight seconds from now. We'll be back tomorrow night 8:00 P.M., the show that's the sworn enemy of lying, pomposity, smugness and groupthink. Again, President speaks any moment. “Hannity,” right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to “Tucker Carlson Tonight.” The President will address the nation a little less than an hour from now. He'll make his case for a protective wall along our Southern border. Then he'll broadly argue that America's immigration problems are real. They're not a figment of our imagination. They're hurting the country badly. The President will say all that in a few minutes, but he will not go unchallenged, of course. The Democratic Party and its unpaid operatives in the news media will make their case too. In fact, they're not waiting for 9:00 P.M., to do that. They're up early every day reading from the same set of talking points. Today's slogan is simple. Don't believe your own eyes. None of this is real. Everything is just fine."
    },
    {
      "speaker": "JOE LOCKHART, FORMER WHITE HOUSE PRESS SECRETARY,",
      "utterance": "It is absolute fiction that there is a national emergency here."
    },
    {
      "speaker": "STEPHANIE LEIGH RUHLE, NBC NEWS CORRESPONDENT",
      "utterance": "Showing that this is not about a crisis, it's a political ploy. Crisis, crisis, and it's a crisis that doesn't exist."
    },
    {
      "speaker": "TIMOTHY L. O'BRIEN, BLOOMBERG OPINION EXECUTIVE EDITOR",
      "utterance": "They are trying to create the notion that there's an emergency and something should be done immediately to prevent it. There is no emergency on the Southern border."
    },
    {
      "speaker": "REP. MIKIE SHERRILL, D-N.J.",
      "utterance": "Being from New Jersey, I know national emergencies, you know. We've seen Superstorm Sandy, we've seen 9/11, this is not a national emergency and certainly--"
    },
    {
      "speaker": "REP. TED LIEU, D-CALIF.",
      "utterance": "This national emergency is completely made-up."
    },
    {
      "speaker": "REP. DAVID ADAM SMITH, D-WASH.",
      "utterance": "A wall is a colossal waste of money for a crisis that doesn't exist."
    },
    {
      "speaker": "EDDIE GLAUDE, CHAIR, CENTER FOR AFRICAN-AMERICAN STUDIES",
      "utterance": "Even if he declares a national emergency, he's lying. Even if he declares it, it will be a declaration of a falsehood."
    },
    {
      "speaker": "REP. KATHERINE MARLEA CLARK, D-MASS.",
      "utterance": "This whole idea of declaring a national emergency is ludicrous because there isn't one."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, repeat after me. No national emergency. The crisis at the border is fake. It's fraudulent. It's totally made-up. Think leprechauns or low-cal ice cream, something only kids and dumb people believe in. Actually, you know what the border crisis is like? It's like that imaginary Caravan from Honduras a few months ago, the one that marched all the way to Tijuana with TV cameras in tow but didn't really exist."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "They're telling you, the -- the existential threat to America is a bunch of poor refugees a 1,000 miles away. This group of folks, we don't even know where they are and they're way down there."
    },
    {
      "speaker": "ERROL LOUIS, INSIDE CITY HALL HOST",
      "utterance": "They've been running on an imaginary Caravan."
    },
    {
      "speaker": "BILL MAHER, REAL TIME WITH BILL MAHER HOST, HBO",
      "utterance": "This stupid (BEEP) Caravan--"
    },
    {
      "speaker": "MAHER",
      "utterance": "You know, it's a lie that this Caravan is a -- is a problem of that magnitude."
    },
    {
      "speaker": "SAM STEIN, THE DAILY BEAST POLITICS EDITOR",
      "utterance": "Programming on the Caravan was propaganda."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, Caravan's fake too. Breathe easy, America. A lot of the problems you've been worried about don't need solutions because they're not real. That's what the media are telling us about illegal immigration and a lot of other things, and it's a relief. But it does leave at least one big question unanswered. If none of this is really happening, why does so many people think that it is? How are millions of Americans experiencing the same hallucination at the same time? And the answer, of course, is it's an illusion. Americans are being tricked, tricked by that dastardly Fox News and those demagogues in prime-time, who won't shut up despite being warned repeatedly by the authorities to be quiet, if you know what's good for you. Shadowy saboteurs, of course, played a role as well. They always do. The New York Times ran a piece the other day explaining that Donald Trump only supports a Border wall because Roger Stone told him to. It was part of a political ploy. Stone, meanwhile, now appears to be caught up in the Russia investigation, and that makes some sense, if you think about it. Donald Trump's election and a wall on the Mexican border, nobody in Washington could imagine wanting either one of those things or, for that matter, imagining anyone else in America wanting them. So, there has to be a secret cabal pushing this crap. Vladimir Putin, Roger Stone, Fox News, they're all in it together somehow. Maybe Robert Mueller will get to the bottom of it. That's honestly how people in Washington think. Trust us, we live here. Of course, it's completely delusional, demented actually. But once you understand where these people are coming from, it's hard to blame them for constructing these fantasies. The next time you see some angry face on CNN shouting about this or that, remember, this person isn't arguing for change. This person is arguing for more of the same, arguing for a permanent extension of the way things are. They may claim they're mad about Trump or the wall or whatever, name the topic, but those are just symptoms of the larger problem. The thing they fear most, and that is an assault on the status quo. They like the status quo. They're deeply vested in the status quo. This is the group that's become richer and happier since the financial crisis of 2008. There aren't (ph) a lot of those people in America. Most of them live in a handful of big cities. A lot of them seem to have cable television contracts somehow. And what this group fears most is that some idiot will come along, ask a bunch of uncomfortable questions, and wreck what has turned out to be a very good deal for them. Low work high paying jobs, cheap household help, leafy stable neighborhoods that look like it's 1965 and a corrupt and insular system of higher education that's essentially closed to outsiders but that can be relied upon to keep this whole scam going in perpetuity. What you're really looking at here is a self-satisfied aristocracy. All of those are the same. What they fear most is a challenge to the way things are. Keep that in mind tonight as you watch their response. We don't need walls, they'll tell you. And they're right. They don't. They already have their own. Jon Summers is a former Communications Director for Senator Harry Reid and he joins us tonight. Jon, thanks a lot for coming on."
    },
    {
      "speaker": "JON SUMMERS, FORMER SENATOR HARRY REID COMMUNICATIONS DIRECTOR",
      "utterance": "You bet, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, they're telling us there's no crisis at all at the border. But I guess my question is how would they know that since I don't think anybody knows how many people are here illegally in this country? I see estimates from credible sources that go from 11 to 22 million. That's a spread of 11 million people. So, if we don't really know how many people are here, how can we say there's no crisis?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Well and I -- and I think you raise a good point. There -- there is a crisis. But that doesn't necessarily rise to the occasion of a national emergency. A national emergency is a very different thing. And that's not where we are. If you want to talk about national emergencies, you would -- might talk about gun violence where we have 35,000 Americans die each year because of that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "That's not what we're seeing on the Southern border. That doesn't mean we shouldn't address border security. And a wall can be a part of it. We already know there are parts of a wall down there that were there long before Trump, including on the border of California, right? So, we know that parts of a wall already exist. And if that needs to be an element of a more comprehensive border security plan, then I think that's good. I think one thing that we often--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, but, but, but--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--forget though--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--is that the majority of these people who are here illegally are here because of overstayed visas, not because they're pouring in through the Southern border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't know. Wait, but hold on, wait, we say this. We make these generalizations. I probably have two. But we don't have any idea. If there's a spread of 11 million in the credible estimates as to the number of how many there are, what we're really saying is we don't know anything at all about over 10 million people who live within our borders, many of whom are -- are using fake federal documents, fake Social Security numbers, and fake federal -- that's a felony in every case. It's a felony. So, first question, if I go to a bank and use a fake federal document, fake Social Security number, should I be charged for that or is that OK?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I think you should definitely be charged. But that's not--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well then why aren't we charging the people who are doing it?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--that's not what we're talking about right now. That's not what the President is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, we are, but wait, wait, wait, wait (ph)--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--talking about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK. No, no, but no, he's -- look, I'm not here to defend Trump. I'm just here to state the obvious, which is this is a crisis. So, if I'm not -- if you're saying that I should be charged with a felony for using a fake federal document and, yet, we have evidence that over 10 million people are doing that, but they shouldn't be charged, how does that work exactly? What message does that send to the rest of us?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I don't know other people are saying that anyone who commits a felony shouldn't be charged. I don't know where you're--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is a--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--getting at. That's not happening. But what we need--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--where I'm getting at (ph) because well hold on--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--to do--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--have you heard a single -- is there a single Democrat you're aware of -- we know that some massive number of people are using fake federal documents right now, fake Social Security numbers to work in this country. If I did that, you just agreed, it's a felony, and I should be charged. They're doing it and no one is even considered charging them. So what we're looking at is a--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "And so how's a wall--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--two-tiered system where the illegal foreign citizens get to commit the crime, but I don't as an American citizen and taxpayer. What message do you think that sends to Americans?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Well, again, everyone who commits a felony should be charged with that felony, and they should be afforded due process. I don't know how a wall is going to be the one and only thing that's going to stop--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't know. I don't know (ph)--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--what you're talking about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Any -- anybody who's saying it's the one and only thing--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I mean what do you think ought to be done to actually prevent this--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, no, I'm not (ph)--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--issue with overstayed visas?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--well how about we -- we round up every single person who we think is here illegally and find out if they're committing the felony that we're talking about now, using a fake Social Security number? That -- would you be for that?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You just said I should be charged for doing it. So, but you're not for charging them for doing this."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "If you're--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I just want you to explain that to me slowly."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--if you're caught in the act of doing it, then yes, obviously, you should be held accountable. That's very different from going--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But what if I do it and I'm not -- wait, but hold on, wait a second. What if I'm not--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--that's very different from going around and doing round-ups--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--wait, hold on, wait a second, wait a second Jon, now you're chasing rules (ph)."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--now (ph). You're talking about doing a round-up."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I -- wait, hold on, I asked you should I be charged as an American citizen if I use a fake Social Security number. And you said, \"Well, of course, it's a felony.\""
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But now you're telling me that foreign nationals should not be charged unless--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "That's not at all what I said."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--they're caught in the act."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "You said should we go out and round them all up? That's a very different thing--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well we know that there's--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--compared to (ph) someone when they're actually doing it. And then--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Their presence in our job market is prima facie evidence that they're committing that felony. And yet, we're not doing anything about it because we don't care. We think it's OK. We're willing to offer them sanctuary in various cities. But we're not willing to offer American citizens the same sanctuary. Do you see where (ph) this is corroding our country?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "So everything that you're talking about is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you feel it here (ph)?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--exactly why we need to have more comprehensive immigration reform, and not do this whole thing where we're shutting down the government, damaging our economy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, wait, wait a second."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "800,000 people who aren't (ph) being paid for one wall, which is nothing more than an--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. But, but, but, but, can I (ph), look--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--ego project for the President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK. I get the talking points. But I'm just saying when -- when you describe--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "No, it's not a talking point. It's reality."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--when you describe what's actually happening right now in the country, does it sound a little bit more like it -- let's take Trump out of this and even the wall out of it, does it sound like a crisis to you? We have no idea who's here, over 10 million people, we don't know anything about them. And after 9/11, the lesson was we need to know who is here, right? I thought that was the lesson. But we know that they're here, some huge number, and they're committing felonies, and nobody's doing anything about it. But that's not a crisis because why?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I think it is one of many crises that we face in this country that absolutely should be addressed. Republicans and Democrats should work together in order to do that. But it starts with the President. The President has got to be willing to work on a total comprehensive immigration reform package, not just one element of it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Can you name one Democrat running for president right now who sees this as a crisis, who's upset about it, who thinks this is corroding the bargain that the government has with its citizens, which is, you know, \"Follow the law and we'll all kind of get along\"--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "Every Democrat I know who's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--sees this as a crisis?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--every Democrat I know believes we need to have strong secure borders that we need immigration reform that's tough on people who break the law, that's fair to taxpayers and that's practical to apply (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Can you name one who thinks that we should prosecute illegal aliens for using fake federal documents?"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I don't know of any one of them who've had--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--that question posed to them in the first place."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because you have said (ph) all this soothing language and like, \"Oh, whatever.\" It's like no one even thinks about -- what does that mean? All these people are living here. We have no freaking idea who they are, how they got here, what they're doing. By definition, we don't know. And that's totally cool."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "I don't think anyone's saying that's totally cool. But I don't think anyone--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, everyone's saying that's totally cool."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--no, that's not any of -- all those clips that you just ran, none of them said, \"Oh there's nothing going on--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--there's not a crisis.\" It doesn't rise to the level--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "There is a sign in front of the White House right now--"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "--of national emergency."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--like angry rich people from Northwest D.C. put a big sign, \"Fake crisis.\" OK. Jon, great to see you"
    },
    {
      "speaker": "SUMMERS",
      "utterance": "You too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Well the middle-class is fleeing the states of New York and California. That is a crisis. Leaders of those states don't see it that way. We'll tell you what they're doing in response. Plus, waiting on the President's address to the nation. That's coming up at the bottom of this hour. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well there was a time not that long ago when New York, California, Illinois were beacons of opportunity in America. Odds are you may have grown up in one of those states precisely because they were that. But now, those three states are failing, and they're doing so at a very rapid pace. In 2017, New York, California and Illinois were the first, second, and third in losing residents to other states. New York leads. New York lost a 180,000 people to other places. California lost 156,000 people total. That number may be misleading because of the inflow. We're not exactly sure, lost a ton though. Illinois lost a 114,000 people. They're the only states to lose more than a 100,000 of their own population. Now, why is that happening? Well, you know the answer. All three of those places have become really hostile to normal people, to the American middle- class. They are now places for the very poor and the very rich with very little in between. They have a recognizable economic structure. It looks like Venezuela 2010. Do they have plans to change that though? No, they don't. Instead, their plan is to further tax the middle-class to provide benefits to illegal aliens from other countries. In the State of California, the new Governor, Gavin Newsom says he will fight hard to uphold the state's sanctuary law. Watch this."
    },
    {
      "speaker": "GOV. GAVIN CHRISTOPHER NEWSOM, D-CALIF.",
      "utterance": "Together, let us build a -- a house stronger than the coming storms, yet open to the world, a house that provides shelter to all who need it and sanctuary to all who seek it. We will not have one house for the rich and one for the poor, or one for the native-born and one for the rest. We will build one house for one California."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The emptiest suit in politics. Sanctuary for all though, all the world, welcome in California now at taxpayer expense. Meanwhile, in New York, Bill de Blasio is promising free healthcare for illegals for real. Watch this."
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, NEW YORK CITY, NEW YORK",
      "utterance": "It's going to be for the first time a guarantee of healthcare. We're going to guarantee healthcare for New Yorkers who need it. We also have a way to provide direct healthcare to a lot of our neighbors who happen to be undocumented. They're still part of our community. They need healthcare. Their families need healthcare."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Dave Rubin, grew up in New York, lives now in California. He's got a vested interest in these stories. He's been watching carefully. He, of course, hosts The Rubin Report on YouTube, and joins us tonight. Dave, what is -- it seems like there's a recognizable pattern here. What is that pattern?"
    },
    {
      "speaker": "DAVID JOSHUA RUBIN, CREATOR AND HOST, THE RUBIN REPORT",
      "utterance": "Well, first off, Tucker, I don't know how I became a remotely sensible person growing up in New York and living in California now. But I guess I somehow did it. I want to get that Gavin--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because you saw the alternatives. That's why."
    },
    {
      "speaker": "RUBIN",
      "utterance": "--right. Well, I want to get that Gavin Newsom quote right. Did he say we have one house for the rich and one house for the poor? And that's a problem?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBIN",
      "utterance": "You know, he is quite rich. How many poor people do you think live in his house? I'm guessing zero. I mean this -- this endless--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right around that, right around zero, yes."
    },
    {
      "speaker": "RUBIN",
      "utterance": "--yes, right. It would be roughly zero. I don't want to pin him down too hard right now. But, look, this is this endless hypocrisy. I -- I want to be very clear on the immigration front. I am -- I am for legal immigration. We are a nation of immigrants. My great grandparents on both sides came here as immigrants. I'm sure your family came here as immigrants. As a matter of fact, I know that they did. Almost everyone in the United States came here as an immigrant unless you're Native American or your family was brought here as slaves. And that -- that's a separate issue. We are a nation of immigrants. But the idea that if you come here illegally, you should be getting more from the state so the state should take from some who produce and give to others, who are here illegally in the first place to thus well, force it -- it, yes, to force them to stay further illegally. This -- this is a major problem. And -- and what this really comes down to is what is so consistent with everything that's happening on the Left these days and with progressives. We say things that sound nice. It sounds nice, we're going to give everyone health insurance, we're going to have sanctuary cities. It sounds really nice. But these -- these are not things that are good for a society that truly wants to be free that -- that wants you to keep what you earn, what want -- what allows you to live as you see fit. That's not -- this is a recipe for a disaster if we're incentivizing people to do illegal things. I mean this is -- this is pretty basic stuff. And yet, it's become somehow controversial to say any of this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why does no one ever raise the alarm over the -- more than a 100,000 American citizens fleeing these states every year and the close to a 100,000 American citizens living on the streets as homeless people right now? You never hear anything about that."
    },
    {
      "speaker": "RUBIN",
      "utterance": "You -- you never do hear anything about it. I mean I can tell you this. I've been on tour most of this past year. And I went to probably about 80 cities in the United States all over the country--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBIN",
      "utterance": "--everywhere from New York to -- to California. And I -- I was on stage in Denver, and I did a joke about how much I thought -- how great I thought the city was, and the economy was great, and the people are all nice, I said I'm considering moving to Denver. And after the show, people were coming up to me and saying, \"You know, please don't say that. We don't want more people from California here.\" That -- that just tells you, you know, they're sort of joking to me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBIN",
      "utterance": "But what they're saying is people are leaving California, if you're being taxed to the nth degree in California--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know."
    },
    {
      "speaker": "RUBIN",
      "utterance": "--they're getting out of California, and they're -- they're moving to Denver. They're moving elsewhere. I mean, again, I can tell you that through doing this tour all with the Progressive--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's totally right."
    },
    {
      "speaker": "RUBIN",
      "utterance": "--cities. When I went -- San Francisco, when I went to Berkeley, when I went to Portland, Seattle, there are drugs, there are homeless people everywhere. There are the -- in San Francisco, this is not a joke, there is actually an app to tell you what streets to watch out for human poop on. This is not a joke. People can check this out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's disgusting. No, it's not a joke. And it's--"
    },
    {
      "speaker": "RUBIN",
      "utterance": "I mean you -- and go to a Conservative City--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--unfortunately--"
    },
    {
      "speaker": "RUBIN",
      "utterance": "--and it's pretty well run."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Boy -- I think Boise and Jackson are fine. Dave, thanks very much. Great to see you."
    },
    {
      "speaker": "RUBIN",
      "utterance": "You got it, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Bernard Whitman is a Democratic pollster. He's worked with Bill Clinton and former New York Mayor, Michael Bloomberg. He's looking out across an expanse of brand-new Democrats tonight, and he joins us. Thanks very much for coming on."
    },
    {
      "speaker": "BERNARD WHITMAN, DEMOCRATIC PARTY POLITICAL POLLSTER AND STRATEGIST",
      "utterance": "Thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, I'm a little bit confused about this proposal from Mayor de Blasio. He's saying that everybody who is currently in the city qualifies for government subsidized healthcare. Is there a limit on how long you've been there? Can I just come from any country in the world, land at JFK, and claim residency and get free stuff?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is there a threshold for how much you've contributed to the system or is it just literally everyone?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Look I think the de -- let me break it down for you. I think actually this is a very effective, efficient conservative approach to delivering healthcare. The truth is undocumented immigrants and those who can't afford healthcare already get free healthcare now. They go to the city's emergency room departments. It's a very inefficient way to deliver healthcare. They go for colds. They go for flus. They go for any number of things. They -- they can't really get mental health treatment. They can't get basic services, so they go to the emergency room. Delivering healthcare, basic healthcare, preventive healthcare through the emergency room is a terribly inefficient way to do it. It's a drain on taxpayer money. This is looking at a way to manage healthcare better and to be able to sort of give--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, I'm -- I'm sorry. I know--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--preventive care to these people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I'm very familiar with the talking point. But can I just ask you a simple question--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Well it's not a talking point. It's truth. It's basic economics."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, well, of course it's -- of course, it's a talking point. So, Liberals push for--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "It's basic economics."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--universal access to emergency room care. And when that turns out to be a disaster, they're like, look, we have to give it to everybody because our first proposal didn't work. And you know that is true. But let me just ask you, is there a limit? So, why wouldn't this be an inducement for the world to land at JFK, claim asylum and, all of a sudden, get the fruits of the most prosperous society in the history of the world? I mean I'm--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Look, the fact is, Tucker--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--sincerely asking."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--yes, that's good question, Tucker. The fact is everybody already wants to come to New York. It's a very expensive place to live, but it is the beacon of the entire world. That's why there is -- it's America's largest city. People come here from all over the world to try to make it. And it's true. If you can make it here, you can make it anywhere. I think what de Blasio is saying is that if you're here, and you don't have money, whether you're undocumented or documented immigrant, or you happen to be a citizen that doesn't have money, you deserve healthcare. And look, let me--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But is there a threshold? Let's just spin it down (ph)--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--let me wait (ph) can I -- can I ask you a question?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--now, hold on. If -- so, if I land from country X, the next day am I eligible for this? Am I--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "You'd have--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--eligible for a government subsidized colonoscopy--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--you -- look, you'd have to--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--or a mental health screening, seriously?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--you'd have to ask the Governor. But, look, at the end of the day, if you don't really want undocumented immigrants walking around your city, I understand some people don't like that, would you rather they be walking around your city healthy or sick? Would you rather they be walking around with mental health issues that -- that could exploit into violence--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well but hold on, but it's not -- hold on, but it's not just--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--or would you like them to get treated?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--it's not just about the illegals. Hold on--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Which makes more sense?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--there are other people in New York City, you know, city of 8 million. Your middle-class is fleeing, as you know. The numbers prove it. What about them?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "They're not fleeting."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They are, actually."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "All -- all right. The -- the -- the city -- the city population--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's one of the leading (ph) three states--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--the city population--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK. But hold on--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--the New York City population's very stable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No. The city's population of middle-class residents making, you know, from 30 to 70 is not stable at all. It's shrinking."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "They're stable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And if you don't know that, you're not paying attention because it's true. So, let me ask you, what about them like they're paying for a lot of this stuff? You crowd up their hospitals. You make it harder for them to get services like does anyone care about them, honestly?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "I think that's exactly what with -- the point is we're trying to reduce the strain on the emergency room by giving people access to healthcare that can't afford it or -- or can do so but on a sliding scale. So, if you go to an emergency room and you're -- happen to have money, you shouldn't have to wait, you know, hours and hours and hours because people are just sort of flooding the hospital unnecessarily."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "That's why if we give healthcare to people, they can get basic preventive care that has been shown to reduce emergency room visits that are unnecessary."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. OK, so here are the numbers and I'll just end with this. But I -- I mean I just want to see if you can keep a straight face. Here's what de Blasio is saying this will cost. He says it'd cost a $100 million and it will cover 600,000 people. Now, we actually have a calculator on our iPhone, and we found that that would amount to a $166 per person per year. You think that you can offer government subsidized healthcare to the indigent and will cost you a $166 per year?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "I'll say two things. I'll say two things. One is factoring in--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "For real?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--no, it's -- it's factoring in the -- the fact that many of those people are already getting healthcare through emergency departments, so they are not going to be covered there, so those savings will go into the program. And two, a $100 million, I was pretty surprised about that too. I think it's going to cost a lot more. But I think healthcare is a--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, why lie about it? I mean a--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--because--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--colonoscopy cost a 1,000 bucks and--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Tucker, I think healthcare is a basic human right and we ought to start trying to figure out how to do it there (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Who's paying for this?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "I think this -- I think this should be a--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's a basic human right to provide it--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--pilot program. We--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--to people from other countries. So, we have an--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "I think--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--an obligation to provide free healthcare to--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--any person should deserve healthcare."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--anybody in the world, I mean -- last question, how many people do you think will live in New York in 20 years? I mean do you -- do you plan to live in New York until -- I mean be--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "I -- I will live in New York--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--be totally honest. You're on TV."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--God willing, I will live in New York to the day I die. And I suspect in 20 years, the population will be about 10.2 million. Come back--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, I bet you live in Florida (ph)--"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--I'll be on it -- I'll be on with you in--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--with free healthcare (ph)."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "--in 2039."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I hope you're right. Look, I'm rooting for New York. I don't want it -- you know, but it's clearly falling apart. Bernard, thank you very much."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And good luck there."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well a top Democratic donor is facing some pretty serious questions after a second dead body was found in his home. It's a totally bizarre, it's a grotesque story, actually. But we'll bring it to you, after the break. Plus, the President is speaking to the nation at the bottom of the hour about the Border. We'll have his address right here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sources tell Fox News that Broward County Sheriff Scott Israel expects to be suspended by Florida's new Governor, Ron DeSantis, the most deserved demotion in history. This is over his handling of the Parkland school shooting. After the shooter himself, Nikolas Cruz, Israel appears to be the one most responsible for the deaths of those students in the massacre. A recent state report found that Israel's deputies were poorly trained, had malfunctioning radios, and took cover, shamefully, rather than confronting the shooter, and that possibly cost multiple children their lives. Israel, of course, has vowed to fight back against any effort to suspend him or punish him. We'll continue to follow this story. Well a wealthy Democratic donor, big-time Democratic donor in California is caught up in a bizarre scandal tonight. The scandal involves sex, drugs, and two mysterious deaths. Trace Gallagher is in Los Angeles with more details on that. Trace?"
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Tucker, authorities arrived at Edward Buck's West Hollywood home just after 1 o'clock Monday morning, where they found an unidentified Black male had died. The cause of death is under investigation. But drugs are a strong possibility. In fact, Edward Buck's attorney was quick to say his client was not doing drugs. Watch."
    },
    {
      "speaker": "SEYMOUR AMSTER, EDWARD BUCK'S ATTORNEY",
      "utterance": "This is not a situation where Mr. Buck has caused the death. This is an -- situation where Mr. Buck has had longtime friends who unfortunately do not handle their life well."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "In fact, just 18 months ago, another friend also overdosed inside Buck's home. The death of 26-year-old Gemmel Moore, a Black male escort was ruled accidental despite journal entries by Moore saying, \"I've become addicted to drugs, and the worst one at that. Ed Buck is the one to thank. He gave me my first injection of crystal meth. It was very painful. But after all the troubles, I became addicted.\" And in a final entry, he wrote, \"If it didn't hurt so bad, I'd kill myself, but I'll let Ed Buck do it for now.\" Still, investigators could find no proof that Edward Buck provided Gemmel Moore with methamphetamines. But now, the man who recently donated more than a half million dollars to Democratic causes and candidates, and is a well-known LGBTQ political circle figure, is watching as protests erupt at his home. Watch."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "The protesters contend if two White men were found dead in a Black man's apartment, the response would be very different, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Trace Gallagher, thanks for that report. Keep in mind, prosecutors said there was no evidence he'd supplied the drugs. Of course, the dead man's journal said that on the level, of course. One of Hillary Clinton's friends. Well a new study claims that traditional masculinity is inherently harmful. How will that message help failing American boys? We'll deconstruct it after the break. Plus, President moments away from delivering a major address on the immigration and the Southern Border wall. We'll have it here for you, just ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well American men are in deep trouble. The numbers show that very clearly. What's causing this? Well according to the American Psychological Association, the problem with men is their maleness. Newly issued guidelines argue that \"Traditional masculinity\" is harmful, and that psychologists should somehow undermine it. Christina Hoff Sommers is a Resident Scholar at the American Enterprise Institute. She's co-host of a new podcast, Femsplainers, and she joins us tonight. Thank you very much for coming on."
    },
    {
      "speaker": "CHRISTINA MARIE HOFF SOMMERS, AMERICAN ENTERPRISE INSTITUTE RESIDENT SCHOLAR",
      "utterance": "Great to be here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, I just imagine a study that found that inherently femininity is poisonous or inherently homosexuality is poisonous, and women and gay people should suppress the way they feel they naturally are for the sake of their mental health--"
    },
    {
      "speaker": "SOMMERS",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--like how would that go over, do you think?"
    },
    {
      "speaker": "SOMMERS",
      "utterance": "Not well."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "And this is shocking because it was published by the American Psychological Association. It's the largest sort of scientific professional organization of psychologists of -- 120,000 members something like that. And it is just inundated with jargon about male privilege and -- and hegemonic masculinity and androcentric European masculine, I mean it's ridiculous. It's a politicized doctrine. And just think, if you had a depressed son or father, and needed psychiatric help, psychological help, and you would have to worry that the psychologist was enthralled to this -- this dogma."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But I wonder if this dogma isn't causing depression actually, since it's everywhere. I mean what would happen if you told girls the qualities that make you feel female are poison and you must suppress them, what would that do to their mental health?"
    },
    {
      "speaker": "SOMMERS",
      "utterance": "Nothing good. Basically, we are treating masculinity as a pathology in need of a cure. Well, not we, the American Psychological Association."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "And it's as if the average male needs to be re-engineered or re- socialized according to specifications from, I don't know, a gender studies textbook from the 1970s. It's -- it's outdated. You wouldn't know that biology played a role in masculinity."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "It just asserts dogmatically that it's a social construction. And because it was socially built, let's -- let's rebuild it according to the lights of, you know, these agenda-driven researchers."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Only crazy people believe that because it ignores biological reality. I also wonder why this report doesn't address the fall, the real drop in testosterone levels over the past 30 years. Does that play some role in male dysfunction? No one seems interested in that. Am I right (ph)?"
    },
    {
      "speaker": "SOMMERS",
      "utterance": "Well no one fully understands that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "But what's sad too is that if you read the report, buried deep inside, there's actually some -- some good advice."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I'm sure."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "They -- they recommend that psychologists, when you're treating a young man, if he's typical, he doesn't want to sit and look and -- look at you and talk about his feelings, there have to be other approaches. And they recommend shorter sessions and maybe go play basketball or something."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "So, they do make concessions to conventional masculinity while deploring it and denying it. And you would never know that men or maleness was ever synonymous with anything good reading this report."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Should it make us nervous that politics is so clearly intruding into science?"
    },
    {
      "speaker": "SOMMERS",
      "utterance": "Definitely. And -- and, as I said, you would -- you would have to find out what a psychologist politics were, what they thought about this report before you wanted -- for a man -- send a young man or your husband--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "I mean it's -- it's really appalling the politicization."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're -- we're -- we're entering the Dark Ages. It's -- it's sad. You're a light in the middle of the Dark Ages. So, thank you, Christina Hoff Sommers, great to see you, as always."
    },
    {
      "speaker": "SOMMERS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Democrats want something called a Green New Deal. You hear the phrase a lot. What exactly is that? We'll tell you after the break. Plus, we're going to ask, what is the truth about the danger of terrorists crossing the Southern border? A lot of propaganda on that, so I think we'll (ph) try to get to what's actually happening. President speaking about (ph) the border in just a few minutes. You'll see it here on Fox. Stay tuned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well since being elected to Congress, Congresswoman Alexandria Ocasio-Cortez has been touting what she calls a new deal, not a new deal like FDR's new deal, but what she calls a Green New Deal, something focused on the environment. What is it exactly? We're not totally sure. But from what we can tell, a lot of it does not relate actually to the environment. The program's planks include singer -- single-payer healthcare and basic income programs. The plan would drastically raise your electric bill by replacing fossil fuels with wind and solar, which is much more expensive and less efficient, but also funnel money to labor unions and Left-leaning industries. And, of course, it would dramatically increase the deficit. Would it help global warming? Well, not really, according to scientists. So, what is the point of this? Justin Haskins is an Executive Editor and Research Fellow at The Heartland Institute, and he joins us tonight. Justin, thanks very much for coming on. So, give us just a -- the quick overview of what we know so far about this Green New Deal."
    },
    {
      "speaker": "JUSTIN HASKINS, EXECUTIVE EDITOR AND RESEARCH FELLOW, THE HEARTLAND INSTITUTE",
      "utterance": "Right. Well I -- I've been saying this now for two months. This is the most radical, dangerous policy proposal offered in modern history, certainly by a sitting congressman. And not only would it eliminate hundreds of thousands of jobs, maybe even millions of jobs related to the fossil fuel industry, but it would also require upgrading every single home and business in the entire country. We're talking about more than a 130 million buildings being upgraded by the federal government, whatever the heck upgrading means. It would create a universal basic income program costing trillions of dollars, single-payer healthcare, which the Marcaida (ph) Center says would cost $32 trillion over the first 10 years, all kinds of crazy stuff. New -- a whole system of new publicly financed, publicly owned banks to pay for all of this, running up the--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hmm."
    },
    {
      "speaker": "HASKINS",
      "utterance": "--national debt by tens of trillions of dollars, I mean this is crazy stuff. This is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well--"
    },
    {
      "speaker": "HASKINS",
      "utterance": "--socialism."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--can we back to the -- to the first part? It's a little bit strange because for generations we've heard politicians on both sides say we need to wean ourselves from foreign oil, which, by the way, is funding terror. So, the United States is now a net exporter of oil and gas, the largest producer of oil and gas in the world. This would eliminate the oil and gas industries overnight or am I overstating that?"
    },
    {
      "speaker": "HASKINS",
      "utterance": "It would eliminate the oil and gas industries within a 10-year period, from 2020 to 2030. Yes, every single job in the oil and gas industry, every fracking job, all of them would go away, all to accomplish this pie-in-the-sky goal of eliminating climate change in 80 years."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But would it eliminate -- I mean climate change is a -- is a -- to the extent I understand is a global phenomenon. So, would it force China to go solar too?"
    },
    {
      "speaker": "HASKINS",
      "utterance": "No, absolutely not. And that's -- and that's really the dirty little secret of this plan is it actually would do nothing to reduce global CO2 emissions because over--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Huh!"
    },
    {
      "speaker": "HASKINS",
      "utterance": "--the course of the next 20 or 30 years, China and India, which are producing increasingly more CO2 emissions, they're going to outpace us. Anything that we do is going to make absolutely no difference in the long run. This is all about socialism, not saving polar bears. That's really what this is all about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, you're not selling me on this, Justin. And I don't see a clear upside. Maybe you can come back and take another shot at it. But, for now, I can't say I'm for this. Great to see you. Thank you very much."
    },
    {
      "speaker": "HASKINS",
      "utterance": "Thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, two years ago, Hillary Clinton ran for president, not a very likable candidate. I think that's fair to say. Even she would likely say that and it's one of the main reason -- reasons she lost. Now, in 2019, some pundits worry that Elizabeth Warren isn't very likable either. Many candidates have been called unlikable. Many of them are unlikable. But when that label is applied to female Democrats, it is sexist, according to many, including Hillary Clinton."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "There's been a lot of talk recently about whether our country is ready for women leaders."
    },
    {
      "speaker": "CLINTON",
      "utterance": "Now that really takes me back. But--"
    },
    {
      "speaker": "CLINTON",
      "utterance": "--today, I want to thank all of you for your persistence. I know many of you and can attest as to how smart, determined, effective and, dare I say, likable you all are."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Tammy Bruce is a radio host and President of the Independent Women's Voice, and she joins us tonight. Tammy, great to see you."
    },
    {
      "speaker": "TAMMY BRUCE, INDEPENDENT WOMEN'S VOICE PRESIDENT",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is baffling to me. And I say this as someone who's been called unlikable countless times, over 20 years. It doesn't seem like a sex-specific criticism. And again, I'm saying this as an unlikable person."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, and it's not. There have been a number of male candidates, male politicians, who have been called unlikable. You know, John Edwards is one of them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "And, look, I'll call Mitt Romney unlikable, until the cows come home. There's a lot of people who are unlikable because they're unlikable. But here's the problem here. As a woman who wants to see more women in leadership, the more that we cast women, this is a contrived issue, the argument, it really puts us into a framework of -- of the Democrats wanting to make it inappropriate to criticize women politicians for any reason. And--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "--you know, infants don't become--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "BRUCE",
      "utterance": "--president, right? Well, we've got to be able to engage with the arena. We know things are going to be said. If you can't handle how you're described, then you're not going to be able to run the free world. But the -- but the other problem here is, is that they're suggesting that women either really can't handle it or they can't push back on the merits of the issue, and that's the other problem. So, in the -- so what they're doing is, in fact, sexist by arguing that women either can't be called a name and, sometimes, it's unpleasant. None of us like it certainly, especially if you are unlikable. But -- but--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It hurts most--"
    },
    {
      "speaker": "BRUCE",
      "utterance": "--it -- it--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--under those circumstances."
    },
    {
      "speaker": "BRUCE",
      "utterance": "--it hurts most then. But the fact is, look, I mean if women are going to really compete, they're going to have to compete at the level of--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "--everyone else. And I -- and I know that women can do that. And I take umbrage. And I think most women who really understand how to take control of their own lives. We know that we can handle everything that comes our way. And it's very disappointing to hear the new narrative being that you can't say anything wrong--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's totally right."
    },
    {
      "speaker": "BRUCE",
      "utterance": "--about a woman or -- or, in fact, judge her like we judge men all the time."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You can be tough and likeable, and you're a living proof of that, Tammy Bruce."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thanks a lot for coming on."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you. Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good to see you. Just got a Fox News alert for you. We're just minutes away now from the President's address to the nation on the Border wall. What can we expect him to say? Fox Correspondent, David Spunt, is here to take us through it. David, good to see you."
    },
    {
      "speaker": "DAVID SPUNT, CORRESPONDENT",
      "utterance": "Hey, Tucker. Well, just a few minutes away, the big question is will President Trump declare a national emergency?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SPUNT",
      "utterance": "That's something we've been hearing really for the last week or so. He said in a news conference he would consider it. And if he does declare a national emergency, he can move ahead with the wall without Congressional approval. But Democrats have hinted at a court battle if President Trump decides to do that. But The Wall Street Journal reported, just a few hours ago, it's unlikely the President will declare a national emergency, and still hopes to strike a deal with Democrats on Capitol Hill. Now, we've learned the crux of the speech in just a few minutes. We'll focus on the urgency for building that wall on the border, while explaining to Americans why Trump views the Border situation as a crisis. This is the President's first speech to the nation from The Oval Office. And no question, Tucker, that does hold a certain weight to it. White House Communications team expects the speech to last between seven and nine minutes. Our own Bret Baier, other network anchors met with the President today for lunch to learn more about the speech. But still, no one has actually seen it word for word outside of the White House team. President is unpredictable, so we'll have to see exactly what he says at the top of the hour. Following the speech, Tucker, Nancy Pelosi, the House Speaker and, Minority Leader, Chuck Schumer, will deliver a rebuttal. Three weeks from tonight is the State of the Union. You could almost see this is like a second State of the Union in the month of January with a rebuttal from the Democratic side and a message from the President to the nation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "David Spunt, thank you for that."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Few weeks -- few weeks away from now (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm watching. I'm going to sit right here."
    },
    {
      "speaker": "SPUNT",
      "utterance": "--minutes away."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm going to sit right here and watch him. Good to see you."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Good to see you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Welcome."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'll watch it in (ph) Fox. Well NBC News recently reported that only six suspected terrorists were caught trying to cross the U.S.-Mexico border. Is that a reassuring number? What does it mean even? Well, we called Tom Fitton to find out. He's the President of Judicial Watch, and he joins us tonight. So, Tom, should I feel better that only six suspected terrorists were caught apprehending the border? How many were not caught like what's the context here?"
    },
    {
      "speaker": "TOM FITTON, PRESIDENT, JUDICIAL WATCH",
      "utterance": "Well the context is they're trying to shoot down the reason for a border wall, which is--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "FITTON",
      "utterance": "--national security reason, and the Trump Administration has highlighted the national security threat. And they said well only six suspected terrorists that we've known about, which were on our terrorist watch list were confronted at the border. But that doesn't tell the full story. Well, first of all, only 19 terrorists were involved in the 9/11. So, it doesn't take a lot of terrorists to have a significant impact."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But isn't the point that we don't know who's coming across illegally--"
    },
    {
      "speaker": "FITTON",
      "utterance": "Well, exactly, but -- but -- but--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--right? I mean what--"
    },
    {
      "speaker": "FITTON",
      "utterance": "--but -- but the other number is there were 3,000 special interest aliens confronted at the border last year, and these aren't special interest aliens that we're interested in because of their -- their hobbies. It's because we think they have a national security impact on us and there may be a terrorist link. So, these numbers are pretty astonishing when you look at the massive numbers of terrorists or people that we suspect to be terrorists trying to infiltrate our Southern border. And if -- he may not declare a national emergency, but it is a national emergency, when we have 1,000-plus miles of unsecured border in our Southern area without any ability to figure out who's coming across. We know the terrorists are targeting the Southern border. Just earlier, actually, just last month, we deported a guy who was based out of Brazil, who was smuggling terrorists into the United States. This is a serious issue, and it's shameful that the political class here in town, because they don't like Trump, don't want to address this issue that places our national security at risk."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There used to be a pretty clear distinction between news anchors and Democratic Party flacks. And I don't see any difference now at all."
    },
    {
      "speaker": "FITTON",
      "utterance": "It's all anti-Trump advocacy. And if the national security takes second fiddle to that, so be it. And -- and--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. OK, they don't like trump. That's fine. It doesn't even bother me. It's lying about policy that I think is really wrong. They shouldn't do that. That's not journalism. It's totally wrong."
    },
    {
      "speaker": "FITTON",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Anyway, Tom Fitton, great to see you."
    },
    {
      "speaker": "FITTON",
      "utterance": "You're welcome. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. Well what is about to happen tonight? What's the point politically? What's the game plan for Democrats? Will there be a national emergency declared or not, and should there be? Dana Perino hosts The Daily Briefing with Dana Perino, obviously. You know who she is. You love her, most popular person on the channel joins us tonight. Dana--"
    },
    {
      "speaker": "DANA PERINO, HOST",
      "utterance": "Likable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--likable."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I love that. I was going to saying it. It's true in your case. So- -"
    },
    {
      "speaker": "PERINO",
      "utterance": "Not always."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--what -- what is the political dynamic here that the rest of us are not catching?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well I think that because you see all of this lead-up to the speech, it's a clue that something is happening that this is a big deal. This is the biggest tool on the President's toolbox, when it comes to communications. It's also a very isolating moment for the President, OK? So, when you go into the Oval Office to give an address, you are the Commander-in-Chief. There's a lot of symbolism. And you are speaking with all the gravity and the enormous consequences of your words. It carries so much weight. And you're there alone, behind the Resolute desk, resolute for a reason, right? This is -- this is where you do this speech. No one behind you. Just you and the teleprompter, it's you and America. Now, President Trump does a very good job with that type of communication. He's very used to it. But it isn't -- it's not the same thing as giving a speech at a rally or even giving a speech--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--where you have people that you can look at and you can get the feedback. I've always heard that presidents kind of don't like to do these Oval Office addresses so much because you can't get a sense of how it's going. But tonight will only be eight minutes long. And so, the President has this chance. I think that what he'll try to do is to say, \"Look, I -- I realize that there are people going to disagree with me. Let me take a few minutes just to explain to you, as a person who is in charge of keeping this country safe, let me explain to you the gravity of the situation on our Southern border. Let me try to appeal to your bipartisan agreements on national security, and let's see if we can find a common-sense solution.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Do you think there is, practically speaking, the chance for some kind of deal between the two sides?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's -- it is exceedingly difficult, I think, at this point. I was looking at some polling earlier about this question of \"Do you support President Trump on the wall?\" And 54 percent of the American people have said \"No,\" from December 2016 through December 2018. And we've had all this discussion about it. So, the needle doesn't move. Where does the needle move? When you talk about border security, when you talk about all the different tools that you could use, the wall, wall structures or whatever your slatted steel and some concrete, whatever, you realize that in some places that's where you need it. But when he talks about border security writ large with all the different tools, that's where he's on more solid ground. The Democrats, I think, are actually quite vulnerable on that point. If you can get them the meeting, you know (ph), to focus on it--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--they've voted for it in the past. Why won't they vote for it now? The Border Patrol is saying that they need this to keep the country safe. Let's try to get together. And he will invite those Democratic leaders to the White House on Wednesday. So, it'll be fresh off the speech and then we'll think we'll know."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I -- I wonder if the other argument works overtime. So, I think there are protesters in front of the White House right now with a sign saying it's a fake -- well there it is, right there, it's a \"Fake Crisis.\" The other channels are putting crisis in scare quotes. I mean a lot of people who work on the border, federal agents, as you just noted, think there is a crisis, and we've got some huge and unknown number of people here illegally. That suggests a crisis. What do you get out of pretending that it's like it's everything's fine, nothing's wrong, and you're a bigot if you think otherwise, does that work?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, you know, I don't think it necessarily works with that small group that is still persuadable. The Republicans--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--are in President Trump's camp. The Democrats are in Nancy Pelosi's camp. There's a very small number of Americans who are still persuadable on this issue, and that's why his task is so -- so difficult tonight, but is one that this kind of a moment, a first Oval Office address for a President, you can really rise to the occasion in on -- in a situation like this, and try to move forward. You'll see tomorrow a little bit if the Democrats feel like maybe they should come to the table with something for the President when he talks about common-sense solutions and a bipartisan agreement on national security. Those are things everyone should be able to agree on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Huh! It's -- it's interesting. Do you think that, very quickly, do you think the President can move off of his pretty bottom-line promise, \"No Wall No Deal?\""
    },
    {
      "speaker": "PERINO",
      "utterance": "I've always felt that the President actually doesn't get enough credit from his base for all the things he's done so far. For example, you now have people that are seeking asylum having to wait that out in Mexico. That was a deal that the Department of Homeland Security, Secretary Nielsen, was able to get done. Didn't get enough attention. There's a -- a lot of the things that the President has done to move forward. I think you should get more credit from that from his base. But if they've decided that it must be a physical structure, a wall then he has a pretty tough job to do."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, he's been pretty clear about it too. Dana Perino, thank you very much."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Great to see you. We're going to find out what the President has to say in about eight seconds from now. We'll be back tomorrow night 8:00 P.M., the show that's the sworn enemy of lying, pomposity, smugness and groupthink. Again, President speaks any moment. “Hannity,” right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}