{
  "date": "January 8, 2020",
  "headline": "Retired Armey Col. Douglas Macgregor says the US has no vital strategic interests in Iraq",
  "subHeadline": "Guests: Douglas Macgregor, Cory Mills, Tulsi Gabbard, Mike Rowe, Joey Jones",
  "url": "https://www.foxnews.com/transcript/retired-armey-col-douglas-macgregor-says-the-us-has-no-vital-strategic-interests-in-iraq",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to \"Tucker Carlson Tonight.\" The war has been postponed, it turns out, a day after the Islamic Republic of Iran fired a salvo of ballistic and cruise missiles into a pair of military bases in Iraq.  We are back from the brink. This morning, in a live address to the nation, which you no doubt saw, the President announced that Iran's missiles had landed harmlessly. No American troops were killed and no Iraqis either. It turned out to be a purely symbolic bombing designed to stop rather than start a larger war.  As the President explained, at least for now, the hostilities are over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Our great American forces are prepared for anything. Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A very good thing for the world. That's a big claim. But in this case, it is not an overstatement.  For the past five days, all of us have had, if nothing else, a chance to ruminate on what war with Iran would mean for us here in the United States. And of course, at best, it would be tragic. Very easily, it could become a catastrophe.   We've had time to think about it. We ought to be saying prayers of thanks that it didn't happen. We came close. And in fact, we're still close tonight. Thousands of American troops remained stationed in Iraq. And that's a country we just learned that is largely run by Iran. Think about that. After nearly 17 years of American occupation, Iran's most powerful military leader, a man that we considered a terrorist was flying in and out of Baghdad's airport like he owned it. That's how comfortable he felt in Iraq, a place that we supposedly control.   Now the government of Iraq which need to be reminded, we created out of nothing and had spent untold billions propping up for more than a decade is taking Iran's side in this dispute and demanding that Americans leave the country. So 17 years, trillions of American dollars, more than 35,000 Americans killed or wounded, you probably know one. And this is what we get at the end in return, another Iranian proxy state that hates us. It's infuriating. In fact, it's worse than infuriating, it's immoral. And the people who let this happen should be punished, the Americans who let it happen.  The casual recklessness they displayed, the utter incompetence. It's all an insult to the memory of the thousands of Americans who died in Iraq.   This mismanagement of that country by our leaders is one of the saddest things America has ever done. And yet, suddenly there may be an upside to all of this sadness, and it's this -- we can go now. Iraq's democratically-elected government has asked us to leave and we should leave immediately. Remaining in Iraq increases the power of bureaucrats and think tanks in Washington, it does do that, and that's why they're in favor of it.  But as the last week has shown, it imperils the lives of Americans. And for no good reason. We can't turn Iraq into Belgium. We tried that, it didn't work. It's never going to work. We don't need their oil anymore. A lot has changed since 2003. We've got fracking now, and so it's time to go, oh, but you can't just leave Iraq screamed the think tankers and the TV war planners, it's irresponsible. They missed the irony.  But you can't leave. Well, actually, you can. Here's how it's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "How does the United States get out of this situation? Is there an -- is there a way out of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "How do they out? You know how they get out? They get out. That's how they get out. Declare victory and leave. Because I'll tell you, this country is just going to get further bogged down. They are in a civil war over there, Wolf.   There's nothing that we're going to be able to do with a Civil War. They are in a major Civil War, and it's going to go to Iran and it's going to go to other countries. They are in the midst of a major Civil War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was 2007. Thirteen years ago, with good advice, and we should have taken it. It's not too late. Let's do it now.  Douglas Macgregor is retired U.S. Army Colonel, author of the fantastic book, \"Margin of Victory,\" a frequent guest in the show. He joins us tonight.  Doug, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COL. DOUGLAS MACGREGOR (RET), U.S. ARMY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what would be the reason to stay in Iraq at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "I can't think of any to be perfectly blunt with you. I have none that are any good. There are people who sympathize with those Arabs in Iraq who would like us to stay as some sort of counterweight to Iran. But frankly, we have no vital strategic interest that compels us to be there.  The President is very lucky these missiles, as you pointed out, were targeted in advance, and we were informed in advance of where they were going to land. So we were able to evacuate soldiers, sailors, airmen and Marines and have no casualties. The President made a right decision not to respond.  Now he needs to live up to the promises that he made to the American people and pull us out of both Syria and Iraq. That war is over. We lost it. Iran is a winner for the moment. But it won't be a winner for very long because Iran has to compete with the Turks and the Sunni Islamists for control of Iraq. So our interests do not involve Iraq and Syria, our interest be begin along a line that runs across the top of Israel, Jordan, Saudi Arabia, around Kuwait and down to the middle of the Persian Gulf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "That's where our interests have been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They are all over -- to the Gulf, of course. So you're saying that if we want to impede the growth of Iran's influence in the region, hand them Iraq and wish them luck in the same way that the Soviets invading Afghanistan precipitated the end of the Soviet empire. Is that what you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Mr. Erdogan and Turkey has made it very clear that he covets Northern Iraq. He would like to control all of Syria. He is now sending Sunni Islamist fighters and Turkish troops into Libya and Tunisia.  He is the new problem for us, not Iran. Iran really is on the ropes. Its population is sick to death of the wars that have been fought in Iraq and Syria by proxy forces and by Iranians and the Quds Force. They've taken thousands of casualties.  Minister Soleimani was popular with many, but very unpopular with others, especially the people that lost sons fighting in those countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Let's get out. Leave it alone. Let the people there sort it out and they will. Iran is not going to be popular for very long in Iraq.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is there any hope that that happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Well, the President can do it. He has a wonderful opportunity now. He has a new point of departure. He can take the clean sheet and put it on the table and he can sit with the Iranians and say look, what are your interests? Tell us. We will tell you what ours are. And he can draw that line that I mentioned, that can become the Trump line.  And that's how great powers sort things out. But there's no support in this country to stay in Iraq and Syria. There is no support in the United States for war over there. He knows that. So we have two groups of people that know something. The leadership in Tehran knows it doesn't want to war with us. We know we don't want to war with them. What a wonderful opportunity to sit down and sort it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. The only impediment is permanent Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACGREGOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As always. Colonel, thank you so much for that. Appreciate it. Cory Mills is a U.S. Army combat veteran, the founder and CEO of PACEM Solutions International. He spent more than seven years in Iraq. He knows that country very well and joins us tonight. Cory, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORY MILLS, CEO, PACEM SOLUTIONS INTERNATIONAL",
      "sentences": "Tucker, thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So you just heard Colonel Macgregor say that we don't have any overriding national interest in remaining in Iraq, so why don't we leave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "Well, I'll be the first to say that I wasn't exactly the biggest advocate for war in Iraq and I certainly am not an advocate for war with Iran. I think that the President has continued to inherit a bit of a plague from previous administrations and he is trying to unravel those and, you know, like an onion, it's got many layers that you must peel back.  What I would say, however, is that we do have a certain obligation to the Iraqi people. I heard Colonel Macgregor just speak about how they don't want us in Iraq. The reality is, is that yes, the Iranians definitely do not want us in Iraq. You see this with the nonbinding Parliamentary vote, which is for show. It is not a law-binding thing. But you do see the Iraqi people who at the same day, stormed into Nasiriya and actually burn and set fire to the PMF, the Popular Mobilization Forces that are there, which are an Iranian-backed force.  One of the things that you had made mention of and I completely agree with is you made a statement. You said there's a lot of bad guys out there, and we cannot kill them all.  I completely agree with that sentiment in every way. But what I would say is that when we have Intelligence in any form that actually does imminently threat American lives and having been the recipient of one of the Iranian explosive foreign projectile EIDs in 2006, that got three out of the five guys in my vehicle, I can tell you that we must take action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I don't think you'd have any arguing with anyone in America except like the true lunatics, if there's a way to strike preemptively to save American lives, I think every American would be for that. The question is, how long do you stay in a country that doesn't want us in which we have had over 35,000 killed or wounded, as you well know. And in which we spent trillions of dollars. What's the point at which we've done our duty to the Iraqi people? We've paid the price we owe them. And when can we leave, exactly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "You know, I don't look at as much as we owe it to them or we have a price that must be paid. You know, I look at it and say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, but when can we leave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "You know, I think that we leave as soon as we actually have Iranian influence, which is basically been or in some abilities have been crippled, and they're able to basically stand up a non-sectarian democracy. You know, keep in mind, the 2005 Sectarian Constitution --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, I have to laugh at you. So you're still a believer in the George W. Bush vision that people who have nothing in common that are living in a fake country created by the European powers after the fall of the Roman Empire in World War I, are somehow going to come together and overcome their ethnic and religious divisions and become Iraqis just because they're going to base their country on idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "No, no, I mean, again, I'm not completely bought into the entire Bush -- again, I wasn't for the Iraq War to begin with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "However, I do think that the de-Ba'athification and the implemented 2005 Constitution that basically creates a sectarian democracy must be reformed. We must recall that we actually had a large part to play in that.  So I think that while we actually influenced that to be a more destabilized nation, we then basically did nothing for eight years under the previous administration, which enabled things to continue to fester.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But it seems to me that the Ba'ath Party, the fascism of Saddam was the only thing holding that country together. I mean, the Shia, the Sunnis, the Kurds -- they didn't want to live together and without Saddam forcing them to, they probably rather be three countries. Why don't just let them be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "Well, I actually, you know, I was also thinking about that the other day actually. You know a lot of people want to talk about the De- Ba'athification in the Ba'ath Party and how is uniting.   What actually it was uniting is, you know, when you watch the 1979 Saddam Public Purge where they were calling out people 10 at a time and having them executed and someone stood up and yelled \"Long live Saddam. Long live the Ba'ath Party.\" That's not about loyalty, that's about preservationist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "And you know, right now the people of Iraq are standing up against the Iranian regime. They are standing up and fighting against the Shia militias, the Qasem Soleimanis. You know, you watch in the coming days, we will have in the next 48 hours to 72 hours, you're going to have millions of Iraqis who are going to storm the streets into Tahrir Square and all the other areas and boycott everything that the Parliament just voted for because they realize that this Parliament is being threatened by the PMF in Iran, and that is the only reason they've done this non-binding vote as a show of force very much like Iran did with their ballistic missiles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, I wish them all luck. I just -- I'd like to wish them luck from, you know, thousands of miles away. Thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLS",
      "sentences": "Thank you so much for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, amid the flurry of events last night, there was also this story, a big story under normal circumstances. An airliner -- a Ukrainian carrier crashed shortly after taking off from Tehran, the capital of Iran.  All 176 people aboard died, unfortunately. Why did it crash? Early reports were technical problems. That's been revised. Now, we don't know. Chief breaking news correspondent, Trace Gallagher is on the story for us tonight. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL CHIEF BREAKING NEWS CORRESPONDENT",
      "sentences": "Hey,Tucker. Flight tracking software shows the 737-800 took off from Khomeini Airport at 6:12 in the morning. That's five hours after the Iranian missile attack in Iraq. The plane's direction, altitude and airspeed were consistent with the same flight in previous days. But three and a half minutes into the flight, at 8,000 feet, communication was lost. There was no may day. No emergency signal. So whatever happened, happened fast. Authorities in Iran say it was caused by engine failure, but aviation experts say you can't know that without examining the wreckage and the black boxes, meaning the flight data recorder which tells you how the plane was operating and the cockpit voice recorder which records conversations and ambient sound inside the cockpit. For now, Iranian authorities are refusing to turn over the black boxes to Boeing or any U.S. officials. But this was a Ukrainian Airlines so that decision might be overruled. An Iranian student news organization captured video which we have not verified, showing the plane in flames before it hit the ground, which experts say is unusual. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE BOYD, AVIATION EXPERT",
      "sentences": "It would suggest something caused that fire to happen, and that's just not common with a jet engine. So it's a very good chances this was hit by something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Other experts say that something could be a missile or some onboard explosion. But these 737s have had engine problems. Back in 2018, a Southwest jet suffered uncontained engine failure that broke apart, shattered a window and killed a female passenger. Though the plane that crashed today was only three years old, had maintenance check just two days ago, and remember the 737s can easily fly on one engine -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, on the night of an international missile drama. It does make you wonder. Trace Gallagher, thanks so much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, by the way, even as we're running this show live, we watch the competition on the other channel so you don't have to, and over there, on one of those channels, here's what you missed. Here's the graphic on the screen. \"Crisis created by impeached President.\" Behind him, it says, \"Trump makes war.\" So everything, literally everything is about impeachment over there. Pretty amazing. Well, Hillary Clinton spent years promising conflict with Iran. Iran is the greatest threat we face. She told us that for a long time. Now she is claiming she didn't. She is the peacemaker. Tulsi Gabbard joins us on set. She has got a pretty sharp memory on that subject. We will ask her, also, by the way, is it time to bring U.S. troops home from Iraq? A place that she served. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Last night, as America really did for a moment seem on the brink of war with Iran, some users on Twitter voiced their displeasure by tweeting the #IVotedForHillary. It was a nice little rhetorical win until Hillary Clinton herself had to join in. The message, of course is that President Hillary would not be sitting starting a war with Iran.  Well, is that true? Or would Hillary Clinton be maybe the single most likely person in the history of America to start a war with Iran? Remember as Secretary of State she bragged about overthrowing Muammar Gaddafi in Libya. How did that work? Well, they're now selling slaves in downtown Tripoli. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "That is the land of unconfirmed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "We came, we saw, he died.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Did it have anything to do with your visit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "I'm sure, it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, we killed him. Killing people is hilarious especially when those countries fall apart and slave markets open. Anyway, if anything, Hillary Clinton's intentions toward Iran were even more bloodthirsty. In 2008, which was a long time ago, the first time she was running for President, she warned that Iran had better be ready because she was going to crush them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "If Iran were to launch a nuclear attack on Israel, what would our response be? And I want the Iranians to know that if I'm the President, we will attack Iran. Whatever stage of development they might be in their nuclear weapons program in the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, so just in case you didn't remember that Hillary Clinton was the urn neocon, because she was and is, there you go.  One person who may remember is Congressman and Democratic presidential candidate, Tulsi Gabbard who joins us on set tonight. Congresswoman, thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HAWAII, PRESIDENTIAL CANDIDATE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So whatever you think of Hillary and I -- you know, I think she is capable in certain ways. I'm not -- I don't think everything about her is bad. But kind of a full-blown neocon, no? Or am I imagining that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "No, you're not imagining. I think everybody knows and understands that she is a warmonger and it is her record. That that is proof of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're totally right. I just -- I love that phrase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "You showed the clip about Libya.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Looked to her influence on going to launch a regime change war in Syria, Libya, you look throughout obviously her support for the war in Iraq. Throughout her history, her track record is well known. I think this is why a lot of people back in 2016 in the general election decided that they would vote for Trump because of what he was saying on the campaign trail about ending stupid wars, and bringing our troops home. The problem now, though, is and I'm out on the campaign trail and hearing from a lot of people who had voted for Trump largely because of this issue, and they're concerned about how rather than ending stupid wars and bringing our troops home, what they're seeing is more of our troops being deployed to the Middle East. And now us our country at war with Iran, so they're coming in saying, hey, Tulsi, we are confident that you as President and Commander-in-Chief will actually end these longstanding regime change wars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what should we -- and I think you make am entirely -- you make a fair point. So what should we do going forward? So we opened the show with a call for complete withdrawal from Iraq. You served there in the U.S. Army.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Yes. I'm the only candidate running for President who served in uniform in Iraq and understand ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what do you think? Should we pull out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "... very clearly the situation there. And yes, four days now, I've been calling for our troops from Iraq and Syria to come home. And here's why. When we deploy our troops downrange, when they're in harm's way, there has to be a very clear mission, that's achievable. Or they know exactly what they're doing there and why and that that mission actually serves our country's national security interest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "But that's not what's happening right now. I think in Iraq, especially we see how our troops are there, their mission there -- they were supposed to be there to prevent a resurgence of ISIS and al-Qaeda. But that's not what's happening now with the U.S. commander in Iraq, announcing a couple of days ago that our U.S. troops will no longer be putting any efforts towards preventing al-Qaeda and ISIS from mounting a resurgence because they will have to dedicate all of their resources and efforts towards mounting a defensive posture against you Iranian forces and Iranian-backed Shia militias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is so crazy. I mean, look, I'm not endorsing Iran obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But just in point of fact, because facts do matter even in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wasn't Iran, one of the forces that overcame ISIS? Or am I imagining things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Working -- yes, and in Iraq, there was this kind of long standing uneasy alliance between U.S. forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Iraqi government forces, Iranian and Iranian-backed Shia militias and the Kurds. They're all coming together to defeat and prevent a resurgence of ISIS and al-Qaeda. And this is where, unfortunately, President Trump's actions are actually undermining our national security in two important ways. That because our troops are no longer being able to focus on that mission of preventing ISIS from getting a resurgence, it is creating an opening for ISIS and al-Qaeda to reconstitute themselves and to pose a threat to our forces to our country and the people in the region. And secondly, Iran is now as they've announced, they're no longer complying with any restrictions that were in the Iran Nuclear Agreement, speeding quickly towards developing their own nuclear weapons capability, which puts us at greater risk and puts our partners and allies in the world at greater risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, I get it. Getting out of Iraq would be, I have to say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "And here's why this is so important. Getting out -- getting our troops out of Iraq and Syria is essential, because the longer that they are there, the more likely it is that they are at risk and that we will end up in this endless tit-for-tat, back and forth quagmire of a war with people wondering what is it all for? What are we trying to push?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly. And our troops are hostages and we owe them more than that, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Congresswoman, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good to see you. Well, San Francisco has some of the highest taxes in the country, now to protect their neighborhoods from imploding, many people who live there are paying for their own police. Why are they doing that? It's bizarre. We will show you part three of our explosive \"American Dystopia\" series. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, this week, California Governor Gavin Newsom is expected to ask lawmakers in that state for $1.4 billion to fight homelessness. Of course if the Governor gets his money, he will do nothing to reduce the incidence of homelessness. Nothing they've tried in that state has. Fundamentally, the state's authorities are unwilling to fix the core problem. In San Francisco, police inaction against crime and vagrancy has become so bad that heavily taxed locals are turning to private police. They're hiring their own. They have no choice. That's the focus of tonight's episode in our week-long series. \"American Dystopia.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CODY CLEMENTS, SAN FRANCISCO PATROL SPECIALIST",
      "sentences": "Yes, hi. How can I help you? CARLSON (voice over): Meet Cody Clements San Francisco Patrol Specialist. Clemens isn't an ordinary cop. In fact, he's not a cop at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "So we're patrol special police officers. Yes. We are paid for by private businesses and merchants. CARLSON (voice over): We spent two hours riding along with Clemens as he fielded call after call -- mostly about the destructive drug addicts who wind in the neighborhood sidewalks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "I talked to him every day all day. I'm not forcing him to move, but I talk to him and encourage him to get to move. CARLSON (voice over): Outside the library which they use as a day shelters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why are they recording? CARLSON (voice over): He was accosted by this man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm kind of protesting here, if I wanted to, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you think you'll be homeless for the rest of your life?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, I think that's a choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's your choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. CARLSON (voice over): The Castro District is rich. Homes their cost as much as $4 million apiece.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "The residents that live on the streets, they pay for our service. CARLSON (voice over): The area's richest residents voted to create a Community Benefit District, that's bureaucratic jargon for a private government to do jobs that San Francisco's city government won't do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "Some of the most common calls that I get from residents, somebody setting up a tent in front of my house. A homeless person going through our garbage and they're making a mess. CARLSON (voice over): The Benefit District pays people to patrol the streets, clean up trash and remove graffiti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Now in most cities, the city government just provide them, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "Yes, in most cities they would. CARLSON (voice over): But not San Francisco where property owners are forced to pay mandatory fees to finance services the city fails to provide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON HANDLERY, HANDLERY HOTELS PRESIDENT",
      "sentences": "Almost 40 years I've been here, it's the worst I've ever seen. CARLSON (voice over): Jon Handlery runs a hotel near Union Square, which has its own Community Benefit District. His neighborhood has gotten so bad that he routinely deals with horrified hotel guests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANDLERY",
      "sentences": "They are troubled by the cleanliness, the fact that they, at times don't feel safe seeing people who are sleeping on the sidewalks and they are baffled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "Hello. How are you? CARLSON (voice over): Not all San Franciscans are privileged enough to afford private policing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "We remove feces. No garbage. We try to keep it pretty clean. CARLSON (voice over): But since the city's prosecutors are unwilling to enforce the law, there's not much Patrol Specials like Clements can do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Where do they go? They go to the next corner and then you have to move them again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEMENTS",
      "sentences": "Nice to see you, too. Thank you for being so nice, okay. It does get frustrating because as you heard you offer them services. They don't want services. A lot of them choose to be on the street because it's a lifestyle they like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Our \"American Dystopia\" series continues this entire week. With things as bad as they are there, you might think that housing in San Francisco might get a little cheaper, but somehow it's gotten more expensive. Costs have become so extreme that ordinary people with jobs are trying desperate measures moving far away. Those who want to stay close to town live in boats in some cases. Don't miss Part 4 of our series. That's tomorrow, 8:00 p.m. Eastern on this show. Well, in a nation divided badly over politics and culture, and just about everything. Mike Rowe spends his time trying to remind all of us that great human beings still live in this country -- a lot of them. Rowe host one of the top shows on Facebook, it's called \"Returning the Favor,\" the fourth season of that show debuts next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Years ago, a TV host and his crew began traveling the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Okay, here we go. Come on, come here. You ready for this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Giving back to America's do-gooders. If you change lives --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One of the first steps of cancer treatments is the social isolation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "If you help others --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If I knew there were some good people locked up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Then one man --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're using your power in your spotlights to put a spotlight on these people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Wants to return the favor. \"Returning the Favor,\" January 13th, only on Facebook. Watch",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, a bright spot in a dull landscape. Mike Rowe just joined us recently to talk about what he is doing with this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "First off all, congrats on the new season. That's Number 4 already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE ROWE, AMERICAN TELEVISION HOST",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It sounds like your job is basically is just to like locate great people and shine a light on them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "That's really what it comes down to. I mean, 20 years ago, we just located 30 people, shine a light on them. Find them in the sewer, find them on the bridge, find them wherever, tell their stories, try my hand at whatever they do to earn an honest living. And now, you know, it's really funny. No one has pointed that out before, but returning the favor optically has nothing in common with \"Dirty Jobs.\" But in fact, it's really the same show. We just changed the title, cleaned it up a little bit. And rather than celebrating work on its face, we're now celebrating. If \"Dirty Jobs\" was a rumination on work, \"Returning the Favor\" is a rumination on kindness and decency. But we've tried very hard for the last 70 episodes not to let it evolve into, forgive me, but this old house, right? I mean, I don't want the cello music. I don't want manufactured tears. I don't want to full-on prime time feel good show. This is the making of a feel good show with a good natured band of TV people all seeking redemption on account of the time they spent doing real housewives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So that's the part that fascinates me is having been in TV for 20 years. You know, it does tend to make you cynical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "Oh, God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And so -- but you and your producers are spending your whole lives focused on virtue for once. Has it changed you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "Yes, and no, but I mean, it's very kind, but it's not so much that we're focused on virtue. We're focused on something like transparency. So \"Dirty Jobs\" changed fundamentally back in 2004 in the second season, when the Discovery Channel allowed me not to go behind the scenes, but to literally document the show in terms of, we had a camera man filming us making the show. So anytime we stopped because a plane flew over or something went wrong, we didn't really stop, we just kept filming. And so what the viewers saw was the making of a nonfiction show. And that, if there's a secret sauce, you know, it's not so much looking for the virtue, it's always there. The trick nowadays, in my view, when everybody talks about authenticity being for sale, you can't really fake it. All you can do is in a warts and all way, let the viewer see what it looks like to make a show. This show, my old show and the current show, it doesn't matter. If you really commit to being a fly on the wall, showing the sausage getting made, then anything you do, I think is going to immediately become elevated in the transparency category.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I think that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "And I think that's what people are looking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's interesting. The people I know who are highest on America who have the most the deepest reservoir of affection for Americans are the ones who spend the most time with them. Do you think that's true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "Well, I know that every four years we'll see who's ever running attempt to prove it by sitting down. Maybe it's a bar in Erie, Pennsylvania doing shots of rye with the construction workers or maybe it's a single mom over here in Akron, and we're looking to -- You know, the candidates get elected by their ability to connect or facilitate the illusion of a connection. Not to be cynical about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "But it's so true, and it's so fundamentally for sale that you can see it play out in reality TV, in politics, in news. It's this desire to connect today and still control it. See, that's the -- that's where we trip. If you really want to commit to connecting authentically, you have to be willing to fail in front of vast numbers of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, you have to let llama spit on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWE",
      "sentences": "You better believe it. You've got to do things to barnyard animals that will facilitate phone calls for the rest of your life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I've seen you up to the shoulder in the barnyard animals. So I know I know for a fact that's true. Mike Rowe, congratulations. Thanks for renewing our faith in the country. Always appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROWER",
      "sentences": "That was a cow by the way, and she still calls me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The Great Mike Rowe. Well, CNN, as you well remember led the media-wide effort to destroy a group of innocent high schoolers from Kentucky, denounced them as racist, CNN did. They lie. This time they got caught and they're paying for it -- big time. They settled the case. We've got details in that just ahead. Plus wildfires engulf the entire continent, or huge parts of it in Australia. What a tragedy it has been. It's been going on for months. It's far worse than anything we've seen in California or South America. Who is getting hurt most? The animals, as always, millions of them, but there's some good news. A former co-host of mine is in Australia and will show us what is happening to save the koalas and the kangaroos and the wildlife down under. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "The MAGA hat carries a certain connotation that provokes a conditioned reaction for many people, especially from marginalized people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Marginalized people. Marginalized people says the CNN host, suggesting he is one of them. Right? Well, a year ago, CNN played a leading role in vilifying the boys of Covington High School. Their crime: Standing in place while an extremist religious group and the man pounded a drum harassing them. They did nothing wrong, but it didn't matter. CNN and many others tried to destroy them. Video surfaced though, and it showed that the boys were innocent. Now, CNN has settled a case with student, Nick Sandmann. He sued CNN and several other outlets for trying wreck his life. CNN has agreed to settle. We don't know how much the amount is for, but they're not going to have to disclose any of the internal communications about the story, which is kind of a shame. So we're not really going to know what the internal deliberations were unless someone else who was vilified by CNN decides to sue, we're not encouraging that. We're just saying, if you wanted to know how exactly CNN decided to destroy the lives of totally innocent high school students from a Catholic school in Kentucky, over a totally fraudulent made up story, you'd have to sue them again. But it looks like Nick Sandmann has gotten, at least part of what he deserves from CNN. I think he also sued \"The Washington Post.\" Anyway, we're going to continue following that story. But the bottom line is this, we're just going to repeat it again. CNN has settled -- has in effect admitted guilt in the case of the Covington Catholic kids which CNN defamed in a totally outrageous manner, tried to wreck their lives. Meanwhile in Australia, tragedy for the animal population of much of that continent. Australia battling some of the worst wildfires in its history. Australians are fighting to rescue some of the tens of millions of animals who are being killed, unfortunately, or already have been killed by those fires. We recently spoke to our former \"Fox & Friends\" co-host, Anna Kooiman who lives in Australia now. She was at Sydney's Taronga Zoo. Here's how it went.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Anna, I'm so glad that you're with us tonight. Watching these fires --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNA KOOIMAN, FOX NEWS CORRESPONDENT",
      "sentences": "Me too. I wish it under better circumstances, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I do, too. And it -- you know, I think people here in this country watching worry honestly about the animals, the wildlife. How are they? What is happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOOIMAN",
      "sentences": "Well, Tucker. What I can tell you is that it is estimated that 500 million animals have perished in these Australian wildfires. It's just absolutely devastating. We are at the Taronga Zoo. We've got a couple of koalas who are up here all nice and cuddled up. They are a part of 12 koalas, a group of 12 of them that were rescued from the Blue Mountains from a fire zone there. And they're being watched around the clock by keepers and by veterinarians, and there are lots and lots of environmental groups and rescue groups that are doing similar things to the Taronga Zoo. I can show you some video from yesterday where we were at Sydney Wildlife Rescue where I got to hold several joey kangaroos, Eastern Grey kangaroos, in fact that are meant to be in their mother's pouch still and their mothers died in the blazes. They have smoke and heat damage to their eyes. They have ulcers in their eyes. They're being bottled fed. It's just a heartbreaking situation, but a silver lining to see humanity really coming forward and looking after them the way that we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's -- those animals are so cute. It's hard to believe they're even real and they exist in nature in Australia. How wonderful that people are trying to save them. So this is a real concern in Australia, the animals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOOIMAN",
      "sentences": "Well, it certainly is. You know, the koalas are the face of tourism here. You talk about folks wanting to come visit, it is our summer here, you can only imagine what this is going to be doing to their tourism dollars and the Prime Minister has just pledged $2 billion, at least. He said if the price tag is higher, he will go even higher, but for the relief efforts here, so you hope that will help the tourism industry, and all of the folks here who are living and who are just devastated by this. Two thousand homes have been destroyed as well. So you just can't imagine what these folks are going through. And it's expected to continue for months. The Prime Minister says, expect this crisis to go on. We don't have any substantial rainfall forecasted anytime in the near future, and they're reminding Australians to remain vigilant and to continue watching evacuation orders because these fires can spread super quickly at the drop of a hat. We're experiencing high winds and record breaking heat during a drought season. We have lightning causing these fires, dry lightning causing these fires. And New South Wales Police actually just told us yesterday that they have taken legal action against 180 people for infractions, both big and small related to these bushfires for arson. So it's just -- it's disgusting when you hear about that side of things, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's beyond and I know that you are a passionate animal lover, a dog owner, Baxter, I know your dog. And it's a measure of decency how we treat our animals I think. Anna Kooiman, joining us from Sydney, Australia. Thank you so much for that update. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOOIMAN",
      "sentences": "Thanks for having me on. And it's great that the world is paying attention to what's going on in Australia because folks are really struggling here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amen. Thank you. Good to see you, Anna.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOOIMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'll file this under stories that some people care about. Britain's Prince Harry and his American wife, Meghan Markle will have announced that they are, quote, \"stepping back as senior members of the Royal Family.\" They say they're going to seek a new, quote, \"progressive role\" within the monarchy. It seems like an oxymoron -- and split their time between the U.K. and North America somewhere. It's a big continent. Who knows breaking away from the traditionally apolitical Royal Family may allow Markle to weigh in on political issues. And hopefully you understand why America fought a war to become a republic. Though we've got to say as much as we are on America's side, you've got to feel sorry for Great Britain a little bit. Well, Joe Biden voted for the Iraq War. He was a booster of it. Now, he is trying to rewrite history and pretend he didn't, but some of us remember. Details ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, just 24 hours ago, America appeared to be on the brink of yet another major Middle East war. Were Americans ever for it? What do they think of it? Gillian Turner has been keeping track. She's a Fox News national security correspondent. She joins us tonight. Hey, Gillian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Hey, Tucker. So the kudos for President Trump's de-escalation with Iran continuing to roll in tonight. But the U.S. still facing a very uncertain future in Iraq, including the imminent prospect of the government ordering the withdrawal of all 6,000 American forces on the ground. President Trump so far making it clear, he is not planning on a pull out. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, I think it's the worst thing that can happen to Iraq.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "It turns out the American people though don't think a withdrawal is such a bad idea. Judging from recent polling, they remain intensely skeptical of continued U.S. presence on the ground. The latest poll from Gallup finds over half of Americans believe the war in Iraq has made the homeland less safe when it comes to terrorism, 51 percent. And half of Americans, 50 percent on the nose think that U.S. military engagement with Iraq in the first place was a big mistake. The numbers even more alarmingly high among veterans, a 64 percent of them say the war in Iraq wasn't worth fighting. When it comes to Iran, the American public also still largely skeptical of U.S. military intervention. New polling from the Eurasia Group shows less than 10 percent of Americans support a military strike against Iran's nuclear facilities. The large majority, far, far prefer a diplomatic solution to the nuclear crisis. Some stats for you to chew over while we're on the brink of war, it sounds like we're winding down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Surprisingly clear, I would say. Gillian Turner, so much for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hillary Clinton isn't the only person trying to rewrite personal history and foreign policy. By the way, history that just happened a few years ago. Over the weekend in Iowa, Joe Biden claimed this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "The President then went ahead with shock and awe and right after that, and from the very moment he did that, right after -- I opposed what he was doing and spoke to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, unfortunately for Joe Biden, back in 2003, they had cameras.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Nine months ago, I voted with my colleagues to give the President of the United States of America the authority to use force, and I would vote that way again today. It was a right vote then, and it would be a correct vote today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Joey Jones is a Marine Corps veteran. He joins us tonight you. What do -- I mean, does it seem a little weird that a politician would try to deny something that is available on C-SPAN?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNNY JOEY JONES, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "You know, Tucker, I spent nine months in Iraq in 2007 and 2008 and I went there honorably and excited to go serve my country because with the information that I'd been given from the Bush administration and all of Congress with their vote, it was an honorable mission. And we were there to stop weapons of mass destruction from potentially being used against us and our allies. What I hate and I'm so offended by is that the same people are now in this race to lie about if they supported it to begin with or not. Listen, the same Vice President that sent me to Afghanistan to lose my legs with a 40,000 troops surge over a war he and his boss gave up on just a few months later, now is trying to lie about Iraq and become President. So I can't think of anything worse for our troops in the military than to have Joe Biden become President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It must make people cynical -- people in the Armed Services cynical when they hear politicians talk like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "You know, we have something now called social media that we didn't have when I was serving for the most part, and especially not when I was deploying. They have access to this information. They can see in Iraq today, if they're in a in a stronghold or Kuwait that we're reporting on Joe Biden lying about supporting the mission. And of course, that takes a toll. At the end of the day, we're honorable. We do our mission. But we come home and we vote and we're not going to vote for someone who would lie for a surge in Iowa about what he decided for our lives and welfare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. And he may not be aware of the fact that it's all on video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "That's even worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You make a very good point. Joey, it's great to see you tonight. Thanks so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Absolutely. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're out of time. But we're grateful the country is at peace. Amen. Say a prayer of thanks for that. We'll be back tomorrow night and every weeknight, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. Another selection in our \"American Dystopia\" series airs tomorrow. It's a good one. In the meantime, have a great night. Sean Hannity live from New York City takes it away. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to \"Tucker Carlson Tonight.\" The war has been postponed, it turns out, a day after the Islamic Republic of Iran fired a salvo of ballistic and cruise missiles into a pair of military bases in Iraq. We are back from the brink. This morning, in a live address to the nation, which you no doubt saw, the President announced that Iran's missiles had landed harmlessly. No American troops were killed and no Iraqis either. It turned out to be a purely symbolic bombing designed to stop rather than start a larger war. As the President explained, at least for now, the hostilities are over."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Our great American forces are prepared for anything. Iran appears to be standing down, which is a good thing for all parties concerned and a very good thing for the world."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A very good thing for the world. That's a big claim. But in this case, it is not an overstatement. For the past five days, all of us have had, if nothing else, a chance to ruminate on what war with Iran would mean for us here in the United States. And of course, at best, it would be tragic. Very easily, it could become a catastrophe. We've had time to think about it. We ought to be saying prayers of thanks that it didn't happen. We came close. And in fact, we're still close tonight. Thousands of American troops remained stationed in Iraq. And that's a country we just learned that is largely run by Iran. Think about that. After nearly 17 years of American occupation, Iran's most powerful military leader, a man that we considered a terrorist was flying in and out of Baghdad's airport like he owned it. That's how comfortable he felt in Iraq, a place that we supposedly control. Now the government of Iraq which need to be reminded, we created out of nothing and had spent untold billions propping up for more than a decade is taking Iran's side in this dispute and demanding that Americans leave the country. So 17 years, trillions of American dollars, more than 35,000 Americans killed or wounded, you probably know one. And this is what we get at the end in return, another Iranian proxy state that hates us. It's infuriating. In fact, it's worse than infuriating, it's immoral. And the people who let this happen should be punished, the Americans who let it happen. The casual recklessness they displayed, the utter incompetence. It's all an insult to the memory of the thousands of Americans who died in Iraq. This mismanagement of that country by our leaders is one of the saddest things America has ever done. And yet, suddenly there may be an upside to all of this sadness, and it's this -- we can go now. Iraq's democratically-elected government has asked us to leave and we should leave immediately. Remaining in Iraq increases the power of bureaucrats and think tanks in Washington, it does do that, and that's why they're in favor of it. But as the last week has shown, it imperils the lives of Americans. And for no good reason. We can't turn Iraq into Belgium. We tried that, it didn't work. It's never going to work. We don't need their oil anymore. A lot has changed since 2003. We've got fracking now, and so it's time to go, oh, but you can't just leave Iraq screamed the think tankers and the TV war planners, it's irresponsible. They missed the irony. But you can't leave. Well, actually, you can. Here's how it's done."
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "utterance": "How does the United States get out of this situation? Is there an -- is there a way out of this?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "How do they out? You know how they get out? They get out. That's how they get out. Declare victory and leave. Because I'll tell you, this country is just going to get further bogged down. They are in a civil war over there, Wolf. There's nothing that we're going to be able to do with a Civil War. They are in a major Civil War, and it's going to go to Iran and it's going to go to other countries. They are in the midst of a major Civil War."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was 2007. Thirteen years ago, with good advice, and we should have taken it. It's not too late. Let's do it now. Douglas Macgregor is retired U.S. Army Colonel, author of the fantastic book, \"Margin of Victory,\" a frequent guest in the show. He joins us tonight. Doug, thanks so much for coming on."
    },
    {
      "speaker": "COL. DOUGLAS MACGREGOR (RET), U.S. ARMY",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what would be the reason to stay in Iraq at this point?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "I can't think of any to be perfectly blunt with you. I have none that are any good. There are people who sympathize with those Arabs in Iraq who would like us to stay as some sort of counterweight to Iran. But frankly, we have no vital strategic interest that compels us to be there. The President is very lucky these missiles, as you pointed out, were targeted in advance, and we were informed in advance of where they were going to land. So we were able to evacuate soldiers, sailors, airmen and Marines and have no casualties. The President made a right decision not to respond. Now he needs to live up to the promises that he made to the American people and pull us out of both Syria and Iraq. That war is over. We lost it. Iran is a winner for the moment. But it won't be a winner for very long because Iran has to compete with the Turks and the Sunni Islamists for control of Iraq. So our interests do not involve Iraq and Syria, our interest be begin along a line that runs across the top of Israel, Jordan, Saudi Arabia, around Kuwait and down to the middle of the Persian Gulf."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "That's where our interests have been."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They are all over -- to the Gulf, of course. So you're saying that if we want to impede the growth of Iran's influence in the region, hand them Iraq and wish them luck in the same way that the Soviets invading Afghanistan precipitated the end of the Soviet empire. Is that what you're saying?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Mr. Erdogan and Turkey has made it very clear that he covets Northern Iraq. He would like to control all of Syria. He is now sending Sunni Islamist fighters and Turkish troops into Libya and Tunisia. He is the new problem for us, not Iran. Iran really is on the ropes. Its population is sick to death of the wars that have been fought in Iraq and Syria by proxy forces and by Iranians and the Quds Force. They've taken thousands of casualties. Minister Soleimani was popular with many, but very unpopular with others, especially the people that lost sons fighting in those countries."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Let's get out. Leave it alone. Let the people there sort it out and they will. Iran is not going to be popular for very long in Iraq."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is there any hope that that happens?"
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Well, the President can do it. He has a wonderful opportunity now. He has a new point of departure. He can take the clean sheet and put it on the table and he can sit with the Iranians and say look, what are your interests? Tell us. We will tell you what ours are. And he can draw that line that I mentioned, that can become the Trump line. And that's how great powers sort things out. But there's no support in this country to stay in Iraq and Syria. There is no support in the United States for war over there. He knows that. So we have two groups of people that know something. The leadership in Tehran knows it doesn't want to war with us. We know we don't want to war with them. What a wonderful opportunity to sit down and sort it out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. The only impediment is permanent Washington."
    },
    {
      "speaker": "MACGREGOR",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As always. Colonel, thank you so much for that. Appreciate it. Cory Mills is a U.S. Army combat veteran, the founder and CEO of PACEM Solutions International. He spent more than seven years in Iraq. He knows that country very well and joins us tonight. Cory, thanks so much for coming on."
    },
    {
      "speaker": "CORY MILLS, CEO, PACEM SOLUTIONS INTERNATIONAL",
      "utterance": "Tucker, thanks for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So you just heard Colonel Macgregor say that we don't have any overriding national interest in remaining in Iraq, so why don't we leave?"
    },
    {
      "speaker": "MILLS",
      "utterance": "Well, I'll be the first to say that I wasn't exactly the biggest advocate for war in Iraq and I certainly am not an advocate for war with Iran. I think that the President has continued to inherit a bit of a plague from previous administrations and he is trying to unravel those and, you know, like an onion, it's got many layers that you must peel back. What I would say, however, is that we do have a certain obligation to the Iraqi people. I heard Colonel Macgregor just speak about how they don't want us in Iraq. The reality is, is that yes, the Iranians definitely do not want us in Iraq. You see this with the nonbinding Parliamentary vote, which is for show. It is not a law-binding thing. But you do see the Iraqi people who at the same day, stormed into Nasiriya and actually burn and set fire to the PMF, the Popular Mobilization Forces that are there, which are an Iranian-backed force. One of the things that you had made mention of and I completely agree with is you made a statement. You said there's a lot of bad guys out there, and we cannot kill them all. I completely agree with that sentiment in every way. But what I would say is that when we have Intelligence in any form that actually does imminently threat American lives and having been the recipient of one of the Iranian explosive foreign projectile EIDs in 2006, that got three out of the five guys in my vehicle, I can tell you that we must take action."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I don't think you'd have any arguing with anyone in America except like the true lunatics, if there's a way to strike preemptively to save American lives, I think every American would be for that. The question is, how long do you stay in a country that doesn't want us in which we have had over 35,000 killed or wounded, as you well know. And in which we spent trillions of dollars. What's the point at which we've done our duty to the Iraqi people? We've paid the price we owe them. And when can we leave, exactly?"
    },
    {
      "speaker": "MILLS",
      "utterance": "You know, I don't look at as much as we owe it to them or we have a price that must be paid. You know, I look at it and say --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, but when can we leave?"
    },
    {
      "speaker": "MILLS",
      "utterance": "You know, I think that we leave as soon as we actually have Iranian influence, which is basically been or in some abilities have been crippled, and they're able to basically stand up a non-sectarian democracy. You know, keep in mind, the 2005 Sectarian Constitution --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, I have to laugh at you. So you're still a believer in the George W. Bush vision that people who have nothing in common that are living in a fake country created by the European powers after the fall of the Roman Empire in World War I, are somehow going to come together and overcome their ethnic and religious divisions and become Iraqis just because they're going to base their country on idea?"
    },
    {
      "speaker": "MILLS",
      "utterance": "No, no, I mean, again, I'm not completely bought into the entire Bush -- again, I wasn't for the Iraq War to begin with."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "MILLS",
      "utterance": "However, I do think that the de-Ba'athification and the implemented 2005 Constitution that basically creates a sectarian democracy must be reformed. We must recall that we actually had a large part to play in that. So I think that while we actually influenced that to be a more destabilized nation, we then basically did nothing for eight years under the previous administration, which enabled things to continue to fester."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But it seems to me that the Ba'ath Party, the fascism of Saddam was the only thing holding that country together. I mean, the Shia, the Sunnis, the Kurds -- they didn't want to live together and without Saddam forcing them to, they probably rather be three countries. Why don't just let them be?"
    },
    {
      "speaker": "MILLS",
      "utterance": "Well, I actually, you know, I was also thinking about that the other day actually. You know a lot of people want to talk about the De- Ba'athification in the Ba'ath Party and how is uniting. What actually it was uniting is, you know, when you watch the 1979 Saddam Public Purge where they were calling out people 10 at a time and having them executed and someone stood up and yelled \"Long live Saddam. Long live the Ba'ath Party.\" That's not about loyalty, that's about preservationist."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MILLS",
      "utterance": "And you know, right now the people of Iraq are standing up against the Iranian regime. They are standing up and fighting against the Shia militias, the Qasem Soleimanis. You know, you watch in the coming days, we will have in the next 48 hours to 72 hours, you're going to have millions of Iraqis who are going to storm the streets into Tahrir Square and all the other areas and boycott everything that the Parliament just voted for because they realize that this Parliament is being threatened by the PMF in Iran, and that is the only reason they've done this non-binding vote as a show of force very much like Iran did with their ballistic missiles."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, I wish them all luck. I just -- I'd like to wish them luck from, you know, thousands of miles away. Thanks so much for coming on."
    },
    {
      "speaker": "MILLS",
      "utterance": "Thank you so much for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, amid the flurry of events last night, there was also this story, a big story under normal circumstances. An airliner -- a Ukrainian carrier crashed shortly after taking off from Tehran, the capital of Iran. All 176 people aboard died, unfortunately. Why did it crash? Early reports were technical problems. That's been revised. Now, we don't know. Chief breaking news correspondent, Trace Gallagher is on the story for us tonight. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CHANNEL CHIEF BREAKING NEWS CORRESPONDENT",
      "utterance": "Hey,Tucker. Flight tracking software shows the 737-800 took off from Khomeini Airport at 6:12 in the morning. That's five hours after the Iranian missile attack in Iraq. The plane's direction, altitude and airspeed were consistent with the same flight in previous days. But three and a half minutes into the flight, at 8,000 feet, communication was lost. There was no may day. No emergency signal. So whatever happened, happened fast. Authorities in Iran say it was caused by engine failure, but aviation experts say you can't know that without examining the wreckage and the black boxes, meaning the flight data recorder which tells you how the plane was operating and the cockpit voice recorder which records conversations and ambient sound inside the cockpit. For now, Iranian authorities are refusing to turn over the black boxes to Boeing or any U.S. officials. But this was a Ukrainian Airlines so that decision might be overruled. An Iranian student news organization captured video which we have not verified, showing the plane in flames before it hit the ground, which experts say is unusual. Watch."
    },
    {
      "speaker": "MIKE BOYD, AVIATION EXPERT",
      "utterance": "It would suggest something caused that fire to happen, and that's just not common with a jet engine. So it's a very good chances this was hit by something."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Other experts say that something could be a missile or some onboard explosion. But these 737s have had engine problems. Back in 2018, a Southwest jet suffered uncontained engine failure that broke apart, shattered a window and killed a female passenger. Though the plane that crashed today was only three years old, had maintenance check just two days ago, and remember the 737s can easily fly on one engine -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, on the night of an international missile drama. It does make you wonder. Trace Gallagher, thanks so much for that."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, by the way, even as we're running this show live, we watch the competition on the other channel so you don't have to, and over there, on one of those channels, here's what you missed. Here's the graphic on the screen. \"Crisis created by impeached President.\" Behind him, it says, \"Trump makes war.\" So everything, literally everything is about impeachment over there. Pretty amazing. Well, Hillary Clinton spent years promising conflict with Iran. Iran is the greatest threat we face. She told us that for a long time. Now she is claiming she didn't. She is the peacemaker. Tulsi Gabbard joins us on set. She has got a pretty sharp memory on that subject. We will ask her, also, by the way, is it time to bring U.S. troops home from Iraq? A place that she served. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Last night, as America really did for a moment seem on the brink of war with Iran, some users on Twitter voiced their displeasure by tweeting the #IVotedForHillary. It was a nice little rhetorical win until Hillary Clinton herself had to join in. The message, of course is that President Hillary would not be sitting starting a war with Iran. Well, is that true? Or would Hillary Clinton be maybe the single most likely person in the history of America to start a war with Iran? Remember as Secretary of State she bragged about overthrowing Muammar Gaddafi in Libya. How did that work? Well, they're now selling slaves in downtown Tripoli. Watch."
    },
    {
      "speaker": "QUESTION",
      "utterance": "That is the land of unconfirmed --"
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "We came, we saw, he died."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Did it have anything to do with your visit?"
    },
    {
      "speaker": "CLINTON",
      "utterance": "I'm sure, it did."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, we killed him. Killing people is hilarious especially when those countries fall apart and slave markets open. Anyway, if anything, Hillary Clinton's intentions toward Iran were even more bloodthirsty. In 2008, which was a long time ago, the first time she was running for President, she warned that Iran had better be ready because she was going to crush them."
    },
    {
      "speaker": "CLINTON",
      "utterance": "If Iran were to launch a nuclear attack on Israel, what would our response be? And I want the Iranians to know that if I'm the President, we will attack Iran. Whatever stage of development they might be in their nuclear weapons program in the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, so just in case you didn't remember that Hillary Clinton was the urn neocon, because she was and is, there you go. One person who may remember is Congressman and Democratic presidential candidate, Tulsi Gabbard who joins us on set tonight. Congresswoman, thanks so much for coming on."
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HAWAII, PRESIDENTIAL CANDIDATE",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So whatever you think of Hillary and I -- you know, I think she is capable in certain ways. I'm not -- I don't think everything about her is bad. But kind of a full-blown neocon, no? Or am I imagining that?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "No, you're not imagining. I think everybody knows and understands that she is a warmonger and it is her record. That that is proof of that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're totally right. I just -- I love that phrase."
    },
    {
      "speaker": "GABBARD",
      "utterance": "You showed the clip about Libya."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Looked to her influence on going to launch a regime change war in Syria, Libya, you look throughout obviously her support for the war in Iraq. Throughout her history, her track record is well known. I think this is why a lot of people back in 2016 in the general election decided that they would vote for Trump because of what he was saying on the campaign trail about ending stupid wars, and bringing our troops home. The problem now, though, is and I'm out on the campaign trail and hearing from a lot of people who had voted for Trump largely because of this issue, and they're concerned about how rather than ending stupid wars and bringing our troops home, what they're seeing is more of our troops being deployed to the Middle East. And now us our country at war with Iran, so they're coming in saying, hey, Tulsi, we are confident that you as President and Commander-in-Chief will actually end these longstanding regime change wars."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what should we -- and I think you make am entirely -- you make a fair point. So what should we do going forward? So we opened the show with a call for complete withdrawal from Iraq. You served there in the U.S. Army."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Yes. I'm the only candidate running for President who served in uniform in Iraq and understand ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what do you think? Should we pull out?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "... very clearly the situation there. And yes, four days now, I've been calling for our troops from Iraq and Syria to come home. And here's why. When we deploy our troops downrange, when they're in harm's way, there has to be a very clear mission, that's achievable. Or they know exactly what they're doing there and why and that that mission actually serves our country's national security interest."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GABBARD",
      "utterance": "But that's not what's happening right now. I think in Iraq, especially we see how our troops are there, their mission there -- they were supposed to be there to prevent a resurgence of ISIS and al-Qaeda. But that's not what's happening now with the U.S. commander in Iraq, announcing a couple of days ago that our U.S. troops will no longer be putting any efforts towards preventing al-Qaeda and ISIS from mounting a resurgence because they will have to dedicate all of their resources and efforts towards mounting a defensive posture against you Iranian forces and Iranian-backed Shia militias."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is so crazy. I mean, look, I'm not endorsing Iran obviously."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Of course not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But just in point of fact, because facts do matter even in 2020."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wasn't Iran, one of the forces that overcame ISIS? Or am I imagining things?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Working -- yes, and in Iraq, there was this kind of long standing uneasy alliance between U.S. forces."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Iraqi government forces, Iranian and Iranian-backed Shia militias and the Kurds. They're all coming together to defeat and prevent a resurgence of ISIS and al-Qaeda. And this is where, unfortunately, President Trump's actions are actually undermining our national security in two important ways. That because our troops are no longer being able to focus on that mission of preventing ISIS from getting a resurgence, it is creating an opening for ISIS and al-Qaeda to reconstitute themselves and to pose a threat to our forces to our country and the people in the region. And secondly, Iran is now as they've announced, they're no longer complying with any restrictions that were in the Iran Nuclear Agreement, speeding quickly towards developing their own nuclear weapons capability, which puts us at greater risk and puts our partners and allies in the world at greater risk."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, I get it. Getting out of Iraq would be, I have to say --"
    },
    {
      "speaker": "GABBARD",
      "utterance": "And here's why this is so important. Getting out -- getting our troops out of Iraq and Syria is essential, because the longer that they are there, the more likely it is that they are at risk and that we will end up in this endless tit-for-tat, back and forth quagmire of a war with people wondering what is it all for? What are we trying to push?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly. And our troops are hostages and we owe them more than that, I think."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Congresswoman, thank you."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good to see you. Well, San Francisco has some of the highest taxes in the country, now to protect their neighborhoods from imploding, many people who live there are paying for their own police. Why are they doing that? It's bizarre. We will show you part three of our explosive \"American Dystopia\" series. Next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, this week, California Governor Gavin Newsom is expected to ask lawmakers in that state for $1.4 billion to fight homelessness. Of course if the Governor gets his money, he will do nothing to reduce the incidence of homelessness. Nothing they've tried in that state has. Fundamentally, the state's authorities are unwilling to fix the core problem. In San Francisco, police inaction against crime and vagrancy has become so bad that heavily taxed locals are turning to private police. They're hiring their own. They have no choice. That's the focus of tonight's episode in our week-long series. \"American Dystopia.\""
    },
    {
      "speaker": "CODY CLEMENTS, SAN FRANCISCO PATROL SPECIALIST",
      "utterance": "Yes, hi. How can I help you?"
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Meet Cody Clements San Francisco Patrol Specialist. Clemens isn't an ordinary cop. In fact, he's not a cop at all."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "So we're patrol special police officers. Yes. We are paid for by private businesses and merchants."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "We spent two hours riding along with Clemens as he fielded call after call -- mostly about the destructive drug addicts who wind in the neighborhood sidewalks."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "I talked to him every day all day. I'm not forcing him to move, but I talk to him and encourage him to get to move."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Outside the library which they use as a day shelters."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why are they recording?"
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "He was accosted by this man."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm kind of protesting here, if I wanted to, right?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you think you'll be homeless for the rest of your life?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, I think that's a choice."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's your choice."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "The Castro District is rich. Homes their cost as much as $4 million apiece."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "The residents that live on the streets, they pay for our service."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "The area's richest residents voted to create a Community Benefit District, that's bureaucratic jargon for a private government to do jobs that San Francisco's city government won't do."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "Some of the most common calls that I get from residents, somebody setting up a tent in front of my house. A homeless person going through our garbage and they're making a mess."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "The Benefit District pays people to patrol the streets, clean up trash and remove graffiti."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Now in most cities, the city government just provide them, right."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "Yes, in most cities they would."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "But not San Francisco where property owners are forced to pay mandatory fees to finance services the city fails to provide."
    },
    {
      "speaker": "JON HANDLERY, HANDLERY HOTELS PRESIDENT",
      "utterance": "Almost 40 years I've been here, it's the worst I've ever seen."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Jon Handlery runs a hotel near Union Square, which has its own Community Benefit District. His neighborhood has gotten so bad that he routinely deals with horrified hotel guests."
    },
    {
      "speaker": "HANDLERY",
      "utterance": "They are troubled by the cleanliness, the fact that they, at times don't feel safe seeing people who are sleeping on the sidewalks and they are baffled."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "Hello. How are you?"
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Not all San Franciscans are privileged enough to afford private policing."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "We remove feces. No garbage. We try to keep it pretty clean."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "But since the city's prosecutors are unwilling to enforce the law, there's not much Patrol Specials like Clements can do."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Where do they go? They go to the next corner and then you have to move them again."
    },
    {
      "speaker": "CLEMENTS",
      "utterance": "Nice to see you, too. Thank you for being so nice, okay. It does get frustrating because as you heard you offer them services. They don't want services. A lot of them choose to be on the street because it's a lifestyle they like."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Our \"American Dystopia\" series continues this entire week. With things as bad as they are there, you might think that housing in San Francisco might get a little cheaper, but somehow it's gotten more expensive. Costs have become so extreme that ordinary people with jobs are trying desperate measures moving far away. Those who want to stay close to town live in boats in some cases. Don't miss Part 4 of our series. That's tomorrow, 8:00 p.m. Eastern on this show. Well, in a nation divided badly over politics and culture, and just about everything. Mike Rowe spends his time trying to remind all of us that great human beings still live in this country -- a lot of them. Rowe host one of the top shows on Facebook, it's called \"Returning the Favor,\" the fourth season of that show debuts next week."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Years ago, a TV host and his crew began traveling the country."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Okay, here we go. Come on, come here. You ready for this?"
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Giving back to America's do-gooders. If you change lives --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "One of the first steps of cancer treatments is the social isolation."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "If you help others --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If I knew there were some good people locked up."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Then one man --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're using your power in your spotlights to put a spotlight on these people."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Wants to return the favor. \"Returning the Favor,\" January 13th, only on Facebook. Watch"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, a bright spot in a dull landscape. Mike Rowe just joined us recently to talk about what he is doing with this show."
    },
    {
      "speaker": "CARLSON",
      "utterance": "First off all, congrats on the new season. That's Number 4 already."
    },
    {
      "speaker": "MIKE ROWE, AMERICAN TELEVISION HOST",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It sounds like your job is basically is just to like locate great people and shine a light on them."
    },
    {
      "speaker": "ROWE",
      "utterance": "That's really what it comes down to. I mean, 20 years ago, we just located 30 people, shine a light on them. Find them in the sewer, find them on the bridge, find them wherever, tell their stories, try my hand at whatever they do to earn an honest living. And now, you know, it's really funny. No one has pointed that out before, but returning the favor optically has nothing in common with \"Dirty Jobs.\" But in fact, it's really the same show. We just changed the title, cleaned it up a little bit. And rather than celebrating work on its face, we're now celebrating. If \"Dirty Jobs\" was a rumination on work, \"Returning the Favor\" is a rumination on kindness and decency. But we've tried very hard for the last 70 episodes not to let it evolve into, forgive me, but this old house, right? I mean, I don't want the cello music. I don't want manufactured tears. I don't want to full-on prime time feel good show. This is the making of a feel good show with a good natured band of TV people all seeking redemption on account of the time they spent doing real housewives."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So that's the part that fascinates me is having been in TV for 20 years. You know, it does tend to make you cynical."
    },
    {
      "speaker": "ROWE",
      "utterance": "Oh, God."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And so -- but you and your producers are spending your whole lives focused on virtue for once. Has it changed you?"
    },
    {
      "speaker": "ROWE",
      "utterance": "Yes, and no, but I mean, it's very kind, but it's not so much that we're focused on virtue. We're focused on something like transparency. So \"Dirty Jobs\" changed fundamentally back in 2004 in the second season, when the Discovery Channel allowed me not to go behind the scenes, but to literally document the show in terms of, we had a camera man filming us making the show. So anytime we stopped because a plane flew over or something went wrong, we didn't really stop, we just kept filming. And so what the viewers saw was the making of a nonfiction show. And that, if there's a secret sauce, you know, it's not so much looking for the virtue, it's always there. The trick nowadays, in my view, when everybody talks about authenticity being for sale, you can't really fake it. All you can do is in a warts and all way, let the viewer see what it looks like to make a show. This show, my old show and the current show, it doesn't matter. If you really commit to being a fly on the wall, showing the sausage getting made, then anything you do, I think is going to immediately become elevated in the transparency category."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I think that's right."
    },
    {
      "speaker": "ROWE",
      "utterance": "And I think that's what people are looking for."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's interesting. The people I know who are highest on America who have the most the deepest reservoir of affection for Americans are the ones who spend the most time with them. Do you think that's true?"
    },
    {
      "speaker": "ROWE",
      "utterance": "Well, I know that every four years we'll see who's ever running attempt to prove it by sitting down. Maybe it's a bar in Erie, Pennsylvania doing shots of rye with the construction workers or maybe it's a single mom over here in Akron, and we're looking to -- You know, the candidates get elected by their ability to connect or facilitate the illusion of a connection. Not to be cynical about it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's true."
    },
    {
      "speaker": "ROWE",
      "utterance": "But it's so true, and it's so fundamentally for sale that you can see it play out in reality TV, in politics, in news. It's this desire to connect today and still control it. See, that's the -- that's where we trip. If you really want to commit to connecting authentically, you have to be willing to fail in front of vast numbers of people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, you have to let llama spit on you."
    },
    {
      "speaker": "ROWE",
      "utterance": "You better believe it. You've got to do things to barnyard animals that will facilitate phone calls for the rest of your life."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I've seen you up to the shoulder in the barnyard animals. So I know I know for a fact that's true. Mike Rowe, congratulations. Thanks for renewing our faith in the country. Always appreciate it."
    },
    {
      "speaker": "ROWER",
      "utterance": "That was a cow by the way, and she still calls me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The Great Mike Rowe. Well, CNN, as you well remember led the media-wide effort to destroy a group of innocent high schoolers from Kentucky, denounced them as racist, CNN did. They lie. This time they got caught and they're paying for it -- big time. They settled the case. We've got details in that just ahead. Plus wildfires engulf the entire continent, or huge parts of it in Australia. What a tragedy it has been. It's been going on for months. It's far worse than anything we've seen in California or South America. Who is getting hurt most? The animals, as always, millions of them, but there's some good news. A former co-host of mine is in Australia and will show us what is happening to save the koalas and the kangaroos and the wildlife down under. That's next."
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "The MAGA hat carries a certain connotation that provokes a conditioned reaction for many people, especially from marginalized people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Marginalized people. Marginalized people says the CNN host, suggesting he is one of them. Right?"
    },
    {
      "speaker": "Well, a year ago, CNN played a leading role in vilifying the boys of Covington High School. Their crime",
      "utterance": "Standing in place while an extremist religious group and the man pounded a drum harassing them. They did nothing wrong, but it didn't matter. CNN and many others tried to destroy them. Video surfaced though, and it showed that the boys were innocent. Now, CNN has settled a case with student, Nick Sandmann. He sued CNN and several other outlets for trying wreck his life. CNN has agreed to settle. We don't know how much the amount is for, but they're not going to have to disclose any of the internal communications about the story, which is kind of a shame. So we're not really going to know what the internal deliberations were unless someone else who was vilified by CNN decides to sue, we're not encouraging that. We're just saying, if you wanted to know how exactly CNN decided to destroy the lives of totally innocent high school students from a Catholic school in Kentucky, over a totally fraudulent made up story, you'd have to sue them again. But it looks like Nick Sandmann has gotten, at least part of what he deserves from CNN. I think he also sued \"The Washington Post.\" Anyway, we're going to continue following that story. But the bottom line is this, we're just going to repeat it again. CNN has settled -- has in effect admitted guilt in the case of the Covington Catholic kids which CNN defamed in a totally outrageous manner, tried to wreck their lives. Meanwhile in Australia, tragedy for the animal population of much of that continent. Australia battling some of the worst wildfires in its history. Australians are fighting to rescue some of the tens of millions of animals who are being killed, unfortunately, or already have been killed by those fires. We recently spoke to our former \"Fox & Friends\" co-host, Anna Kooiman who lives in Australia now. She was at Sydney's Taronga Zoo. Here's how it went."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Anna, I'm so glad that you're with us tonight. Watching these fires --"
    },
    {
      "speaker": "ANNA KOOIMAN, FOX NEWS CORRESPONDENT",
      "utterance": "Me too. I wish it under better circumstances, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I do, too. And it -- you know, I think people here in this country watching worry honestly about the animals, the wildlife. How are they? What is happening?"
    },
    {
      "speaker": "KOOIMAN",
      "utterance": "Well, Tucker. What I can tell you is that it is estimated that 500 million animals have perished in these Australian wildfires. It's just absolutely devastating. We are at the Taronga Zoo. We've got a couple of koalas who are up here all nice and cuddled up. They are a part of 12 koalas, a group of 12 of them that were rescued from the Blue Mountains from a fire zone there. And they're being watched around the clock by keepers and by veterinarians, and there are lots and lots of environmental groups and rescue groups that are doing similar things to the Taronga Zoo. I can show you some video from yesterday where we were at Sydney Wildlife Rescue where I got to hold several joey kangaroos, Eastern Grey kangaroos, in fact that are meant to be in their mother's pouch still and their mothers died in the blazes. They have smoke and heat damage to their eyes. They have ulcers in their eyes. They're being bottled fed. It's just a heartbreaking situation, but a silver lining to see humanity really coming forward and looking after them the way that we are."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's -- those animals are so cute. It's hard to believe they're even real and they exist in nature in Australia. How wonderful that people are trying to save them. So this is a real concern in Australia, the animals?"
    },
    {
      "speaker": "KOOIMAN",
      "utterance": "Well, it certainly is. You know, the koalas are the face of tourism here. You talk about folks wanting to come visit, it is our summer here, you can only imagine what this is going to be doing to their tourism dollars and the Prime Minister has just pledged $2 billion, at least. He said if the price tag is higher, he will go even higher, but for the relief efforts here, so you hope that will help the tourism industry, and all of the folks here who are living and who are just devastated by this. Two thousand homes have been destroyed as well. So you just can't imagine what these folks are going through. And it's expected to continue for months. The Prime Minister says, expect this crisis to go on. We don't have any substantial rainfall forecasted anytime in the near future, and they're reminding Australians to remain vigilant and to continue watching evacuation orders because these fires can spread super quickly at the drop of a hat. We're experiencing high winds and record breaking heat during a drought season. We have lightning causing these fires, dry lightning causing these fires. And New South Wales Police actually just told us yesterday that they have taken legal action against 180 people for infractions, both big and small related to these bushfires for arson. So it's just -- it's disgusting when you hear about that side of things, isn't it?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's beyond and I know that you are a passionate animal lover, a dog owner, Baxter, I know your dog. And it's a measure of decency how we treat our animals I think. Anna Kooiman, joining us from Sydney, Australia. Thank you so much for that update. Appreciate it."
    },
    {
      "speaker": "KOOIMAN",
      "utterance": "Thanks for having me on. And it's great that the world is paying attention to what's going on in Australia because folks are really struggling here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amen. Thank you. Good to see you, Anna."
    },
    {
      "speaker": "KOOIMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'll file this under stories that some people care about. Britain's Prince Harry and his American wife, Meghan Markle will have announced that they are, quote, \"stepping back as senior members of the Royal Family.\" They say they're going to seek a new, quote, \"progressive role\" within the monarchy. It seems like an oxymoron -- and split their time between the U.K. and North America somewhere. It's a big continent. Who knows breaking away from the traditionally apolitical Royal Family may allow Markle to weigh in on political issues. And hopefully you understand why America fought a war to become a republic. Though we've got to say as much as we are on America's side, you've got to feel sorry for Great Britain a little bit. Well, Joe Biden voted for the Iraq War. He was a booster of it. Now, he is trying to rewrite history and pretend he didn't, but some of us remember. Details ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, just 24 hours ago, America appeared to be on the brink of yet another major Middle East war. Were Americans ever for it? What do they think of it? Gillian Turner has been keeping track. She's a Fox News national security correspondent. She joins us tonight. Hey, Gillian."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Hey, Tucker. So the kudos for President Trump's de-escalation with Iran continuing to roll in tonight. But the U.S. still facing a very uncertain future in Iraq, including the imminent prospect of the government ordering the withdrawal of all 6,000 American forces on the ground. President Trump so far making it clear, he is not planning on a pull out. Take a listen."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, I think it's the worst thing that can happen to Iraq."
    },
    {
      "speaker": "TURNER",
      "utterance": "It turns out the American people though don't think a withdrawal is such a bad idea. Judging from recent polling, they remain intensely skeptical of continued U.S. presence on the ground. The latest poll from Gallup finds over half of Americans believe the war in Iraq has made the homeland less safe when it comes to terrorism, 51 percent. And half of Americans, 50 percent on the nose think that U.S. military engagement with Iraq in the first place was a big mistake. The numbers even more alarmingly high among veterans, a 64 percent of them say the war in Iraq wasn't worth fighting. When it comes to Iran, the American public also still largely skeptical of U.S. military intervention. New polling from the Eurasia Group shows less than 10 percent of Americans support a military strike against Iran's nuclear facilities. The large majority, far, far prefer a diplomatic solution to the nuclear crisis. Some stats for you to chew over while we're on the brink of war, it sounds like we're winding down."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Surprisingly clear, I would say. Gillian Turner, so much for that."
    },
    {
      "speaker": "TURNER",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hillary Clinton isn't the only person trying to rewrite personal history and foreign policy. By the way, history that just happened a few years ago. Over the weekend in Iowa, Joe Biden claimed this."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "The President then went ahead with shock and awe and right after that, and from the very moment he did that, right after -- I opposed what he was doing and spoke to it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, unfortunately for Joe Biden, back in 2003, they had cameras."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Nine months ago, I voted with my colleagues to give the President of the United States of America the authority to use force, and I would vote that way again today. It was a right vote then, and it would be a correct vote today."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Joey Jones is a Marine Corps veteran. He joins us tonight you. What do -- I mean, does it seem a little weird that a politician would try to deny something that is available on C-SPAN?"
    },
    {
      "speaker": "JOHNNY JOEY JONES, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "You know, Tucker, I spent nine months in Iraq in 2007 and 2008 and I went there honorably and excited to go serve my country because with the information that I'd been given from the Bush administration and all of Congress with their vote, it was an honorable mission. And we were there to stop weapons of mass destruction from potentially being used against us and our allies. What I hate and I'm so offended by is that the same people are now in this race to lie about if they supported it to begin with or not. Listen, the same Vice President that sent me to Afghanistan to lose my legs with a 40,000 troops surge over a war he and his boss gave up on just a few months later, now is trying to lie about Iraq and become President. So I can't think of anything worse for our troops in the military than to have Joe Biden become President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It must make people cynical -- people in the Armed Services cynical when they hear politicians talk like that."
    },
    {
      "speaker": "JONES",
      "utterance": "You know, we have something now called social media that we didn't have when I was serving for the most part, and especially not when I was deploying. They have access to this information. They can see in Iraq today, if they're in a in a stronghold or Kuwait that we're reporting on Joe Biden lying about supporting the mission. And of course, that takes a toll. At the end of the day, we're honorable. We do our mission. But we come home and we vote and we're not going to vote for someone who would lie for a surge in Iowa about what he decided for our lives and welfare."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. And he may not be aware of the fact that it's all on video."
    },
    {
      "speaker": "JONES",
      "utterance": "That's even worse."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You make a very good point. Joey, it's great to see you tonight. Thanks so much for coming on."
    },
    {
      "speaker": "JONES",
      "utterance": "Absolutely. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're out of time. But we're grateful the country is at peace. Amen. Say a prayer of thanks for that. We'll be back tomorrow night and every weeknight, 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. Another selection in our \"American Dystopia\" series airs tomorrow. It's a good one. In the meantime, have a great night. Sean Hannity live from New York City takes it away. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}