{
  "date": "January 10, 2019",
  "headline": "Parscale: Number one reason swing voters will vote for Trump is his stance on border security",
  "subHeadline": "Guests: Joni Ernst, Brad Parscale",
  "url": "https://www.foxnews.com/transcript/parscale-number-one-reason-swing-voters-will-vote-for-trump-is-his-stance-on-border-security",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Call it whatever you want. Whether it's steel or concrete, you don't care. We need a barrier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "So that was the president in McAllen Texas, today. Talking to border agents about the work that they do there and what they see on the border every single day. It was an effort to draw attention to their firsthand side of the story. Most of the networks did not carry it though, so it's hard to say if it will have any impact whatsoever on this debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is terrible. This is just that the American people need to understand like you stated just now. We know better. We know what the cost is to families. To our families, to our communities, to the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was at a round table discussion earlier and Reggie Singh, who you saw last night on THE STORY, he was also there talking about the impact on his family over Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REGGIE SINGH, BROTHER OF SLAINED RONIL SINGH",
      "sentences": "At 33 years old, Ronil Singh was cremated and I had to pick up his remains. It breaks my heart and no one should ever, ever go through that. Looking at that 5-month-old baby, looking for his dad, no one should ever go through that on Christmas Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the other side of this battle, says that the president is just manufacturing at this crisis. That line continued today in heavy rotation. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As a shutdown, another manufactured crisis courtesy of President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's a reality show producer who's producing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a manufactured crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you get the idea. In this moment, from CNN reporter Jim Acosta, suggested that all is calm at the border where he was today despite what you hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "As we're walking along here, we're not seeing any kind of imminent danger, there are no migrants trying to rush toward this fence here in the McAllen, Texas area. No sign of the national emergency that the president has been talking about. As a matter of fact, it's pretty tranquil down here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, that report was met with a lot of pushback including this from Trump campaign manager Brad Parscale, who tweeted a sentiment that was actually shared by a lot of people on social media today. \"I would like to thank Jim Acosta for pointing out how peaceful, safe, and secure it is at the part of the border that has a wall.\"  Later tonight, my exclusive interview with Brad Parscale who had plenty more to say about the wall and the president's numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you believe by the time the campaign rolls around, we will have a wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD PARSCALE, RE-ELECTION CAMPAIGN MANAGER FOR DONALD TRUMP",
      "sentences": "It's not about just a wall, it about border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Also, how he is building what he calls the biggest voter outreach effort that has ever been constructed in presidential politics for the Trump 2020 campaign. He also says that in their internal polls, he believes that the wall fight is helping the President to move higher, in fact, to the highest point in their polls in his presidency.  But first tonight, Marc Thiessen, American Enterprise Institute scholar, and Fox News contributor. And Richard Goodstein, Democratic strategist, and former Clinton campaign adviser. Gentlemen, great to have both of you with us. (INAUDIBLE) tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, CONTRIBUTOR",
      "sentences": "Good to be with you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER ADVISER, CLINTON CAMPAIGN",
      "sentences": "Sure, yes, of course. Yes, welcome here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. So Richard, let me start with you. You know, how are Democrats doing in this debate right now based on that back and forth?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Well, certainly if the polls are an indication of the majority the public blames the president for his position, they think the government shouldn't be held hostage. I will say this, we have really the semantic dispute between a wall slash and then, sense, and barrier, right?  And it's kind of silly, you have all these hundreds of thousands of public employees who are out there -- you know, with the credit at risk and food on the table, and so forth. And the fact is, in 2013 as you know, every single Democratic Senator and 14 Republicans voted for $8 billion of barrier fencing -- call it what you will and I think that's where the Democrats are vexed is, Mr. President, show us precisely what you want. When he talks it's like, wall in one sentence, barriers, steel slats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, you know who it's a silly semantic debate for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "People in that building behind me, and folks who talk about these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In America, I believe that it is very clear, they're saying, get over yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We don't care what you want to call it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Just secure the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is an issue that I think most Americans actually really agree on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Right. And I think again, what this immigration bill did in 2013 was a commitment to secure the border. Tens of thousands of Border Patrol people, watched towers, drones, the whole bit and the fact is this notion of Democrats being for open borders is really not right because again, Obama was called the deporter-in-chief by the Hispanic community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I said -- I think Democrats sound like they're getting nervous about being portrayed that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And maybe they're coming off that way because they're not willing to negotiate at all on this. Marc.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "You know, that's exactly right. I mean and look, not all -- not only did that bill require the -- require 700 miles of fencing. It actually said that no illegal immigrants could get a green card and a path to citizenship until the wall was completed until the fence was completed. President Trump has already made the concession on the wall. He said, he's talking -- he went -- he shifted to steel slats, a fence, he sent Mike Pence and said let's do $2.5 billion instead of $5.7 and they dismissed it.   And he said to Nancy Pelosi yesterday apparently. He said, \"Look, if I agree to what you're saying, which is let's open the government, and we have separate negotiations on the border, will you then agreed and have fund the wall? Any money for the wall?\" And she said, \"No.\"  So, what -- right now, the president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why is that, Richard? Why she said, no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Well, again, I think it's this whole wall thing. Again, he -- how many hundreds of times in the campaign trail did he say, build the wall? It certainly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "His -- you know, he said today, actually a day before like, I don't care what you call it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Well, hold on. But he asked the term, \"wall\" and that connotes 25 -- well, well, it makes a difference to her because what he campaigned on was 25-foot high concrete wall. If he -- if he sets on record is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, let me ask you this. Then, why doesn't she say to him, \"Well Mr. President, I'm fine with border security.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "\"But I will not build a concrete wall if she does miles long, which basically can't be done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And I think if the president were smart, he would say to Mitch McConnell, call up that bill that passed the Senate in 2013 with 14 Republicans. And let's go to vote on that. That will call her Bluff. Because if she's really opposed to border security, then she would be against it. The fact that I think that would have passed, for John (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, Marc, the president said as much today that if he doesn't get some kind of agreement, he's going to declare a national emergency and there's -- you know, the Army Corps of Engineers is one of the places where they're kind of beating the Bush's for money. Seeing if they can move some things around to get started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yes. So, I think that would be a mistake. Though I understand he's using as a negotiating tactic as he's basically telling Nancy Pelosi and Chuck Schumer, you actually don't have control of this situation. You cannot deny me the wall, we can do it the easy way, or we can do it the hard way. And if it's a negotiating tactic, it's smart. As an actual practical policy, it's probably -- it's probably not a good idea because that emergency was intended for things like 9/11 and Katrina. There is, by the way, a crisis at the at the border because -- I mean, the Washington Post said just the other day, it's a modified crisis, they're everything -- we were -- there are more immigrants coming over, unaccompanied minors, are the detention centers are completely overwhelmed. So, he's got a point and he probably legally could do it. But here's the problem, he has -- he's getting -- he's gaining the moral high ground right now. This is exactly what Democrats would want him to do. Because right now, he is seeing -- receiving reasonable, he's offering compromises, he's going to the border, talking about border security, and the Democrats are just sitting there, saying no, no, no, no. no.  Once he invokes emergency powers, all of a sudden, the conversation changes from the intransigence of the Democrats, and what's happening on the border to abuse of power. To a -- to a lawsuit, to a fight over his power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, and I got to leave it there. Real super quick, Richard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Yes, he's going to have a problem in the courts because Congress specifically said, here's funding which instantly the administration hasn't spent but not for a wall. And then, to go ahead and say, \"Well, I'm building the wall, anyway.\" That's where you have the kind of separation of powers issue that really I'm not sure how strong footing he has in the courts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll pick it up. Thank you very much, guys. Good to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up next, the media paints an economic hellscape as the shutdown continues indefinitely. But are the warnings overhyped? Congressman Jim Jordan and Mark Meadows faced some questions on that, coming up next",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Realistically, how long do you think the shutdown is now going to last?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know, and that I can't tell you. All I can tell you is that I feel very badly for people that have family members that have been killed that should have never happened. OK? Those are the people I'm thinking most about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was in response to a question about concerns that the President may or may not have about those who are not getting paychecks after this Friday. President Trump's heading back to Washington at this hour. We understand is the shutdown wears on. And with little end in sight, some in the media are sounding some alarms about this calling it a doomsday scenario. NBC writing this. \"The country would face an economic hellscape if the government shutdown lasts months, or even years, as the president has suggested it might. Joining me now, Ohio Congressman Jim Jordan, and North Carolina Congressman Mark Meadows, both sit on the House Oversight Committee. Great to have both of you with us. Thank you very much for coming in tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "sentences": "Great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman Meadows, do you -- do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, obviously, not. I mean, we're talking about a partial shutdown. We're talking about really day-20 right now. And what this comes down to is the Democrats have not been negotiating. They offered zero money for the wall on day one of the shutdown. They're offering zero money, still, today for any border barrier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think they're going to change their tune on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "You know I was hopeful that they were. I don't think so. I mean, I can tell you, if you can find one Democrat and leadership that's willing to talk about anything --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they're kind of -- you know, they're saying things like, well, you know, it's not that we're against border security, they will fix the fence, we'll do this, we'll do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "But they -- but they are, Martha. I think -- yes, I get it. But you've heard the rhetoric before. I can just tell you that when you look into the eyes of my Democrat colleagues, they're not serious about negotiating, they really not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So there was a meeting yesterday on the Hill, in Senator Graham's office, Congressman Jordan, Jared Kushner, the president's advisor, and son-in-law was there. And the suggestion is that there may be discussing early discussions about a DACA trade for the wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OH",
      "sentences": "We can get to an agreement if the Democrats would be more focused on helping the country and less focus on stopping the president. I do think Democrats are starting to feel it. Joe Cunningham and Mark Sanford see it. I think he started that's a Republican seat that just barely win Democrat this year.  The individual (INAUDIBLE) Congressman Horn who won the Oklahoma City seat. You don't think people Oklahoma want to border security wall? So, this idea that is doomsday, it can end tomorrow if Democrats would just be willing to support what they supported a few years ago. And if that negotiations are happening, that's all good. But as Mark said, I don't think they're that serious about it. They won't get serious until Joe Cunningham in that seat and Congresswoman Horn in that seat, Abby, Bamberg and Dave Brat seat until they start to feel the heat in their district.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, she was starting today that she wants people to understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She's a former CIA. She takes security seriously, which I don't doubt that she does. But you know, in terms of this argument about DACA, why not open that conversation? The president suggested it in the past to cover -- you know, as many as --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, there's been real conversations. And you mentioned Senator Graham. I've been on the phone more with Senator Graham in the last two weeks than really anybody else. And he's had a lot of thoughtful conversations with some of the Senators. But even though with that, he put partial DACA, TPS, in exchange for border barrier funding. And Dick Durbin says, oh, it's going to cost you a lot more than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So your argument is even if he do that, they're not going to give you what you want. But I'm asking you would you -- because you guys have been very much against that. Are you telling the President DACA is a non-starter for the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "I think when you look at a pathway to citizenship, but can we do something on those and how it's constructed. But I think a lot of it's a moot point right now. I mean, literally, they are not discussing anything. It's like throwing darts at a wall and hoping to hit a bull's eye when there's no target up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So there's this Dan Crenshaw, a new member of Congress said that he's going to forego his salary during the shutdown. Is that something that you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes, we've already put out -- I think both of us put out --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "We had a letter to the Senate to get to the end of this pay (INAUDIBLE) just like think most --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Saying that you would -- you would also --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "I have already sent the letter in. We've gone public with that. And you know, the federal workers, the pain that they're suffering it's not lost on us, but I just came from the House floor. And let me just tell you all we need to do is stay here and get it done. So I challenge our Democratic colleagues. Let's stay here all weekend. Don't go home. Let's stay here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you not care about the federal workers because they're all Democrat voters? That was the suggestion today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I tell you, the majority of public workers unions support Democrat candidates and you can look at that at the FCC reports. Whether they're Democrat or Republican, the unions typically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "What we support is that border security wall which everyone knows needs to happen. There is a crisis on the border. Anyone who's been watching this Caravan phenomenal over the last few months knows this is a crisis. Build the border security wall but unfortunately as Mark said, Democrats, don't want to seem to talk about that yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Great to see both of you tonight. So here now to respond freshman Democratic Congresswoman Katie Hill from California. She won in a GOP held district for forty to fifty years and flipped that district. Katie even listening to the conversation, what's your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KATIE HILL, D-CALIF.",
      "sentences": "I have. Thanks so much for having me. I mean, I think the first thing for me is that I come from a law enforcement family. My district is made up largely of Republicans. I mean, it's like you said it's been held by a Republican for its entire time it's existed. And when I went home last weekend to do a town hall, my first weekend in office, I heard overwhelmingly from law-enforcement professionals, from veterans, they're the ones that are being impacted the most. We have a federal prison just outside of our district. We have tons of air traffic controllers and aviation workers in our district. Ours is the hub of aviation and aerospace, and we have FBI agents who are severely impacted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So do they want you to negotiate on some -- on border security and say look, instead of saying zero or non-starter, let's talk about this. Let's get the border security. Those law enforcement officials want you to do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILL",
      "sentences": "They -- look, everyone recognizes that border security is an issue. But what we want, what we're arguing for, and where I feel very strongly, is that you can't use the government's functions as a bargaining chip. We should have this debate. We absolutely should. We should have exactly what they were talking about. The debate around DACA, the debate around TPS recipients, around what kind of border security is right for our country --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But what do you say to those who say, we've been down that road before. We know how that story ends. Well you know, if you don't bundle it all together, it doesn't force anybody to the table, and then it just never, never happens. We've seen that for decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILL",
      "sentences": "Well, to me, I think that's a failure of governance. And you know, they suggested something I think that's pretty powerful which is you don't get to go home until you finish something. And -- but again, it shouldn't be regular working people whose lives depend on their paychecks. I mean 80 percent of Americans are living from paycheck to paycheck. And you know, in my district I know that that's the case and you know, I have people who are having to pick up -- again, these are law enforcement professionals who are literally keeping us safe from terrorists who are kept in a federal facility at just outside of our district that are having to pick up second jobs as Uber drivers.  I have -- I had a woman come to visit me from our district. She's a single mom. She's a veteran. She's worked in aviation and she doesn't know how she's going to feed her kids. And this is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, it sounds like we need to secure the border and get the government open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILL",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So I thank you, Katie. Thank you very much. I'm glad you came in tonight. It's good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILL",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. Biting, blistering, and scathing. Those are some of the words that are being used to describe Secretary Pompeo's rebuke of President Obama's Middle East policy. General Keane weighs in. We're going to show you parts of the speech. You can decide for yourself right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "The age of self-inflicted American shame is over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Secretary of State Pompeo on a nine-city tour in the Middle East today delivering what the New York Times called \"a scathing and quite personal rejection of President Barack Obama's approach to the Middle East excoriating Mr. Obama for fundamental misunderstandings about the region that underestimated the tenacity and viciousness of radical Islamism.\" Take a look at the strikingly different messages in 2009 and then today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "As-salamu Alaykum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "It was here, here in this city that another American stood before you. He told you the radical Islamist terrorism does not stem from an ideology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "Islam is not part of the problem in combating violent extremism, it is an important part of promoting peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "He told you that 9/11 led my country to abandon its ideals particularly in the Middle East.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "The attacks of September 11, 2001, and the continued efforts of these extremists to engage in violence against civilians have led some in my country to view Islam as inevitably hostile not only to America and Western countries but also to human rights. All this has spread more fear and more mistrust.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "He told you that the United States and the Muslim world needed \"a new beginning.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "I've come here to Cairo to seek a new beginning between the United States and Muslims around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "The good news is this. The age of self-inflicted American shame is over and so are the policies that produce so much needless suffering. Now comes the real new beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, joining me now General Jack Keane, Chairman of the Institute for the Study of War and a Fox News Senior Strategic Analyst. General, good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE, RETIRED, SENIOR STRATEGIC ANALYST",
      "sentences": "Good to see you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting comparisons there. What do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I think he clearly wanted to draw the contrast of what he suggested that the Obama's vision and his timidity in dealing with the Middle East really had some serious dire consequences that led to regional instability, for example, pulling out of Iraq prematurely got us Isis, not assisting the new Libyan regime that deposed Gaddafi with military training got us a failed state. Not assisting the opposition forces in Syria led to one of the great human catastrophes post-World War Two. So what he's positioning United States in the Middle East now is a force for good promoting stability, security, and prosperity. But I got to tell you, Martha, I mean, this trip was paying weeks ago. Reassure -- the point was to make certain that the allies in the region of pushing back on the Iranians and that also were organized to deal with the radical Islamic ideology which its origin is political and religious. But this nature of this trip changed after President Trump made his withdrawal decision in Syria. One word has replaced the tour, and that's reassurance. Reassurance to all of these allies that the United States is not leaving the Middle East, quite the contrary, we're going to stay engaged there because they became confused as a result of that withdrawal decision. So this is -- it's fortunate and fortuitous that this visit was already planned and the Secretary of State has this opportunity to provide that kind of reassurance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He said the age of self-inflicted American shame is over. What did you think of that line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I thought it was a good line and I had a lot of problems with President Obama's speech in Cairo and many other speeches that he made. One of the pattern lines at least for the first two years of his administration was apologizing around the world for the United States behavior when post-World War Two there's never been a country that has provided so much stability and so much security at the sacrifice of American youth in helping Europeans and the Far East, Southeast Asia really quite extraordinary. There's never been a country like us who's ever done something like that. We don't have to apologize for anything. Have we ever made mistakes? You bet you we've made mistakes. But for a force of good, there's no country that's provided that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Before I let you go, what is the message to Russia when they watch this and to Iran who may have been relieved by the news that the President really would like to pull our troops out of Syria?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "There's no doubt that Russia has a strategy to replace the United States as the out of region country that has the most influence in the Middle East which is a position we have held since post-World War Two. They want to take over that strategic position. They're working very hard to do it. The Iranians have already scored significant victories in the Middle East. Lebanon, Syria now, they almost own it except for eastern Syria. Iraq, they have more political influence in Iraq than we have. Yemen, they're trying to overthrow that country because they want to challenge Saudi Arabia which is right -- Yemen's right to the south of it. So they are on the march and Russia is in there now with a political and military alliance working together against U.S. national interests and those of our allies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "General Jack Keane, always good to see you, sir. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yes, good talking to you Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So coming up next, could the confirmation process for President Trump's attorney general nominee turn into Kavanaugh 2.0.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILL.",
      "sentences": "I want to know what you want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRETT KAVANAUGH, ASSOCIATE JUSTICE, UNITED STATES SUPREME COURT",
      "sentences": "I'm telling the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURBIN",
      "sentences": "I want to know what you want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAVANAUGH",
      "sentences": "I'm innocent! I'm innocent of this charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURBIN",
      "sentences": "Then you're prepared for an FBI investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAVANAUGH",
      "sentences": "They don't reach conclusions, you reach the conclusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURBIN",
      "sentences": "No. But they do investigate questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINN.",
      "sentences": "So, you're saying there's never been a case where you drink so much that you didn't remember what happened the night before or part of what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAVANAUGH",
      "sentences": "That's -- you're asking about black out -- I don't know, have you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "I have no drinking problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAVANAUGH",
      "sentences": "Nor do I.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that brings back memories, right? So, are we on the urge of yet another intense confirmation battle? The Senate judiciary committee is preparing to hold a hearing for attorney general nominee William Barr, the president's pick to replace acting A.G. Matthew Whitaker. Barr has held the position before under the first President Bush. Back then, he sailed through his Senate confirmation process, receiving unanimous approval. But today, the mood is a little bit different in Washington, D.C. Some Democrats believe that Barr is prejudice against the Mueller investigation due to a private memo that he sent in the DOJ in June of last year with some critical comments about the overall probe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have real concerns about Bill Barr being the attorney general since he seems to have lobbied for the job by showing that he wants to undermine the special prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Someone who has prejudged the investigation may have valid credentials in criminal law but again, probably like Justice Kavanaugh, chosen by Donald Trump for the wrong reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM KAINE, D-VA.",
      "sentences": "If he comes in and Rosenstein is gone, is this just a, you know, preface to either undercutting the investigation or trying to keep the results of it hidden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, my next guest was just appointed to the Senate judiciary committee and met with Mr. Barr. There's the video there, they met earlier today. Senator Joni Ernst is a Republican from Iowa. Senator, welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JONI ERNST, R-IA.",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you again. Nice to have you here. So, you met with Mr. Barr today. Did you ask him if he would protect the Mueller investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "We spoke very little about the Mueller investigation because I've long said that if there are leads that would show Russia collusion, then those should be followed. But we did focus on where more of the aspects of is he going to uphold the Constitution and the rule of law? Will he work with me on important topics to me such as immigration and violence against women? And all of those he affirmed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what are -- you know, he called in this memo that he sent in June of '18, the Mueller special counsel probe legally unsupportable and potentially disastrous. Basically, he believes that this part of the investigation is based on sort of an insupportable reading of the law. But he has also said in comments since then that he would not do anything to get in the way, but you just said you just talked about it a little bit. What did he say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Right. Well, I believe, and what I believe he will do is actually follow any leads that are valid, and again, going back to the fact that the original intent of that investigation was to discover if there was any collusion with Russia in that presidential election cycle. So, if we see evidence of that, certainly that investigation should continue. And I believe that he would be supportive of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lindsey Graham is the incoming chairman of the judiciary committee on which he now sits here. He is talking about Bill Barr earlier. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "His opinion of Mr. Mueller is very high in terms of ethics, and care doing professionalism. I asked Mr. Barr directly, do you think Bob of -- Mr. Mueller is on a witch hunt? He said, no. Do you think he would be fair to the president and the country as a whole? He said yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, we played a clip of the Kavanaugh hearing on the way in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I think that, you know, when people watch that they still get sort of shutters because it was such a brutal experience, I think on all sides of the aisle watching all of that play out. Do you think we are in for something along those lines with his confirmation process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "I would hope not. I would hope that Senate democrats would understand that this is a different situation. And we need to take every confirmation and vet them separately. So, what we experience through the Kavanaugh hearings I hope is part of our past and I hope that the Democrats are objective as they look at William Barr's qualifications. He's very qualified to be our attorney general, obviously, and has been confirmed three times previously by the United States Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, I mean, obviously there's a lot of focus on the Mueller report. So, you know, in terms of transparency and the question of that, there will be a decision to be made when Robert Mueller files that report --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- whether or not it should be made public. Do you believe that it should be made public? There are some indications that the White House might perhaps seek to delay it or to redact sections of it under executive privilege. What's your opinion on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "I do think that the public has the right to know what Mueller has been doing through the investigative process and whatever comes up comes up. And we have invested a lot of time and dollars into this. I think our taxpayers deserve the opportunity to know what the federal government has been spending his money on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, you and Marsha Blackburn are two -- the first two GOP women to sit on the judiciary committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is that important? Does it matter, you know, that there are women who represent your party on that panel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Well, absolutely. There are a lot of issues that women care very much about. And I do think that we need to be reflective of our constituency. So, I'm excited about the opportunity. And I know that Senator Blackburn is as well. And I look forward to moving through these committee hearings and the number of the nominations that are going to come forward. We have a lot of judges yet to confirm and I think having conservative women and our voices on that committee will be very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think that the previous panel was sort of imprinted on the American consciousness and the last one. It's going to be interesting to see some new faces there as we watch this confirmation process play out. Thank you very much, Senator Ernst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Very much. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I hope to see you again on The Story soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERNST",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. Thanks for your time. So, still ahead tonight, my really interesting morning. When interviewed President Trump's campaign manager for 2020, Brad Parscale, who says that the president has a serious and unreported advantage over Democrats. He believes heading into 2020. BRAD PARSCALE, CAMPAIGN MANAGER, TRUMP 2020 REELECTION: If I look at the data right now in '20, and the same kind of data I was pulling in 2016, the president is lightyears ahead of where we were on election night in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here it comes, my exclusive interview with the man who is task with reelecting President Trump in 2020. His campaign manager, Brad Parscale, who ran the digital strategy back in 2016 and got a lot of attention is now opening up on border security, the Russia investigation, the path. His mind and how he works and how he sees all of this is quite interesting. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, let's talk a little bit about something you tweeted yesterday. You said the president according to your internal polls has the highest numbers that you have ever seen him at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What number is he at in your internal polls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, so, we've been monitoring him over the entire two-year period and prior to that but it kind of started all over when he became president and he got into office. Watching the data, you know, I started to see this rise since he started making this fight. And I'm not surprised by it, because if you go back and you look, if you look at the people that are kind of these swing voters, these people who possibly don't like him for personality or different reasons, the number one reason they will vote for him is because of his stance on border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you're not going to tell me what the number is. Our CP has him at 42 percent right now. That's an average of polls as you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "The way that I look at it is more relative. Like, you don't have to look at an exact percentage. It's relativity based off the success of every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you -- you credited Facebook in terms of your targeting strategy when President Trump won in 2016. How is your Facebook strategy going to change for 2020?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, you've got to understand, 2016 was a different race than what 2020 is now. As being an incumbent, we're building a different operation now than we had in 2016. In 2016, it was very grassroots, as you know, the campaign sometimes at its best operated at a fraction of what probably was needed. It was mobile. It was changing. It was adapting. It was -- this was a man running his first candidacy ever. In 2020 the operation's different. This is going to be a much larger ground game. This is going to be -- this is going to entail new technologies, new things. Look, Facebook is still going to have a play but we've already harvested really what we need off Facebook. So, the way you have to look at this is, we try to harvest and bring people in to become direct contacts. Cell phone numbers, e-mail addresses, things that we can have direct contact. A good candidate might have four to five million by Election Day. We'll probably 40, 50, 60 million. We might possibly have everybody that could vote for the president in a direct contact method by Election Day. That's what we're spending this energy doing for this whole time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So that's the kind of thing that President Obama used to work on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, whenever anyone came to a rally they'd ask them to, you know, register, they get their information. Is that the same way that you're doing it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes, but even on steroids. We're doing more than any other presidents have ever done before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How are you getting people's information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, that's what we're doing. That's why the president announced me so early. People were like, what are you going to do, you know, 1,000 days out? What are you doing three years out? Well, we're doing top level funnel marketing and what that is, is we need to find every person that's going to vote for the president and would vote for the president and go find them now. It's a lot cheaper to go find them now, not when the media gets all full and the commercialing and the advertising is more expensive and we have to rush to find them. Why not find them three years out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How are you finding them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Explain to people who don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "All different kinds of advertising. I don't want to give away all our secrets here on TV but there's a lot of methods we use to get them in there. And we them, we need to find them all across America especially in key swing states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Just give me an example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "There's a -- the other day during the border fight we had an advertisement up that said, text TRUMP to 88022 and any Trump supporter can text on their phone, just pick it up and call 88022 and it will immediately suck them into our system. And then they can start having direct contact with us, and when election time comes, when donations time come, we know how to speak to them because now we have their cell phone number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, before the Oval Office speech the other night you guys were fundraising off of that speech?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "No, we weren't fundraising off that. What we do though is, when we're doing advertising any time we're fighting, when people say yes, I'm with you, we give them a chance to connect with us, fight with us, support us. It might not be asking for money. It just says come fight with us, and we give them a method to do that. We don't fund -- we have not directly fundraised off this other than some e-mails and some things to go out. Look, this is a fight for the American people and not for the president's, you know, reelection account. This is a real argument that the president needs to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, in 2016, the success of the Trump campaign hinged a lot on what was called the rural revolt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Voters who really hadn't been reached out to in a long time. President Trump campaigned in places that they hadn't seen candidates for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In the midterm, we saw something different, which was coined a suburban revolt, if you will. College educated women who may have voted for President Trump or voted for Republicans who then switched over to Democrats. A lot of people believe Pennsylvania, for example, is no longer purple looking at 2020. That it's blue. Do you agree with that and what are you going to do in Pennsylvania?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, I don't agree that the -- the data does not show there was a suburban woman revolt. Actually between 2014 and 2018 there was no change in the vote in the Republican Party between suburban women, white women, educated. If I look at the data right now in '20, and the same kind of data I was pulling in 2016, the president is lightyears ahead of where we were on election night in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you spent about $44 million on Facebook last time around. Does that sound roughly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes. It was a lot of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- what kind of investment do you imagine in 2020?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, it depends on how you look at it. I mean, we're still spending millions of dollars across all the networks now. I mean, by the time we're done spending, I imagine 2020 it will be nearly $1 billion. It's just a different -- it's a different game then. That game was over a few months. This game is over almost four years, because we can be fighting now. So, Democrats can go and fight against all of them right now, and then they have to come out of their convention and they have a three-month run like we did last time. We're already fighting now. We're already building that. We're already doing more than any campaign has ever done before, and we're still two years out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to ask you a little bit about Cambridge Analytica, and there was an association between your business and their business in the prior campaign. They obviously ran into a huge headwind and basically blew up when it was discovered that that Facebook had given them proprietary information on people's friend list and all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But there are still a couple of people from Cambridge Analytica that are working on the 2020 campaign. Is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Look, when we -- I've said this several times. We never used any of that social graph information. We never used any psychographic data. We never used any of that stuff. I did hire employees out of Cambridge for staff, and they worked with us. I still work with a couple of those staff members, because they are talented people and they shouldn't be punished because the people who ran the company didn't know what they were doing, were not very good people. I'm not going to blame one individual that helped us win the 2016 election by being smart at other kinds of work, that had nothing to do with that, and blame them for something the media made a hype out of that had nothing to do with that and I had nothing to do with what Cambridge did at the top and other, you know, dumb things they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you've said -- I just had a couple questions with regards to the Russia investigation. You've said that the Mueller investigation needs to end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Obviously it has not so far. There's news this week that Paul Manafort was sharing 2016 polling data and information with a man named Konstantin Kilimnik. The FBI says that this individual has ties to Russian intelligence. Here's what our Judge Napolitano said about that revelation, which sort of inadvertently slipped out this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, JUDICIAL ANALYST",
      "sentences": "This shows that Bob Mueller can demonstrate to a court, without the testimony of Paul Manafort, that the campaign had a connection to Russian intelligence and the connection involved information going from the campaign to the Russians. The question is, was this in return for a promise of something from the Russians and did the candidate, now the president, know about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, at the time I had -- I was not in the position I ended up in the campaign, so I don't actually know what occurred at that time. My role did not pick up until -- and I've said this multiple times, until after Manafort left in the vacuum of his leaving I came in to kind of some of his operations. I don't know anything about it, you know. I don't know exactly what occurred. I'll probably learn the same time you do what occurred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Paul Manafort never said to you, can you give me some data? I need some information. I'd like to look at these numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "I was not in charge of any data at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You never had any interaction with him like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "I was not in charge of any data at the time. I was not in charge of data and other operations until after Paul Manafort left. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you had zero interaction with Paul Manafort?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well no. I mean, I talked to him - yes, never talked to him about that kind of stuff. The only thing we ever talked about were simple advertising web site stuff. It was very simple at the time. I never had any kind of communication about that stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And any indication that the information that he asked for could have ended up in the troll farms in St. Petersburg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "No idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- people have been indicted for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "As I've continued to say, I've never seen any kind of -- if symbolism or any kind of connection between the ads they've run or anything we've done. And I've continued to say that only on Facebook they only spent less than $10,000 and we spent -- and we spent over, you know, $70 million in digital advertising, and $10,000 is a -- is like a little microsecond of what we were doing and there's just no way it had any impact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, back to the campaign for a moment. There is speculation that the president could face a challenger from his own party. Mitt Romney was asked the other day if he would support the president. He said, \"I'm going to see who's running.\" John Kasich has said if there's an opening and there's an opportunity that it's something that he would consider. What do you think would be the impact on Trump 2020 if that happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, I think the first thing is you have the most popular Republican president in American history. He usually goes anywhere from 87 to 90 percent approval rating with Republicans. That would probably be the biggest uphill battle in history. You also have -- are going to have one of the strongest campaigns in history. You have a party which is now is the party of Trump. You see a following across this country about what Trumpism has become. I don't think it's a real thing, and I think it's just a leftover of a few people that are upset that they never figure out how to consolidate the Republican Party. They never figured out how to win, and this president did. And I think you have some -- you've got some old Republicans that are a little sad that they were never important or relevant even close to as much as this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, some people flashback to Bush 41 and they say, well, you know, perhaps President Trump's I will build the wall promise could echo read my lips, no new taxes. And if he doesn't get the wall, that it could be -- the thing that helped him win the election in 2016 could sink him in 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, this president can't sign legislation -- or he can't make legislation. He can sign legislation. So, someone has got to make legislation for him to sign it. So, he can't do both, and you can see here that this president's going to fight which everything he has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But it's a campaign promise, nonetheless, just like read my lips, no new taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Yes, of course. And he's fighting for it every single day and he's going to keep fighting for it, and he's going to get border security and he has already gotten billions of dollars in border security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you believe by the time the campaign rolls around we will have a wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "It's not about just a wall. It's about border security. It's about cutting down on child trafficking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But he said this over and over again during the campaign. Even when he was asked that, he said no, no. It is a wall. It's a big concrete wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Walls do work. Walls do work. But he's also said multiple times, there's places where we don't need a wall. There's natural barriers. There's other ways to do it. It's not all about a wall, but we do need a wall. Walls work great and I think that we need them. And he's gotten billions of dollars already for one. I think he'll finish a large portion of that wall and hopefully all of it, and that's something that he's working for. But border security is just broader than that and I think there's a lot of things we need to do. There's child trafficking that's a problem. There's drugs pouring across these borders, and also it's just an unfair world where people all over this world that want to come to the -- probably the most open -- and is the most open legal immigration country in the world. And when one country floods in illegally, it limits all the other countries to have a fair chance at the same dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you concerned about the economy? What's the number one issue do you think looking ahead of 2020?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "No, I think the economy is strong. Look, it's about jobs. It's about growth in people's real wages, and I think that's occurring. II think that the economy's going to continue to be strong. I think the left is worried about what's happening, the success of Trump but I think they want to spin out a narrative across the media that it's in trouble. One day in the stock market -- stock markets go up and down. They're like lungs. They continue to do that. They've been doing that for generations. You know, the job growth in this country is just unreal. The success Americans are having all over this country is unreal and they're going to vote for that in 2020. They always will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Before I let you go. Would you rather run against -- against Beto O'Rourke or Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Well, you know, I think Biden hasn't had much of a success record in the past. You know, I don't like to get into individual candidates, but I'm going to build the organization that's ready to fight all of them, and this president is going to be ready to fight all of them and they're going to have a long way to catch up to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Brad Parscale, thank you. Good to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "More of The Story coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A live look right now not too far from here as President Trump arrives at Joint Base Andrews in Maryland after a busy day at the border in Texas. We are watching, obviously, this story very closely. He met with a lot of folks who work on the border trying to get his message across that he believes that there is a crisis at our southern border. The government still shut down. Pretty easy to get around DC these days. Not a whole lot of traffic on the road because of that. Thanks for watching The Story tonight on this Thursday. We'll see you tomorrow night. Tucker's up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Call it whatever you want. Whether it's steel or concrete, you don't care. We need a barrier."
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "So that was the president in McAllen Texas, today. Talking to border agents about the work that they do there and what they see on the border every single day. It was an effort to draw attention to their firsthand side of the story. Most of the networks did not carry it though, so it's hard to say if it will have any impact whatsoever on this debate."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is terrible. This is just that the American people need to understand like you stated just now. We know better. We know what the cost is to families. To our families, to our communities, to the country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was at a round table discussion earlier and Reggie Singh, who you saw last night on THE STORY, he was also there talking about the impact on his family over Christmas."
    },
    {
      "speaker": "REGGIE SINGH, BROTHER OF SLAINED RONIL SINGH",
      "utterance": "At 33 years old, Ronil Singh was cremated and I had to pick up his remains. It breaks my heart and no one should ever, ever go through that. Looking at that 5-month-old baby, looking for his dad, no one should ever go through that on Christmas Day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the other side of this battle, says that the president is just manufacturing at this crisis. That line continued today in heavy rotation. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "As a shutdown, another manufactured crisis courtesy of President Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's a reality show producer who's producing this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is a manufactured crisis."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you get the idea. In this moment, from CNN reporter Jim Acosta, suggested that all is calm at the border where he was today despite what you hear."
    },
    {
      "speaker": "JIM ACOSTA, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "As we're walking along here, we're not seeing any kind of imminent danger, there are no migrants trying to rush toward this fence here in the McAllen, Texas area. No sign of the national emergency that the president has been talking about. As a matter of fact, it's pretty tranquil down here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, that report was met with a lot of pushback including this from Trump campaign manager Brad Parscale, who tweeted a sentiment that was actually shared by a lot of people on social media today. \"I would like to thank Jim Acosta for pointing out how peaceful, safe, and secure it is at the part of the border that has a wall.\" Later tonight, my exclusive interview with Brad Parscale who had plenty more to say about the wall and the president's numbers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you believe by the time the campaign rolls around, we will have a wall?"
    },
    {
      "speaker": "BRAD PARSCALE, RE-ELECTION CAMPAIGN MANAGER FOR DONALD TRUMP",
      "utterance": "It's not about just a wall, it about border security."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Also, how he is building what he calls the biggest voter outreach effort that has ever been constructed in presidential politics for the Trump 2020 campaign. He also says that in their internal polls, he believes that the wall fight is helping the President to move higher, in fact, to the highest point in their polls in his presidency. But first tonight, Marc Thiessen, American Enterprise Institute scholar, and Fox News contributor. And Richard Goodstein, Democratic strategist, and former Clinton campaign adviser. Gentlemen, great to have both of you with us. (INAUDIBLE) tonight."
    },
    {
      "speaker": "MARC THIESSEN, CONTRIBUTOR",
      "utterance": "Good to be with you, Martha."
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER ADVISER, CLINTON CAMPAIGN",
      "utterance": "Sure, yes, of course. Yes, welcome here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. So Richard, let me start with you. You know, how are Democrats doing in this debate right now based on that back and forth?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Well, certainly if the polls are an indication of the majority the public blames the president for his position, they think the government shouldn't be held hostage. I will say this, we have really the semantic dispute between a wall slash and then, sense, and barrier, right? And it's kind of silly, you have all these hundreds of thousands of public employees who are out there -- you know, with the credit at risk and food on the table, and so forth. And the fact is, in 2013 as you know, every single Democratic Senator and 14 Republicans voted for $8 billion of barrier fencing -- call it what you will and I think that's where the Democrats are vexed is, Mr. President, show us precisely what you want. When he talks it's like, wall in one sentence, barriers, steel slats."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, you know who it's a silly semantic debate for?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "People in that building behind me, and folks who talk about these things."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In America, I believe that it is very clear, they're saying, get over yourself."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We don't care what you want to call it."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Just secure the border."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is an issue that I think most Americans actually really agree on."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Right. And I think again, what this immigration bill did in 2013 was a commitment to secure the border. Tens of thousands of Border Patrol people, watched towers, drones, the whole bit and the fact is this notion of Democrats being for open borders is really not right because again, Obama was called the deporter-in-chief by the Hispanic community."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I said -- I think Democrats sound like they're getting nervous about being portrayed that way."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And maybe they're coming off that way because they're not willing to negotiate at all on this. Marc."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "You know, that's exactly right. I mean and look, not all -- not only did that bill require the -- require 700 miles of fencing. It actually said that no illegal immigrants could get a green card and a path to citizenship until the wall was completed until the fence was completed. President Trump has already made the concession on the wall. He said, he's talking -- he went -- he shifted to steel slats, a fence, he sent Mike Pence and said let's do $2.5 billion instead of $5.7 and they dismissed it. And he said to Nancy Pelosi yesterday apparently. He said, \"Look, if I agree to what you're saying, which is let's open the government, and we have separate negotiations on the border, will you then agreed and have fund the wall? Any money for the wall?\" And she said, \"No.\" So, what -- right now, the president --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why is that, Richard? Why she said, no?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Well, again, I think it's this whole wall thing. Again, he -- how many hundreds of times in the campaign trail did he say, build the wall? It certainly --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "His -- you know, he said today, actually a day before like, I don't care what you call it."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Well, hold on. But he asked the term, \"wall\" and that connotes 25 -- well, well, it makes a difference to her because what he campaigned on was 25-foot high concrete wall. If he -- if he sets on record is --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, let me ask you this. Then, why doesn't she say to him, \"Well Mr. President, I'm fine with border security.\""
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "\"But I will not build a concrete wall if she does miles long, which basically can't be done."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And I think if the president were smart, he would say to Mitch McConnell, call up that bill that passed the Senate in 2013 with 14 Republicans. And let's go to vote on that. That will call her Bluff. Because if she's really opposed to border security, then she would be against it. The fact that I think that would have passed, for John (INAUDIBLE)."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, Marc, the president said as much today that if he doesn't get some kind of agreement, he's going to declare a national emergency and there's -- you know, the Army Corps of Engineers is one of the places where they're kind of beating the Bush's for money. Seeing if they can move some things around to get started."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yes. So, I think that would be a mistake. Though I understand he's using as a negotiating tactic as he's basically telling Nancy Pelosi and Chuck Schumer, you actually don't have control of this situation. You cannot deny me the wall, we can do it the easy way, or we can do it the hard way. And if it's a negotiating tactic, it's smart. As an actual practical policy, it's probably -- it's probably not a good idea because that emergency was intended for things like 9/11 and Katrina. There is, by the way, a crisis at the at the border because -- I mean, the Washington Post said just the other day, it's a modified crisis, they're everything -- we were -- there are more immigrants coming over, unaccompanied minors, are the detention centers are completely overwhelmed. So, he's got a point and he probably legally could do it. But here's the problem, he has -- he's getting -- he's gaining the moral high ground right now. This is exactly what Democrats would want him to do. Because right now, he is seeing -- receiving reasonable, he's offering compromises, he's going to the border, talking about border security, and the Democrats are just sitting there, saying no, no, no, no. no. Once he invokes emergency powers, all of a sudden, the conversation changes from the intransigence of the Democrats, and what's happening on the border to abuse of power. To a -- to a lawsuit, to a fight over his power."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, and I got to leave it there. Real super quick, Richard."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Yes, he's going to have a problem in the courts because Congress specifically said, here's funding which instantly the administration hasn't spent but not for a wall. And then, to go ahead and say, \"Well, I'm building the wall, anyway.\" That's where you have the kind of separation of powers issue that really I'm not sure how strong footing he has in the courts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll pick it up. Thank you very much, guys. Good to see you both."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Sure."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up next, the media paints an economic hellscape as the shutdown continues indefinitely. But are the warnings overhyped? Congressman Jim Jordan and Mark Meadows faced some questions on that, coming up next"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Realistically, how long do you think the shutdown is now going to last?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know, and that I can't tell you. All I can tell you is that I feel very badly for people that have family members that have been killed that should have never happened. OK? Those are the people I'm thinking most about."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was in response to a question about concerns that the President may or may not have about those who are not getting paychecks after this Friday. President Trump's heading back to Washington at this hour. We understand is the shutdown wears on. And with little end in sight, some in the media are sounding some alarms about this calling it a doomsday scenario. NBC writing this. \"The country would face an economic hellscape if the government shutdown lasts months, or even years, as the president has suggested it might. Joining me now, Ohio Congressman Jim Jordan, and North Carolina Congressman Mark Meadows, both sit on the House Oversight Committee. Great to have both of you with us. Thank you very much for coming in tonight."
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "utterance": "Great to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman Meadows, do you -- do you agree with that?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, obviously, not. I mean, we're talking about a partial shutdown. We're talking about really day-20 right now. And what this comes down to is the Democrats have not been negotiating. They offered zero money for the wall on day one of the shutdown. They're offering zero money, still, today for any border barrier."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think they're going to change their tune on that?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "You know I was hopeful that they were. I don't think so. I mean, I can tell you, if you can find one Democrat and leadership that's willing to talk about anything --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they're kind of -- you know, they're saying things like, well, you know, it's not that we're against border security, they will fix the fence, we'll do this, we'll do that."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "But they -- but they are, Martha. I think -- yes, I get it. But you've heard the rhetoric before. I can just tell you that when you look into the eyes of my Democrat colleagues, they're not serious about negotiating, they really not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So there was a meeting yesterday on the Hill, in Senator Graham's office, Congressman Jordan, Jared Kushner, the president's advisor, and son-in-law was there. And the suggestion is that there may be discussing early discussions about a DACA trade for the wall."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OH",
      "utterance": "We can get to an agreement if the Democrats would be more focused on helping the country and less focus on stopping the president. I do think Democrats are starting to feel it. Joe Cunningham and Mark Sanford see it. I think he started that's a Republican seat that just barely win Democrat this year. The individual (INAUDIBLE) Congressman Horn who won the Oklahoma City seat. You don't think people Oklahoma want to border security wall? So, this idea that is doomsday, it can end tomorrow if Democrats would just be willing to support what they supported a few years ago. And if that negotiations are happening, that's all good. But as Mark said, I don't think they're that serious about it. They won't get serious until Joe Cunningham in that seat and Congresswoman Horn in that seat, Abby, Bamberg and Dave Brat seat until they start to feel the heat in their district."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, she was starting today that she wants people to understand."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Exactly."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She's a former CIA. She takes security seriously, which I don't doubt that she does. But you know, in terms of this argument about DACA, why not open that conversation? The president suggested it in the past to cover -- you know, as many as --"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, there's been real conversations. And you mentioned Senator Graham. I've been on the phone more with Senator Graham in the last two weeks than really anybody else. And he's had a lot of thoughtful conversations with some of the Senators. But even though with that, he put partial DACA, TPS, in exchange for border barrier funding. And Dick Durbin says, oh, it's going to cost you a lot more than that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So your argument is even if he do that, they're not going to give you what you want. But I'm asking you would you -- because you guys have been very much against that. Are you telling the President DACA is a non-starter for the --"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "I think when you look at a pathway to citizenship, but can we do something on those and how it's constructed. But I think a lot of it's a moot point right now. I mean, literally, they are not discussing anything. It's like throwing darts at a wall and hoping to hit a bull's eye when there's no target up there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So there's this Dan Crenshaw, a new member of Congress said that he's going to forego his salary during the shutdown. Is that something that you --"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes, we've already put out -- I think both of us put out --"
    },
    {
      "speaker": "JORDAN",
      "utterance": "We had a letter to the Senate to get to the end of this pay (INAUDIBLE) just like think most --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Saying that you would -- you would also --"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "I have already sent the letter in. We've gone public with that. And you know, the federal workers, the pain that they're suffering it's not lost on us, but I just came from the House floor. And let me just tell you all we need to do is stay here and get it done. So I challenge our Democratic colleagues. Let's stay here all weekend. Don't go home. Let's stay here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you not care about the federal workers because they're all Democrat voters? That was the suggestion today."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I tell you, the majority of public workers unions support Democrat candidates and you can look at that at the FCC reports. Whether they're Democrat or Republican, the unions typically --"
    },
    {
      "speaker": "JORDAN",
      "utterance": "What we support is that border security wall which everyone knows needs to happen. There is a crisis on the border. Anyone who's been watching this Caravan phenomenal over the last few months knows this is a crisis. Build the border security wall but unfortunately as Mark said, Democrats, don't want to seem to talk about that yet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman, thank you very much."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Great to see both of you tonight. So here now to respond freshman Democratic Congresswoman Katie Hill from California. She won in a GOP held district for forty to fifty years and flipped that district. Katie even listening to the conversation, what's your response?"
    },
    {
      "speaker": "REP. KATIE HILL, D-CALIF.",
      "utterance": "I have. Thanks so much for having me. I mean, I think the first thing for me is that I come from a law enforcement family. My district is made up largely of Republicans. I mean, it's like you said it's been held by a Republican for its entire time it's existed. And when I went home last weekend to do a town hall, my first weekend in office, I heard overwhelmingly from law-enforcement professionals, from veterans, they're the ones that are being impacted the most. We have a federal prison just outside of our district. We have tons of air traffic controllers and aviation workers in our district. Ours is the hub of aviation and aerospace, and we have FBI agents who are severely impacted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So do they want you to negotiate on some -- on border security and say look, instead of saying zero or non-starter, let's talk about this. Let's get the border security. Those law enforcement officials want you to do that?"
    },
    {
      "speaker": "HILL",
      "utterance": "They -- look, everyone recognizes that border security is an issue. But what we want, what we're arguing for, and where I feel very strongly, is that you can't use the government's functions as a bargaining chip. We should have this debate. We absolutely should. We should have exactly what they were talking about. The debate around DACA, the debate around TPS recipients, around what kind of border security is right for our country --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But what do you say to those who say, we've been down that road before. We know how that story ends. Well you know, if you don't bundle it all together, it doesn't force anybody to the table, and then it just never, never happens. We've seen that for decades."
    },
    {
      "speaker": "HILL",
      "utterance": "Well, to me, I think that's a failure of governance. And you know, they suggested something I think that's pretty powerful which is you don't get to go home until you finish something. And -- but again, it shouldn't be regular working people whose lives depend on their paychecks. I mean 80 percent of Americans are living from paycheck to paycheck. And you know, in my district I know that that's the case and you know, I have people who are having to pick up -- again, these are law enforcement professionals who are literally keeping us safe from terrorists who are kept in a federal facility at just outside of our district that are having to pick up second jobs as Uber drivers. I have -- I had a woman come to visit me from our district. She's a single mom. She's a veteran. She's worked in aviation and she doesn't know how she's going to feed her kids. And this is --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, it sounds like we need to secure the border and get the government open."
    },
    {
      "speaker": "HILL",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So I thank you, Katie. Thank you very much. I'm glad you came in tonight. It's good to have you."
    },
    {
      "speaker": "HILL",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. Biting, blistering, and scathing. Those are some of the words that are being used to describe Secretary Pompeo's rebuke of President Obama's Middle East policy. General Keane weighs in. We're going to show you parts of the speech. You can decide for yourself right after this."
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "The age of self-inflicted American shame is over."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Secretary of State Pompeo on a nine-city tour in the Middle East today delivering what the New York Times called \"a scathing and quite personal rejection of President Barack Obama's approach to the Middle East excoriating Mr. Obama for fundamental misunderstandings about the region that underestimated the tenacity and viciousness of radical Islamism.\" Take a look at the strikingly different messages in 2009 and then today."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "As-salamu Alaykum."
    },
    {
      "speaker": "POMPEO",
      "utterance": "It was here, here in this city that another American stood before you. He told you the radical Islamist terrorism does not stem from an ideology."
    },
    {
      "speaker": "OBAMA",
      "utterance": "Islam is not part of the problem in combating violent extremism, it is an important part of promoting peace."
    },
    {
      "speaker": "POMPEO",
      "utterance": "He told you that 9/11 led my country to abandon its ideals particularly in the Middle East."
    },
    {
      "speaker": "OBAMA",
      "utterance": "The attacks of September 11, 2001, and the continued efforts of these extremists to engage in violence against civilians have led some in my country to view Islam as inevitably hostile not only to America and Western countries but also to human rights. All this has spread more fear and more mistrust."
    },
    {
      "speaker": "POMPEO",
      "utterance": "He told you that the United States and the Muslim world needed \"a new beginning.\""
    },
    {
      "speaker": "OBAMA",
      "utterance": "I've come here to Cairo to seek a new beginning between the United States and Muslims around the world."
    },
    {
      "speaker": "POMPEO",
      "utterance": "The good news is this. The age of self-inflicted American shame is over and so are the policies that produce so much needless suffering. Now comes the real new beginning."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, joining me now General Jack Keane, Chairman of the Institute for the Study of War and a Fox News Senior Strategic Analyst. General, good to see you tonight."
    },
    {
      "speaker": "GEN. JACK KEANE, RETIRED, SENIOR STRATEGIC ANALYST",
      "utterance": "Good to see you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting comparisons there. What do you make of it?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I think he clearly wanted to draw the contrast of what he suggested that the Obama's vision and his timidity in dealing with the Middle East really had some serious dire consequences that led to regional instability, for example, pulling out of Iraq prematurely got us Isis, not assisting the new Libyan regime that deposed Gaddafi with military training got us a failed state. Not assisting the opposition forces in Syria led to one of the great human catastrophes post-World War Two. So what he's positioning United States in the Middle East now is a force for good promoting stability, security, and prosperity. But I got to tell you, Martha, I mean, this trip was paying weeks ago. Reassure -- the point was to make certain that the allies in the region of pushing back on the Iranians and that also were organized to deal with the radical Islamic ideology which its origin is political and religious. But this nature of this trip changed after President Trump made his withdrawal decision in Syria. One word has replaced the tour, and that's reassurance. Reassurance to all of these allies that the United States is not leaving the Middle East, quite the contrary, we're going to stay engaged there because they became confused as a result of that withdrawal decision. So this is -- it's fortunate and fortuitous that this visit was already planned and the Secretary of State has this opportunity to provide that kind of reassurance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He said the age of self-inflicted American shame is over. What did you think of that line?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I thought it was a good line and I had a lot of problems with President Obama's speech in Cairo and many other speeches that he made. One of the pattern lines at least for the first two years of his administration was apologizing around the world for the United States behavior when post-World War Two there's never been a country that has provided so much stability and so much security at the sacrifice of American youth in helping Europeans and the Far East, Southeast Asia really quite extraordinary. There's never been a country like us who's ever done something like that. We don't have to apologize for anything. Have we ever made mistakes? You bet you we've made mistakes. But for a force of good, there's no country that's provided that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Before I let you go, what is the message to Russia when they watch this and to Iran who may have been relieved by the news that the President really would like to pull our troops out of Syria?"
    },
    {
      "speaker": "KEANE",
      "utterance": "There's no doubt that Russia has a strategy to replace the United States as the out of region country that has the most influence in the Middle East which is a position we have held since post-World War Two. They want to take over that strategic position. They're working very hard to do it. The Iranians have already scored significant victories in the Middle East. Lebanon, Syria now, they almost own it except for eastern Syria. Iraq, they have more political influence in Iraq than we have. Yemen, they're trying to overthrow that country because they want to challenge Saudi Arabia which is right -- Yemen's right to the south of it. So they are on the march and Russia is in there now with a political and military alliance working together against U.S. national interests and those of our allies."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "General Jack Keane, always good to see you, sir. Thank you very much."
    },
    {
      "speaker": "KEANE",
      "utterance": "Yes, good talking to you Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So coming up next, could the confirmation process for President Trump's attorney general nominee turn into Kavanaugh 2.0."
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILL.",
      "utterance": "I want to know what you want to do."
    },
    {
      "speaker": "BRETT KAVANAUGH, ASSOCIATE JUSTICE, UNITED STATES SUPREME COURT",
      "utterance": "I'm telling the truth."
    },
    {
      "speaker": "DURBIN",
      "utterance": "I want to know what you want to do."
    },
    {
      "speaker": "KAVANAUGH",
      "utterance": "I'm innocent! I'm innocent of this charge."
    },
    {
      "speaker": "DURBIN",
      "utterance": "Then you're prepared for an FBI investigation?"
    },
    {
      "speaker": "KAVANAUGH",
      "utterance": "They don't reach conclusions, you reach the conclusion."
    },
    {
      "speaker": "DURBIN",
      "utterance": "No. But they do investigate questions."
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINN.",
      "utterance": "So, you're saying there's never been a case where you drink so much that you didn't remember what happened the night before or part of what happened?"
    },
    {
      "speaker": "KAVANAUGH",
      "utterance": "That's -- you're asking about black out -- I don't know, have you?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "I have no drinking problems."
    },
    {
      "speaker": "KAVANAUGH",
      "utterance": "Nor do I."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that brings back memories, right? So, are we on the urge of yet another intense confirmation battle? The Senate judiciary committee is preparing to hold a hearing for attorney general nominee William Barr, the president's pick to replace acting A.G. Matthew Whitaker. Barr has held the position before under the first President Bush. Back then, he sailed through his Senate confirmation process, receiving unanimous approval. But today, the mood is a little bit different in Washington, D.C. Some Democrats believe that Barr is prejudice against the Mueller investigation due to a private memo that he sent in the DOJ in June of last year with some critical comments about the overall probe."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I have real concerns about Bill Barr being the attorney general since he seems to have lobbied for the job by showing that he wants to undermine the special prosecutor."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Someone who has prejudged the investigation may have valid credentials in criminal law but again, probably like Justice Kavanaugh, chosen by Donald Trump for the wrong reasons."
    },
    {
      "speaker": "SEN. TIM KAINE, D-VA.",
      "utterance": "If he comes in and Rosenstein is gone, is this just a, you know, preface to either undercutting the investigation or trying to keep the results of it hidden?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, my next guest was just appointed to the Senate judiciary committee and met with Mr. Barr. There's the video there, they met earlier today. Senator Joni Ernst is a Republican from Iowa. Senator, welcome."
    },
    {
      "speaker": "SEN. JONI ERNST, R-IA.",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you again. Nice to have you here. So, you met with Mr. Barr today. Did you ask him if he would protect the Mueller investigation?"
    },
    {
      "speaker": "ERNST",
      "utterance": "We spoke very little about the Mueller investigation because I've long said that if there are leads that would show Russia collusion, then those should be followed. But we did focus on where more of the aspects of is he going to uphold the Constitution and the rule of law? Will he work with me on important topics to me such as immigration and violence against women? And all of those he affirmed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what are -- you know, he called in this memo that he sent in June of '18, the Mueller special counsel probe legally unsupportable and potentially disastrous. Basically, he believes that this part of the investigation is based on sort of an insupportable reading of the law. But he has also said in comments since then that he would not do anything to get in the way, but you just said you just talked about it a little bit. What did he say?"
    },
    {
      "speaker": "ERNST",
      "utterance": "Right. Well, I believe, and what I believe he will do is actually follow any leads that are valid, and again, going back to the fact that the original intent of that investigation was to discover if there was any collusion with Russia in that presidential election cycle. So, if we see evidence of that, certainly that investigation should continue. And I believe that he would be supportive of that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lindsey Graham is the incoming chairman of the judiciary committee on which he now sits here. He is talking about Bill Barr earlier. Watch this."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "His opinion of Mr. Mueller is very high in terms of ethics, and care doing professionalism. I asked Mr. Barr directly, do you think Bob of -- Mr. Mueller is on a witch hunt? He said, no. Do you think he would be fair to the president and the country as a whole? He said yes."
    },
    {
      "speaker": "ERNST",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, we played a clip of the Kavanaugh hearing on the way in."
    },
    {
      "speaker": "ERNST",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I think that, you know, when people watch that they still get sort of shutters because it was such a brutal experience, I think on all sides of the aisle watching all of that play out. Do you think we are in for something along those lines with his confirmation process?"
    },
    {
      "speaker": "ERNST",
      "utterance": "I would hope not. I would hope that Senate democrats would understand that this is a different situation. And we need to take every confirmation and vet them separately. So, what we experience through the Kavanaugh hearings I hope is part of our past and I hope that the Democrats are objective as they look at William Barr's qualifications. He's very qualified to be our attorney general, obviously, and has been confirmed three times previously by the United States Senate."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, I mean, obviously there's a lot of focus on the Mueller report. So, you know, in terms of transparency and the question of that, there will be a decision to be made when Robert Mueller files that report --"
    },
    {
      "speaker": "ERNST",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- whether or not it should be made public. Do you believe that it should be made public? There are some indications that the White House might perhaps seek to delay it or to redact sections of it under executive privilege. What's your opinion on that?"
    },
    {
      "speaker": "ERNST",
      "utterance": "I do think that the public has the right to know what Mueller has been doing through the investigative process and whatever comes up comes up. And we have invested a lot of time and dollars into this. I think our taxpayers deserve the opportunity to know what the federal government has been spending his money on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, you and Marsha Blackburn are two -- the first two GOP women to sit on the judiciary committee."
    },
    {
      "speaker": "ERNST",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is that important? Does it matter, you know, that there are women who represent your party on that panel?"
    },
    {
      "speaker": "ERNST",
      "utterance": "Well, absolutely. There are a lot of issues that women care very much about. And I do think that we need to be reflective of our constituency. So, I'm excited about the opportunity. And I know that Senator Blackburn is as well. And I look forward to moving through these committee hearings and the number of the nominations that are going to come forward. We have a lot of judges yet to confirm and I think having conservative women and our voices on that committee will be very important."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think that the previous panel was sort of imprinted on the American consciousness and the last one. It's going to be interesting to see some new faces there as we watch this confirmation process play out. Thank you very much, Senator Ernst."
    },
    {
      "speaker": "ERNST",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you again."
    },
    {
      "speaker": "ERNST",
      "utterance": "Very much. Good to see you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I hope to see you again on The Story soon."
    },
    {
      "speaker": "ERNST",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. Thanks for your time. So, still ahead tonight, my really interesting morning. When interviewed President Trump's campaign manager for 2020, Brad Parscale, who says that the president has a serious and unreported advantage over Democrats. He believes heading into 2020. BRAD PARSCALE, CAMPAIGN MANAGER, TRUMP 2020 REELECTION: If I look at the data right now in '20, and the same kind of data I was pulling in 2016, the president is lightyears ahead of where we were on election night in 2016."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here it comes, my exclusive interview with the man who is task with reelecting President Trump in 2020. His campaign manager, Brad Parscale, who ran the digital strategy back in 2016 and got a lot of attention is now opening up on border security, the Russia investigation, the path. His mind and how he works and how he sees all of this is quite interesting. Take a look."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, let's talk a little bit about something you tweeted yesterday. You said the president according to your internal polls has the highest numbers that you have ever seen him at."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What number is he at in your internal polls?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, so, we've been monitoring him over the entire two-year period and prior to that but it kind of started all over when he became president and he got into office. Watching the data, you know, I started to see this rise since he started making this fight. And I'm not surprised by it, because if you go back and you look, if you look at the people that are kind of these swing voters, these people who possibly don't like him for personality or different reasons, the number one reason they will vote for him is because of his stance on border security."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you're not going to tell me what the number is. Our CP has him at 42 percent right now. That's an average of polls as you know."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "The way that I look at it is more relative. Like, you don't have to look at an exact percentage. It's relativity based off the success of every day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you -- you credited Facebook in terms of your targeting strategy when President Trump won in 2016. How is your Facebook strategy going to change for 2020?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, you've got to understand, 2016 was a different race than what 2020 is now. As being an incumbent, we're building a different operation now than we had in 2016. In 2016, it was very grassroots, as you know, the campaign sometimes at its best operated at a fraction of what probably was needed. It was mobile. It was changing. It was adapting. It was -- this was a man running his first candidacy ever. In 2020 the operation's different. This is going to be a much larger ground game. This is going to be -- this is going to entail new technologies, new things. Look, Facebook is still going to have a play but we've already harvested really what we need off Facebook. So, the way you have to look at this is, we try to harvest and bring people in to become direct contacts. Cell phone numbers, e-mail addresses, things that we can have direct contact. A good candidate might have four to five million by Election Day. We'll probably 40, 50, 60 million. We might possibly have everybody that could vote for the president in a direct contact method by Election Day. That's what we're spending this energy doing for this whole time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So that's the kind of thing that President Obama used to work on."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, whenever anyone came to a rally they'd ask them to, you know, register, they get their information. Is that the same way that you're doing it?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes, but even on steroids. We're doing more than any other presidents have ever done before."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How are you getting people's information?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, that's what we're doing. That's why the president announced me so early. People were like, what are you going to do, you know, 1,000 days out? What are you doing three years out? Well, we're doing top level funnel marketing and what that is, is we need to find every person that's going to vote for the president and would vote for the president and go find them now. It's a lot cheaper to go find them now, not when the media gets all full and the commercialing and the advertising is more expensive and we have to rush to find them. Why not find them three years out?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How are you finding them?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, all --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Explain to people who don't understand."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "All different kinds of advertising. I don't want to give away all our secrets here on TV but there's a lot of methods we use to get them in there. And we them, we need to find them all across America especially in key swing states."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Just give me an example."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "There's a -- the other day during the border fight we had an advertisement up that said, text TRUMP to 88022 and any Trump supporter can text on their phone, just pick it up and call 88022 and it will immediately suck them into our system. And then they can start having direct contact with us, and when election time comes, when donations time come, we know how to speak to them because now we have their cell phone number."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, before the Oval Office speech the other night you guys were fundraising off of that speech?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "No, we weren't fundraising off that. What we do though is, when we're doing advertising any time we're fighting, when people say yes, I'm with you, we give them a chance to connect with us, fight with us, support us. It might not be asking for money. It just says come fight with us, and we give them a method to do that. We don't fund -- we have not directly fundraised off this other than some e-mails and some things to go out. Look, this is a fight for the American people and not for the president's, you know, reelection account. This is a real argument that the president needs to make."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, in 2016, the success of the Trump campaign hinged a lot on what was called the rural revolt."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Voters who really hadn't been reached out to in a long time. President Trump campaigned in places that they hadn't seen candidates for a long time."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In the midterm, we saw something different, which was coined a suburban revolt, if you will. College educated women who may have voted for President Trump or voted for Republicans who then switched over to Democrats. A lot of people believe Pennsylvania, for example, is no longer purple looking at 2020. That it's blue. Do you agree with that and what are you going to do in Pennsylvania?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, I don't agree that the -- the data does not show there was a suburban woman revolt. Actually between 2014 and 2018 there was no change in the vote in the Republican Party between suburban women, white women, educated. If I look at the data right now in '20, and the same kind of data I was pulling in 2016, the president is lightyears ahead of where we were on election night in 2016."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you spent about $44 million on Facebook last time around. Does that sound roughly --"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes. It was a lot of money."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- what kind of investment do you imagine in 2020?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, it depends on how you look at it. I mean, we're still spending millions of dollars across all the networks now. I mean, by the time we're done spending, I imagine 2020 it will be nearly $1 billion. It's just a different -- it's a different game then. That game was over a few months. This game is over almost four years, because we can be fighting now. So, Democrats can go and fight against all of them right now, and then they have to come out of their convention and they have a three-month run like we did last time. We're already fighting now. We're already building that. We're already doing more than any campaign has ever done before, and we're still two years out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to ask you a little bit about Cambridge Analytica, and there was an association between your business and their business in the prior campaign. They obviously ran into a huge headwind and basically blew up when it was discovered that that Facebook had given them proprietary information on people's friend list and all of that."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But there are still a couple of people from Cambridge Analytica that are working on the 2020 campaign. Is that right?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Look, when we -- I've said this several times. We never used any of that social graph information. We never used any psychographic data. We never used any of that stuff. I did hire employees out of Cambridge for staff, and they worked with us. I still work with a couple of those staff members, because they are talented people and they shouldn't be punished because the people who ran the company didn't know what they were doing, were not very good people. I'm not going to blame one individual that helped us win the 2016 election by being smart at other kinds of work, that had nothing to do with that, and blame them for something the media made a hype out of that had nothing to do with that and I had nothing to do with what Cambridge did at the top and other, you know, dumb things they did."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you've said -- I just had a couple questions with regards to the Russia investigation. You've said that the Mueller investigation needs to end."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Obviously it has not so far. There's news this week that Paul Manafort was sharing 2016 polling data and information with a man named Konstantin Kilimnik. The FBI says that this individual has ties to Russian intelligence. Here's what our Judge Napolitano said about that revelation, which sort of inadvertently slipped out this week."
    },
    {
      "speaker": "ANDREW NAPOLITANO, JUDICIAL ANALYST",
      "utterance": "This shows that Bob Mueller can demonstrate to a court, without the testimony of Paul Manafort, that the campaign had a connection to Russian intelligence and the connection involved information going from the campaign to the Russians. The question is, was this in return for a promise of something from the Russians and did the candidate, now the president, know about it?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you say to that?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, at the time I had -- I was not in the position I ended up in the campaign, so I don't actually know what occurred at that time. My role did not pick up until -- and I've said this multiple times, until after Manafort left in the vacuum of his leaving I came in to kind of some of his operations. I don't know anything about it, you know. I don't know exactly what occurred. I'll probably learn the same time you do what occurred."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Paul Manafort never said to you, can you give me some data? I need some information. I'd like to look at these numbers."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "I was not in charge of any data at the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You never had any interaction with him like that?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "I was not in charge of any data at the time. I was not in charge of data and other operations until after Paul Manafort left. So --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you had zero interaction with Paul Manafort?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well no. I mean, I talked to him - yes, never talked to him about that kind of stuff. The only thing we ever talked about were simple advertising web site stuff. It was very simple at the time. I never had any kind of communication about that stuff."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And any indication that the information that he asked for could have ended up in the troll farms in St. Petersburg --"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "No idea."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- people have been indicted for?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "As I've continued to say, I've never seen any kind of -- if symbolism or any kind of connection between the ads they've run or anything we've done. And I've continued to say that only on Facebook they only spent less than $10,000 and we spent -- and we spent over, you know, $70 million in digital advertising, and $10,000 is a -- is like a little microsecond of what we were doing and there's just no way it had any impact."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, back to the campaign for a moment. There is speculation that the president could face a challenger from his own party. Mitt Romney was asked the other day if he would support the president. He said, \"I'm going to see who's running.\" John Kasich has said if there's an opening and there's an opportunity that it's something that he would consider. What do you think would be the impact on Trump 2020 if that happened?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, I think the first thing is you have the most popular Republican president in American history. He usually goes anywhere from 87 to 90 percent approval rating with Republicans. That would probably be the biggest uphill battle in history. You also have -- are going to have one of the strongest campaigns in history. You have a party which is now is the party of Trump. You see a following across this country about what Trumpism has become. I don't think it's a real thing, and I think it's just a leftover of a few people that are upset that they never figure out how to consolidate the Republican Party. They never figured out how to win, and this president did. And I think you have some -- you've got some old Republicans that are a little sad that they were never important or relevant even close to as much as this president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, some people flashback to Bush 41 and they say, well, you know, perhaps President Trump's I will build the wall promise could echo read my lips, no new taxes. And if he doesn't get the wall, that it could be -- the thing that helped him win the election in 2016 could sink him in 2020."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, this president can't sign legislation -- or he can't make legislation. He can sign legislation. So, someone has got to make legislation for him to sign it. So, he can't do both, and you can see here that this president's going to fight which everything he has --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But it's a campaign promise, nonetheless, just like read my lips, no new taxes."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Yes, of course. And he's fighting for it every single day and he's going to keep fighting for it, and he's going to get border security and he has already gotten billions of dollars in border security."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you believe by the time the campaign rolls around we will have a wall?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "It's not about just a wall. It's about border security. It's about cutting down on child trafficking."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But he said this over and over again during the campaign. Even when he was asked that, he said no, no. It is a wall. It's a big concrete wall."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Walls do work. Walls do work. But he's also said multiple times, there's places where we don't need a wall. There's natural barriers. There's other ways to do it. It's not all about a wall, but we do need a wall. Walls work great and I think that we need them. And he's gotten billions of dollars already for one. I think he'll finish a large portion of that wall and hopefully all of it, and that's something that he's working for. But border security is just broader than that and I think there's a lot of things we need to do. There's child trafficking that's a problem. There's drugs pouring across these borders, and also it's just an unfair world where people all over this world that want to come to the -- probably the most open -- and is the most open legal immigration country in the world. And when one country floods in illegally, it limits all the other countries to have a fair chance at the same dream."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you concerned about the economy? What's the number one issue do you think looking ahead of 2020?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "No, I think the economy is strong. Look, it's about jobs. It's about growth in people's real wages, and I think that's occurring. II think that the economy's going to continue to be strong. I think the left is worried about what's happening, the success of Trump but I think they want to spin out a narrative across the media that it's in trouble. One day in the stock market -- stock markets go up and down. They're like lungs. They continue to do that. They've been doing that for generations. You know, the job growth in this country is just unreal. The success Americans are having all over this country is unreal and they're going to vote for that in 2020. They always will."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Before I let you go. Would you rather run against -- against Beto O'Rourke or Joe Biden?"
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Well, you know, I think Biden hasn't had much of a success record in the past. You know, I don't like to get into individual candidates, but I'm going to build the organization that's ready to fight all of them, and this president is going to be ready to fight all of them and they're going to have a long way to catch up to us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Brad Parscale, thank you. Good to talk to you."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "More of The Story coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A live look right now not too far from here as President Trump arrives at Joint Base Andrews in Maryland after a busy day at the border in Texas. We are watching, obviously, this story very closely. He met with a lot of folks who work on the border trying to get his message across that he believes that there is a crisis at our southern border. The government still shut down. Pretty easy to get around DC these days. Not a whole lot of traffic on the road because of that. Thanks for watching The Story tonight on this Thursday. We'll see you tomorrow night. Tucker's up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}