{
  "date": "January 24, 2018",
  "headline": "What the DOJ scandal means for the Russia probe",
  "subHeadline": "The 'Special Report' All-Star panel weighs in.",
  "url": "https://www.foxnews.com/transcript/what-the-doj-scandal-means-for-the-russia-probe",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "WHITE HOUSE PRESS SECRETARY SARAH SANDERS",
      "sentences": "The accusation against the president is that he had help winning the election, and that's simply untrue. The president won because he was the better candidate, because he worked harder, because he had a message that America actually cared about and believed in and came out in a historic fashion and supported and voted for him. That's why he won. It wasn't because of some made-up hoax that's been created to delegitimize this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "sentences": "White House spokeswoman Sarah Huckabee Sanders pushing back against reports the special counsel's investigation of the Trump administration is intensifying. Time to bring in the panel: Byron York of the Washington Examiner; A.B. Stoddard from RealClearPolitics as well as host of \"No Labels Radio\" on Sirius XM, and Mollie Hemingway of The Federalist. Well, welcome everybody.  Byron, we have now learned that in recent weeks, Special Counsel Robert Mueller and his team have interviewed the following, and it's quite a list. Mike Pompeo, Dan Coats, Mike Rogers, directors of the CIA, national intelligence, and NSA as well as Attorney General Jeff Sessions and former Fbi Director James Comey. Does that give you a clue where this investigation is headed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, WASHINGTON EXAMINER",
      "sentences": "Well I think everybody is right when they say it does appear to be focusing in on possible obstruction of justice or alleged obstruction of justice. And conversely, it doesn't seem to be as focused on collusion between Russia and the 2016 Trump campaign. So I think that's clearly true, the fact they're talking about talking to the president anyway which would presumably be the last thing they would do in this, does suggest that is moving -- Mueller is moving pretty fast.  But I think we saw a lot of news on two completely separate tracks today which was all of this Mueller stuff and at the same time, news on the dossier, the texts, all of the investigations at the House and Senate, Republicans are doing into the FBI. And we saw an extraordinary expression of distrust in the FBI from Charles Grassley, who was the chairman of the Senate Judiciary Committee. Basically came out and accuse them of playing hide the ball today with information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to get to that in a moment. I just want to ask you one question that I keep having about obstruction of justice. If there's not an underlying crime, can you charge somebody with obstruction of justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well the lawyers say yes and I think that's absolutely true. But remember this is a political case and I think Donald Trump could make a very good case of they're trying to charge me for covering up a crime that never happened. And that's a very good political case but I think in terms of the law, yes, you can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There was also a report today that last spring after President Trump had fired James Comey as FBI director, that he met with the acting Director Andrew McCabe and asked him, according to the report, who did you vote for in the 2016 election? That led to the following exchange today in the White House briefing room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Does the president of making a habit -- asking government officials their voting habit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Not that I'm aware of, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Did he asked Andrew McCabe how he voted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Look, the president and Andrew McCabe have had limited and pretty non-substantive conversations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mollie, it may be odd but anything wrong if the president asked McCabe that question? And what do you make of the president apparently coming into a background or off the record session with his Chief of Staff Kelly tonight saying he's looking forward to sitting down with Mueller and his team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "sentences": "Yes, well, it's interesting that we got this leak about McCabe. We were getting a lot of leaks out of the Mueller investigation in part because of all the news that's coming out about mishandling of investigations at the FBI.  But this claim about McCabe, the allegation as presented with somewhat disputed and it comes from yet another anonymous leak that you can't verify. But the idea that you wouldn't politically vet a political appointee for a political position is something that I'm not sure you need to get outraged about. As it turns out, he kept McCabe. And he kept a guy who has ties to Hillary Clinton, whose wife was the beneficiary of a speaking engagement where Hillary Clinton spoke, the group she spoke to gave a 500,000 or close to $500,000 to his wife. They kept them on. That's not obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We could point out. The wife was running -- this was a political contribution to her campaign for Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Right. That might've been stupid to keep Andrew McCabe on particularly in light of how things have gone for the last year but it's not obstruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "A.B., at the same time as Byron suggested, Republicans are continuing to raise questions about the credibility, the legality of the investigation by the FBI and the Department of Justice. They talk about releasing a damaging four-page memo about what they say went on during the Clinton and Trump investigations. How damaging do you get a sense the memo and the questions they are raising are, to what degree do you feel they have undermined the credibility of whatever Robert Mueller comes up with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "A.B. STODDARD, REALCLEARPOLITICS",
      "sentences": "Well, it's indeed certain that there is an attempt by allies of the president to try to discredit the FBI and the Mueller investigation. There are certainly questions that these texts raise about an insurance policy. They discussed in Andy's office, which is the office of Andrew McCabe, deputy FBI director and whatever secret society means. Senator Johnson has raised this without evidence, saying that there is a whistle-blower, indicating their meeting off site. There is a lot going around.  And this memo that 200 members of Congress have seen but the Senate Intel Committee members are not allowed to see and the FBI and the DOJ are not allowed to see is being described by Democrats as misleading because there are omissions in the underlying classified information that is the basis of the summary and the conclusions in the memo is not provided. And therefore it's misleading and deceptive and its omission. So they're going to fight back with a counter memo. This is a miserable and destructive process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I think we need to take a step back though and look at what's happening. We have dozens of highly credible allegations of politicization at the FBI. And the appropriate range of reactions to what we've learned in recent days is called determination to get to the bottom of this, to absolute outrage about what is happened at the FBI and DOJ. And it seems that official Washington is in some sort of state of denial, probably as a result of their dislike of President Trump and because some of these allegations support some of what he is saying. This is a scandal. This is a huge scandal and official Washington is not behaving appropriately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "You are painting the entire Department of Justice and the entire FBI with a broad brush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But nobody is painting the entire department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "Oh no. They've talked about a coup, the deep state, they talked about the need for a purge, to lock up people at the highest levels. I'm sorry. You know what, actually it is a huge smear campaign. There are questions to be raised but smearing the entire department is something Republicans will regret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Look, you referred to the leadership of the FBI as the FBI but the FBI solves bank robberies and kidnaps -- kidnappings and all of these great things that they do and Republicans are not attacking them for that but the FBI just happens to be in the center of the two most explosive political investigations over the last many years. The Clinton e-mail investigation and Trump-Russia. And that's going to get political.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, guys, we have to break. Because we have another segment. But if you want some indication of just how divided and passionate Washington is about some of these issues, you just heard it. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE HOUSE PRESS SECRETARY SARAH SANDERS",
      "utterance": "The accusation against the president is that he had help winning the election, and that's simply untrue. The president won because he was the better candidate, because he worked harder, because he had a message that America actually cared about and believed in and came out in a historic fashion and supported and voted for him. That's why he won. It wasn't because of some made-up hoax that's been created to delegitimize this president."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "utterance": "White House spokeswoman Sarah Huckabee Sanders pushing back against reports the special counsel's investigation of the Trump administration is intensifying. Time to bring in the panel: Byron York of the Washington Examiner; A.B. Stoddard from RealClearPolitics as well as host of \"No Labels Radio\" on Sirius XM, and Mollie Hemingway of The Federalist. Well, welcome everybody. Byron, we have now learned that in recent weeks, Special Counsel Robert Mueller and his team have interviewed the following, and it's quite a list. Mike Pompeo, Dan Coats, Mike Rogers, directors of the CIA, national intelligence, and NSA as well as Attorney General Jeff Sessions and former Fbi Director James Comey. Does that give you a clue where this investigation is headed?"
    },
    {
      "speaker": "BYRON YORK, WASHINGTON EXAMINER",
      "utterance": "Well I think everybody is right when they say it does appear to be focusing in on possible obstruction of justice or alleged obstruction of justice. And conversely, it doesn't seem to be as focused on collusion between Russia and the 2016 Trump campaign. So I think that's clearly true, the fact they're talking about talking to the president anyway which would presumably be the last thing they would do in this, does suggest that is moving -- Mueller is moving pretty fast. But I think we saw a lot of news on two completely separate tracks today which was all of this Mueller stuff and at the same time, news on the dossier, the texts, all of the investigations at the House and Senate, Republicans are doing into the FBI. And we saw an extraordinary expression of distrust in the FBI from Charles Grassley, who was the chairman of the Senate Judiciary Committee. Basically came out and accuse them of playing hide the ball today with information."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to get to that in a moment. I just want to ask you one question that I keep having about obstruction of justice. If there's not an underlying crime, can you charge somebody with obstruction of justice?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well the lawyers say yes and I think that's absolutely true. But remember this is a political case and I think Donald Trump could make a very good case of they're trying to charge me for covering up a crime that never happened. And that's a very good political case but I think in terms of the law, yes, you can do that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There was also a report today that last spring after President Trump had fired James Comey as FBI director, that he met with the acting Director Andrew McCabe and asked him, according to the report, who did you vote for in the 2016 election? That led to the following exchange today in the White House briefing room."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "utterance": "Does the president of making a habit -- asking government officials their voting habit?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Not that I'm aware of, no."
    },
    {
      "speaker": "UNIDENTIFIED REPORTER",
      "utterance": "Did he asked Andrew McCabe how he voted?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Look, the president and Andrew McCabe have had limited and pretty non-substantive conversations."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mollie, it may be odd but anything wrong if the president asked McCabe that question? And what do you make of the president apparently coming into a background or off the record session with his Chief of Staff Kelly tonight saying he's looking forward to sitting down with Mueller and his team."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, THE FEDERALIST",
      "utterance": "Yes, well, it's interesting that we got this leak about McCabe. We were getting a lot of leaks out of the Mueller investigation in part because of all the news that's coming out about mishandling of investigations at the FBI. But this claim about McCabe, the allegation as presented with somewhat disputed and it comes from yet another anonymous leak that you can't verify. But the idea that you wouldn't politically vet a political appointee for a political position is something that I'm not sure you need to get outraged about. As it turns out, he kept McCabe. And he kept a guy who has ties to Hillary Clinton, whose wife was the beneficiary of a speaking engagement where Hillary Clinton spoke, the group she spoke to gave a 500,000 or close to $500,000 to his wife. They kept them on. That's not obstruction."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We could point out. The wife was running -- this was a political contribution to her campaign for Senate."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Right. That might've been stupid to keep Andrew McCabe on particularly in light of how things have gone for the last year but it's not obstruction."
    },
    {
      "speaker": "WALLACE",
      "utterance": "A.B., at the same time as Byron suggested, Republicans are continuing to raise questions about the credibility, the legality of the investigation by the FBI and the Department of Justice. They talk about releasing a damaging four-page memo about what they say went on during the Clinton and Trump investigations. How damaging do you get a sense the memo and the questions they are raising are, to what degree do you feel they have undermined the credibility of whatever Robert Mueller comes up with?"
    },
    {
      "speaker": "A.B. STODDARD, REALCLEARPOLITICS",
      "utterance": "Well, it's indeed certain that there is an attempt by allies of the president to try to discredit the FBI and the Mueller investigation. There are certainly questions that these texts raise about an insurance policy. They discussed in Andy's office, which is the office of Andrew McCabe, deputy FBI director and whatever secret society means. Senator Johnson has raised this without evidence, saying that there is a whistle-blower, indicating their meeting off site. There is a lot going around. And this memo that 200 members of Congress have seen but the Senate Intel Committee members are not allowed to see and the FBI and the DOJ are not allowed to see is being described by Democrats as misleading because there are omissions in the underlying classified information that is the basis of the summary and the conclusions in the memo is not provided. And therefore it's misleading and deceptive and its omission. So they're going to fight back with a counter memo. This is a miserable and destructive process."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I think we need to take a step back though and look at what's happening. We have dozens of highly credible allegations of politicization at the FBI. And the appropriate range of reactions to what we've learned in recent days is called determination to get to the bottom of this, to absolute outrage about what is happened at the FBI and DOJ. And it seems that official Washington is in some sort of state of denial, probably as a result of their dislike of President Trump and because some of these allegations support some of what he is saying. This is a scandal. This is a huge scandal and official Washington is not behaving appropriately."
    },
    {
      "speaker": "STODDARD",
      "utterance": "You are painting the entire Department of Justice and the entire FBI with a broad brush."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But nobody is painting the entire department."
    },
    {
      "speaker": "STODDARD",
      "utterance": "Oh no. They've talked about a coup, the deep state, they talked about the need for a purge, to lock up people at the highest levels. I'm sorry. You know what, actually it is a huge smear campaign. There are questions to be raised but smearing the entire department is something Republicans will regret."
    },
    {
      "speaker": "YORK",
      "utterance": "Look, you referred to the leadership of the FBI as the FBI but the FBI solves bank robberies and kidnaps -- kidnappings and all of these great things that they do and Republicans are not attacking them for that but the FBI just happens to be in the center of the two most explosive political investigations over the last many years. The Clinton e-mail investigation and Trump-Russia. And that's going to get political."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, guys, we have to break. Because we have another segment. But if you want some indication of just how divided and passionate Washington is about some of these issues, you just heard it. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}