{
  "date": "January 6, 2020",
  "headline": "Fallout from the US strike that killed Iranian Gen. Qassem Soleimani",
  "subHeadline": "Iran vows retaliation after U.S. kills top Iranian general; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/fallout-from-the-us-strike-that-killed-iranian-gen-qassem-soleimani",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "He should have been taken out a long time ago, and we had a shot at it, and we took him out.  And we're a lot safer now because of it. We'll see what happens, we'll see what the response is, if any. But you have seen what I said our response will be. He was their real military leader. He's a terrorist, he was designated a terrorist by President Obama.  ZEINAB SOLEIMANI, DAUGHTER OF QASSEM SOLEIMANI (through translator): Families of the American soldiers in western Asia have witnessed America's humiliation in Syria, Iraq, Lebanon, Afghanistan Yemen, and Palestine wars, and will spend their days waiting for the death of their children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ELISSA SLOTKIN, D-MICH.",
      "sentences": "They're creative. That's one of the hallmarks of the Iranians is they may not respond immediately, but they will respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA.",
      "sentences": "This president has shown, he's not getting a lot of credit for it, but tremendous restraint.  But now we reached a new level, and it was time to enforce the crossing of these red lines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Dealing with the fallout of that strike on Qassem Soleimani and what comes next. Let's bring in our panel, Tom Bevan, Real Clear Politics co- founder and president, former Tennessee Congressman Harold Ford Jr., and Brian Kilmeade, co-host of \"FOX & Friends\" and author of the book \"Sam Houston and The Alamo Avengers, The Texas Victory that Changed American History.\"   Brian, listen, we are waiting for what we don't know and the response from the Iranians. But clearly the response from Congress is we are not convinced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN KILMEADE, FOX NEWS",
      "sentences": "Not convinced, not everybody was briefed, but so far they're not convinced. To me the resume should have been the convincing, but when Secretary of State Mike Pompeo does six shows and comes out and says we had things we had to act on. We gave the president a host of choices, he made that choice, and then when you see who we're dealing with. For example, no one said, and it was them that said it, but no one said about bin Laden when we finally did take him out, well, he wasn't doing anything, he was just watching old videos, could we have left them there? The backlash we could possibly have among al Qaeda followers, is it going to be worth that? Could we possibly guard the world, the ramifications, and the bin Laden family is still trying to kill everyone then can. But in the end, it was worth it. The intelligence, to me, pales in comparison to the resume. It's hard to imagine the president not having enough evidence on his side to take the shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The Chairman of the Joint Chiefs, Milley, said he was compelled by the evidence that it was imminent. If we look at this, and we don't know what it is, Congress is going to we get briefed tomorrow and Wednesday, if they had not acted and there was some attack on hundreds of Americans, there would've been a fallout afterwards if they didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR. (D) FORMER TENNESSEE REPRESENTATIVE",
      "sentences": "Totally. I want to wait to cast judgment until we hear the evidence, but we have some sense. And I might not go as far as by pal Brian did comparing him to bin Laden, but there's no doubt no one is losing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Petraeus said he's worse than bin Laden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "No one should be disappointed or surprised by the outcome, and no American should be disappointed by this, and I'm not. But let's look at the other things we knew have happened. The Iraqis have asked us to leave.   The region seems to be -- we've not had allies come out in support of the effort. It's not to say it wasn't the right thing to do, which is why I think hearing the evidence is going to be so critical. I think Democrats should show a little more restraint in some of the attacks towards the president. I think some Republicans should show a little more restraint in saying this was absolutely the right thing to do.  I was part of Congress, a member of Congress in the lead up to the Iraq war, and we were misled. Whether it was intentional or not, there was a misleading. And I think the American people have not forgotten that, and I think they're good to be as interested as members of Congress hopefully are, Democrat and Republican alike, about what this evidence says and how we react with the eventual and inevitable reaction comes from the Iranians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Some Republicans, Tom, are saying this is just a political response, but some on Capitol Hill are saying they could have done the congressional briefing even five minutes before the thing goes down and avoiding the chapter of the politics back and forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS",
      "sentences": "They could have. That's not typically how the Trump administration has operated in the past, and I think that speaks to dysfunction on the Hill, particularly the lack of trust between the administration and Democrats.  But politically speaking, look, it's always good politics to kill bad guys, and the fact that the Democrats can't even bring themselves to say this was a bad guy makes it even I think more politically -- more of a political win for Trump. Whether it makes it good policy or not remains to be seen, and there are ramifications to come. But short of Trump launching some sort of invasion, I think this will end up being a political winner for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Today was messy with the Pentagon and this whole thing of whether we are moving troops out of Iraq or not. The Iraqi parliament says we are voting to force you out or say you have to leave, and then there's this letter from a one-star general that says essentially they're going to move troops to get ready to leave, and it was a mistake pulling the trigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "I would just say, we talked in the green room, he made a mistake. I don't know how you make a mistake in an official memo, but they made a mistake, rather than what memo. I didn't want that. Or the big picture, if you look at overall, I go by the president's original tweets, I'm not leaving until I get paid back for all the money we spent in building the space.   On the vote, I know you're not caught up in it, the vote was symbolic. It was non-abiding by a placeholder of a prime minister. The Kurds did not show, the Sunnis didn't show. And basically, I don't know, everyone is talking about where is America's alleys? Has anyone spoken out for Iran? We see the people in the streets that were not too happy a few days ago, but for the most part where's Iran's allies? I don't see Russia, China, anyone running to their aid and saying this was a good guy, I'll miss him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Push comes to shove, we're going to have to see where the Europeans fall down in all of this as well, because Iran is saying they're ripping up what was left of the Iran nuclear deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "There's no doubt. I'm as thrilled as anyone that this guy is dead.  And to your point, whether he was worse than bin Laden or not, I'm not interested in the debate. All I know that when bin Laden was killed the Iraqis didn't ask us to leave. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "They had no choice, Harold. They put the parliament in place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Again, I want to wait for this briefing. And how our allies react they will be, I think we'll also -- there will be some relevance in how this briefing goes and how our allies react, particularly our European allies. And I think we can probably agree, if the Europeans don't come out in solid support of us --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "Couldn't care less what they say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Well, I do think it will have many ramifications. It's not going to impact this president, it may not impact his supporters. But in terms of what we're trying to get accomplished, because I would ask a separate question after I hear the briefing, what did this accomplish from a policy and strategic standpoint? And if that answer is a strong one, a compelling one, and a convincing one, regardless of what the Democrats thing, I will be in support of what this president did. We have to wait for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Understanding protecting the operation, but despite not briefing, there are also allies that had actual embassies on the ground in Tehran that didn't get a heads up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KILMEADE",
      "sentences": "That's a legitimate complaint. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "He should have been taken out a long time ago, and we had a shot at it, and we took him out. And we're a lot safer now because of it. We'll see what happens, we'll see what the response is, if any. But you have seen what I said our response will be. He was their real military leader. He's a terrorist, he was designated a terrorist by President Obama."
    },
    {
      "speaker": "ZEINAB SOLEIMANI, DAUGHTER OF QASSEM SOLEIMANI (through translator)",
      "utterance": "Families of the American soldiers in western Asia have witnessed America's humiliation in Syria, Iraq, Lebanon, Afghanistan Yemen, and Palestine wars, and will spend their days waiting for the death of their children."
    },
    {
      "speaker": "REP. ELISSA SLOTKIN, D-MICH.",
      "utterance": "They're creative. That's one of the hallmarks of the Iranians is they may not respond immediately, but they will respond."
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA.",
      "utterance": "This president has shown, he's not getting a lot of credit for it, but tremendous restraint. But now we reached a new level, and it was time to enforce the crossing of these red lines."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Dealing with the fallout of that strike on Qassem Soleimani and what comes next. Let's bring in our panel, Tom Bevan, Real Clear Politics co- founder and president, former Tennessee Congressman Harold Ford Jr., and Brian Kilmeade, co-host of \"FOX & Friends\" and author of the book \"Sam Houston and The Alamo Avengers, The Texas Victory that Changed American History.\" Brian, listen, we are waiting for what we don't know and the response from the Iranians. But clearly the response from Congress is we are not convinced."
    },
    {
      "speaker": "BRIAN KILMEADE, FOX NEWS",
      "utterance": "Not convinced, not everybody was briefed, but so far they're not convinced. To me the resume should have been the convincing, but when Secretary of State Mike Pompeo does six shows and comes out and says we had things we had to act on. We gave the president a host of choices, he made that choice, and then when you see who we're dealing with. For example, no one said, and it was them that said it, but no one said about bin Laden when we finally did take him out, well, he wasn't doing anything, he was just watching old videos, could we have left them there? The backlash we could possibly have among al Qaeda followers, is it going to be worth that? Could we possibly guard the world, the ramifications, and the bin Laden family is still trying to kill everyone then can. But in the end, it was worth it. The intelligence, to me, pales in comparison to the resume. It's hard to imagine the president not having enough evidence on his side to take the shot."
    },
    {
      "speaker": "BAIER",
      "utterance": "The Chairman of the Joint Chiefs, Milley, said he was compelled by the evidence that it was imminent. If we look at this, and we don't know what it is, Congress is going to we get briefed tomorrow and Wednesday, if they had not acted and there was some attack on hundreds of Americans, there would've been a fallout afterwards if they didn't."
    },
    {
      "speaker": "HAROLD FORD JR. (D) FORMER TENNESSEE REPRESENTATIVE",
      "utterance": "Totally. I want to wait to cast judgment until we hear the evidence, but we have some sense. And I might not go as far as by pal Brian did comparing him to bin Laden, but there's no doubt no one is losing --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Petraeus said he's worse than bin Laden."
    },
    {
      "speaker": "FORD",
      "utterance": "No one should be disappointed or surprised by the outcome, and no American should be disappointed by this, and I'm not. But let's look at the other things we knew have happened. The Iraqis have asked us to leave. The region seems to be -- we've not had allies come out in support of the effort. It's not to say it wasn't the right thing to do, which is why I think hearing the evidence is going to be so critical. I think Democrats should show a little more restraint in some of the attacks towards the president. I think some Republicans should show a little more restraint in saying this was absolutely the right thing to do. I was part of Congress, a member of Congress in the lead up to the Iraq war, and we were misled. Whether it was intentional or not, there was a misleading. And I think the American people have not forgotten that, and I think they're good to be as interested as members of Congress hopefully are, Democrat and Republican alike, about what this evidence says and how we react with the eventual and inevitable reaction comes from the Iranians."
    },
    {
      "speaker": "BAIER",
      "utterance": "Some Republicans, Tom, are saying this is just a political response, but some on Capitol Hill are saying they could have done the congressional briefing even five minutes before the thing goes down and avoiding the chapter of the politics back and forth."
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS",
      "utterance": "They could have. That's not typically how the Trump administration has operated in the past, and I think that speaks to dysfunction on the Hill, particularly the lack of trust between the administration and Democrats. But politically speaking, look, it's always good politics to kill bad guys, and the fact that the Democrats can't even bring themselves to say this was a bad guy makes it even I think more politically -- more of a political win for Trump. Whether it makes it good policy or not remains to be seen, and there are ramifications to come. But short of Trump launching some sort of invasion, I think this will end up being a political winner for him."
    },
    {
      "speaker": "BAIER",
      "utterance": "Today was messy with the Pentagon and this whole thing of whether we are moving troops out of Iraq or not. The Iraqi parliament says we are voting to force you out or say you have to leave, and then there's this letter from a one-star general that says essentially they're going to move troops to get ready to leave, and it was a mistake pulling the trigger."
    },
    {
      "speaker": "KILMEADE",
      "utterance": "I would just say, we talked in the green room, he made a mistake. I don't know how you make a mistake in an official memo, but they made a mistake, rather than what memo. I didn't want that. Or the big picture, if you look at overall, I go by the president's original tweets, I'm not leaving until I get paid back for all the money we spent in building the space. On the vote, I know you're not caught up in it, the vote was symbolic. It was non-abiding by a placeholder of a prime minister. The Kurds did not show, the Sunnis didn't show. And basically, I don't know, everyone is talking about where is America's alleys? Has anyone spoken out for Iran? We see the people in the streets that were not too happy a few days ago, but for the most part where's Iran's allies? I don't see Russia, China, anyone running to their aid and saying this was a good guy, I'll miss him."
    },
    {
      "speaker": "BAIER",
      "utterance": "Push comes to shove, we're going to have to see where the Europeans fall down in all of this as well, because Iran is saying they're ripping up what was left of the Iran nuclear deal."
    },
    {
      "speaker": "FORD",
      "utterance": "There's no doubt. I'm as thrilled as anyone that this guy is dead. And to your point, whether he was worse than bin Laden or not, I'm not interested in the debate. All I know that when bin Laden was killed the Iraqis didn't ask us to leave. So --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "They had no choice, Harold. They put the parliament in place."
    },
    {
      "speaker": "FORD",
      "utterance": "Again, I want to wait for this briefing. And how our allies react they will be, I think we'll also -- there will be some relevance in how this briefing goes and how our allies react, particularly our European allies. And I think we can probably agree, if the Europeans don't come out in solid support of us --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "Couldn't care less what they say."
    },
    {
      "speaker": "FORD",
      "utterance": "Well, I do think it will have many ramifications. It's not going to impact this president, it may not impact his supporters. But in terms of what we're trying to get accomplished, because I would ask a separate question after I hear the briefing, what did this accomplish from a policy and strategic standpoint? And if that answer is a strong one, a compelling one, and a convincing one, regardless of what the Democrats thing, I will be in support of what this president did. We have to wait for --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Understanding protecting the operation, but despite not briefing, there are also allies that had actual embassies on the ground in Tehran that didn't get a heads up --"
    },
    {
      "speaker": "KILMEADE",
      "utterance": "That's a legitimate complaint. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of Fox News Network, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}