{
  "date": "January 25, 2019",
  "headline": "Stone on his indictment: This is about silencing me, criminalizing political expression",
  "subHeadline": "Guests: Roger Stone, Andrew McCarthy, Christopher Hahn, Daniel John Bongino, Allie Beth Stuckey",
  "url": "https://www.foxnews.com/transcript/stone-on-his-indictment-this-is-about-silencing-me-criminalizing-political-expression",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to “Tucker Carlson Tonight.” After more than a month of gridlock and fruitless debate, which we have chronicled extensively on this show, the Administration has reached an agreement tonight with Congressional Democrats to end the government shutdown. There's a deal. What exactly is in it? Well we'll tell you that in a minute. But first, just before dawn this morning, the FBI raided the Florida home of longtime Trump adviser, Roger Stone, who'll be joining us in a minute. A CNN producer stood across the street recording it all with a camera as dozens of heavily-armed agents piled out of vehicles, and swarmed Stone's house.  Some carried high-powered rifles with extra magazines hanging from military web gear. Others wore helmets, body armor, and tactical gloves. At least one agent carried two separate rifles in addition to his sidearm. The man in front of him appeared to have a flash bang grenade on his belt.  The whole team scrambled over Stone's lawn and pounded on the door. Stone appeared. He was barefoot and wearing a T-shirt. The agents slapped him in handcuffs.  Before they led him away to jail, Stone told the agents that his wife was upstairs with their dogs. Stone's wife is deaf, and didn't understand what was happening. Stone was worried that one of the men in tactical gear might shoot her by accident. Tragedies like that regularly occur during law enforcement raids. And that's why Federal Agents don't raid the homes of people like Roger Stone. There's no need to. Stone has no history of violence. He doesn't run international drug cartel. He hasn't been charged with murder or even with spying for Vladimir Putin.  Roger Stone is accused of lying during the course of the Russia investigation. Under normal circumstances, during normal times, prosecutors would just call his lawyer, and arrange a surrender. Stone is 66 years old. He's so broke from Mueller-related legal expenses that he can't afford health insurance. He is hardly a flight risk. But, no. That's not what they did.  Instead, the Feds went with automatic weapons and a cameraman from CNN. You don't need to be a Roger Stone partisan, a fan, to see that there is something wrong with what happened this morning.   The most powerful person in America is now an unelected prosecutor with no functional oversight over what he does. Robert Mueller commands, in effect, his own domestic army. You just saw them. He can use it however he likes, and he does. Mueller crushes people when it's not even necessary to do it, weak people, mostly. And he does it in ways that are clearly designed to send a political message. That is not how democracies are supposed to work. And you'd think our media would be bothered by this. Reporters are not supposed to side with prosecutors who abuse their power, or anyone else who abuses power. They are supposed to hold the powerful to account. That's why they exist, but not anymore. Now, they're all in the same team.   Robert Mueller is a hero to our Press Corps. When his agents raid the home of an elderly man, charged with piddling crimes, they air the tape, and they celebrate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK TYLER, FORMER TED CRUZ CAMPAIGN AIDE",
      "sentences": "Roger Stone, like Donald Trump, is a political con man whose showman shtick has finally caught up with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALICE STEWART, REPUBLICAN STRATEGIST",
      "sentences": "Let me be the first to say, if you look up the word \"scumbag\" in the dictionary, you're going to see Roger Stone's picture there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANA VIOLETA NAVARRO FLORES, REPUBLICAN STRATEGIST",
      "sentences": "I am just so damn happy this guy is indicted and arrested.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORES",
      "sentences": "He is a horrible human being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He is, yes (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORES",
      "sentences": "He is a thug. He is a bully.  Bye-bye baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORES",
      "sentences": "Karma is a (EXPLETIVE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How'd you like to have her in charge of your life? So damn happy!  So, barefoot Roger Stone is taken to jail. If that thrills you, it may be time to take a break, pause, and re-assess what's happened to your soul. But no one reassessed today. They rejoiced.  One famous neocon summed up his feelings this way. \"Given his proclivities, maybe Roger Stone would enjoy prison.\" Ha! Get it? Stone may get raped behind bars. How awesome is that? So, how should the rest of us people who aren't spending our lives on Twitter feel about what happened this morning? Is America safer? Well not if you believed in the Russia collusion story.   We still haven't caught those villains, assuming they exist. Indeed, two years in, there is still no evidence at all that any American committed an actual crime during the 2016 election. Roger Stone, for example, stands accused of misdeeds committed long after the votes were counted. His alleged crimes arose from an investigation into other crimes we have not yet found. The charges against Stone include obstruction of proceedings, witness tampering, five counts of lying to Congress.  The core of it, of the charges, is that Stone mischaracterized his conversations with the Left-ring talk radio host called Randy Credico. Credico, prosecutors say, served as an intermediary with Julian Assange who runs WikiLeaks.  Now, none of what Stone or Credico did in their conversations with Assange is illegal. Journalists do that kind of thing all the time. It's the lying we are told that must be punished with jail time. OK. But again, and we've noted this before, what you're looking at here is a brand-new standard of conduct, one that nobody who's been paying close attention to this country for its - last 20 years would even recognize. There's an awful lot of lying out there, an awful lot. A lot of it's not even acknowledged as lying. Every time an illegal immigrant lies to a Federal Immigration Officer that is a felony. Every time a politician lies under oath in the Congress, that's a potential jail term. Both of those happen a lot. But nobody is ever charged for any of it.   Now, this is hardly a defense of lying. Lying is bad. It's corrosive. It's one of the main problems with our political system, actually. Everybody lies all the time.  But there is at least one thing that is worse than lying, even lying under oath, and it's the selective application of federal law, one standard for the powerful and well-connected, former Attorney Generals, for example, another standard for barefoot 66-year-old men with unfashionable political views. Some people skate. Others are destroyed. It all depends on who you know. That's what America is becoming, and we ought to fight that.  Roger Stone joins us tonight. He's been in the news all day. He's the Author of a - of a new book called The Myth of Russian Collusion. Roger Stone, thank you for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGER STONE, FORMER DONALD TRUMP AIDE",
      "sentences": "Thank you. Good to be here, Tucker. I'm a little tired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "But I'm glad to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, just - just to get the mechanics of what happened this morning, out of the way, we've seen the tape shot by CNN, which remarkably was across the street from your house, very early this morning. And we saw the very large number of armed Federal Agents bringing you out of the house.   Is there something we don't know? Do you have an arsenal at home? Had you made threats against prosecutors, threats (ph) of violence? I mean is there context that we don't have?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "No. First of all, it's disconcerting that CNN was aware that I would be arrested before my lawyers were informed. So, that's disturbing. If it was a dangerous situation, which would merit the SWAT team, well then CNN's cameraman would be in danger. I don't know why they would be allowed to be there. I had no firearm in the house. I don't have a permit for a firearm. I don't own a firearm. Only my wife, my two dogs, and my three cats were at home. I'm not a flight risk. In fact, I - I think my passport has expired or it will expire in a few days. I have no record of criminal past. And frankly, they just could have contacted my attorney, and I would have voluntarily turned myself in. The proof of this is that only hours later, the Judge granted me a $250,000 surety bond, meaning on my signature with no funds put forward because I'm not a flight risk.   And as far as the government's contention that they were concerned that I would destroy evidence, they've been in my email, and my text messages, and my phone calls for two years, probably longer because The New York Times reported on January 20 - January 20th, '17 that I was among three people in the Trump campaign under active surveillance. Hopefully, we'll learn something about that in discovery of this case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So - so - so, that's actually - that gets right to the heart of the charges against you, which are primarily for lying to Congress. And one of the things you're accused of lying to Congress about is whether or not there was any evidence - you had evidence of communication between you and an intermediary and Julian Assange.   Did you lie about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Yes, it - it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Again, given that you knew that they had your electronic communications and would know the answer already, wouldn't that be a stupid thing to lie about? What is this charge about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Yes, indeed (ph). It's really simple. I did forget that I had text messages from an old cellphone that were entirely exculpatory, which proved that everything I had said about Credico being my source regarding the significance, and the October release date of the WikiLeaks material was accurate.  I believe he lied to the Grand Jury about that. That's been reported. But he appears not to be being prosecuted for perjury. But I forgot exculpatory information. And therefore, I will.  If anybody had bothered to read my - my website, the Stone Cold Truth, they would know that I've basically refuted and documented the refutation of virtually every charge in this indictment. The indictment is thin indeed.  So, what is this about? It's about silencing me. There's a war on alternative media. There's a war where they're trying to criminalize political expression. There's a war where they're trying to criminalize free speech. The efforts to shut down my show at Infowars, the efforts to silence Alex Jones, who's one of my greatest supporters and proponents, are part of this war. So, I intend to plead not guilty. I believe I will be vindicated.  It's funny to watch Preet Bharara on CNN say this is a slam-dunk, calls me a liar. Here's a guy, who a Federal Judge lashed for lying in the William Walton case. You're the liar, Preet. So, and then, watching reporters jump to conclusions, Tucker, and say, \"Oh, well the - the - the Trump campaign official, who directed Stone to find out about WikiLeaks was Donald Trump.\" No, it was not. There are several things in here in the indictment that are simply not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So - so - so - so - so, who was it if it wasn't the President? Who was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Well, I have to speculate--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--that official?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "--about that because since it never happened, it appears to me that they have composed testimony for someone, perhaps Rick Gates, perhaps Steve Bannon, perhaps someone is bearing false witness against me. But knowing what's in my email, and my text messages, there is no corroboration whatsoever for this. And as for my email exchange with Steve Bannon, everything I told him in the exchange was publicly reported information. Politico reported that after Assange announced on October 1st that he had nothing that day, but would have releases every week for the next 10 weeks, and that all information on the election, pertaining to the election would be released in the weeks before the election.  That was public information. And it had also been reported that Assange had security concerns that day. So, the two things I told Bannon were public information, not the slightest bit controversial. As for the claim that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When did you - when - when - when and how did you learn that WikiLeaks had these stolen emails?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "When Julian Assange said it on CNN on July 22nd, 2016, and then repeated it on Fox on August 24th. This was not a state secret. Randy Credico was the source who told me that the - the material was significant, dynamite, a bombshell, and so on, and then it would be released in October. There's also, I think, a reference to Dr. Corsi in here, Dr. Jerome Corsi, who told me in an email when he was in Italy, August 2nd that the WikiLeaks disclosures would come shortly thereafter, and there'd be another one immediately after that in August.   That all turned out to be incorrect. So, there's no evidence that I received anything whatsoever from WikiLeaks that I knew the subject or the content of this material.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. Well that's - I mean that's - well that allegation's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "This is being used to silence me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--not even - that's not even in here. The - the allegations as far as I can tell from--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "You--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--reading it is, is that you - you lied to this Congressional Committee. Have you spoken to the President about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "I have not. But again, if you watch CNN or MSNBC, you wouldn't (ph) know that because they act as if Stone act as the conduit between the Trump campaign and WikiLeaks or between Donald Trump and WikiLeaks.  When the President answered the written interrogatories, he correctly and honestly said Roger Stone and I never discussed this. And we never did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, it's clear - I mean it's clear from reading the indictment, and you've - you've been saying it for at least a year that the Feds were spying on your texts. Given that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "There's - there's no question about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--well I don't think there's any question. I agree--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "There's no question about that",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--based on - based on the indictment that they released today. So, given that they're reading--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Echo (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--all of your texts, you text with a huge, and I happen to know, a huge number of journalists, including me, and some of them, you know, work for CNN, even maybe. All of those texts were being read by a Federal Prosecutor. What do you think those journalists, some of whom are talking about this case right now on TV, think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Well, you know, the - that's the amazing thing is the press is not coming out, and standing up against this war against free expression, this war against the First Amendment, which is really a war against the press. Look Tucker, I think we both know the game here. Wear Stone down financially, make sure that he's broke, so that he has to plead guilty to these charges that even though he didn't commit them, and then try to flip me against the President. I'm facing $2 million now in potential legal fees. People can go to stonedefensefund.com to help me, stonedefensefund.com. I'm in for the fight of my life. But I will not quit. I will not fold. I will not bend. I will not bear false witness against the President. I intend to fight because this indictment is - is - is fabricated. This indictment is thin as - as can be. My attorneys are highly confident that they can win an acquittal, if I can get a fair trial in the District of Columbia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What are the potential consequences you face? What are your lawyers telling you they believe prosecutors will push for in terms of a sentence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "It's impossible to say. They have not yet had discussion. The only other thing I do want to say is the FBI agents this morning were - were extraordinarily courteous after the initial confrontation, in which I was handcuffed.  But I was then taken to the Federal Courthouse, where I was shackled, hand and foot, and went through and had to sit in the Holding Cell before the Judge. The Judge was imminently fair issuing bond. I'm restricted in my travel. I can only travel to the District of Columbia, New York City and Southern Florida. But I'm not a flight risk. I'm 66 years old. And I'm essentially broke since the leaks from the Special Counsel's Office over the last two years have dried up my consulting business, since the censorship and shadow banning on Facebook have substantially dried up my book sales. As you know, I - I had to end my life and health insurance in December because I couldn't meet the premiums anymore. Every dollar I scrape up has to go to this fight. But still, I fight on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean, do you notice a theme here? It seems like everyone who gets ground up in the gears of this investigation lacks the resources to really fight back. I mean I noticed that no one called Podesta has been pulled into this. But it's you, who can't afford health insurance. It's Papadopoulos, who I - seems broke. It's Carter Page. Who do you expect the Prosecutor will indict next, if anyone? Where's this going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Well I - I have no idea. They seem to be in hot pursuit of Dr. Jerry Corsi. Dr. Corsi said a number of things about me that are not true. But he says he won't testify against the President. I have the emails and text messages and metadata to prove that many of the allegations he's made against me are not true. But he clearly has referred to blindly, of course, in this indictment as are--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But - but - I'm sorry to interrupt. But like on what (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "--others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I mean just take three steps back. Who - who cares? No offense to Jerome Corsi. He seems like a nice guy, but does anyone in America believe that Jerome Corsi is in any way or any sense a threat to American National Security, our way of life or democracy? I mean is he? That seems crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "I don't think - I don't think so. Nor do I think that legitimate political or journalistic inquiry regarding what the topic of the WikiLeaks disclosures is should be criminalized. I never received any - any purloined material. And no, I never knew that John Podesta's emails had been stolen in advance. And my tweet is not a reference to that. And a research memo that Jerry Corsi wrote me regarding the Podesta's extensive and lucrative business dealings in Russia is not part of a cover-up because no cover-up was required. So there's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, let me ask you the last question. When you - when you watch the clip that we played, I don't know if you had time to watch the coverage of you on television today, or you read the internet and see people cheering for you to get raped in prison, or people celebrating your indictment, what do you make of that? Where does that come from?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Well I must tell you we're in a very bad place in terms of our politics. I get four or five death threats a week. I can't go out to a public restaurant or an airport or travel by myself now because people want to mix it up. They don't want to just yell at you. Some of them want to take a swing at you. You know, I don't feel that way about them. I disagree with them. But I'm not for violence. I don't think violence solves anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "So it means, again, now, I need security for my family, for myself, and that costs money, which is why I've asked the - the public for help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Roger Stone, we'll be following it. Thanks for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "Thank you very much. Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Andy McCarthy is a Contributing Editor at National Review, a former Assistant U.S. Attorney for the Southern District of New York, one of the most eloquent writers on law and justice there is. Andy, thanks very much for coming on. So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCARTHY, FORMER ASSISTANT UNITED STATES ATTORNEY, SOUTHERN DISTRICT OF NEW YORK",
      "sentences": "Pleasure (ph), Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--assess these charges, if you would, as someone who has brought charges within the context of the broader investigation. Do these charges bring us closer, as Americans, to understanding how our democracy was hacked in 2016?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No. I - I think the takeaway, Tucker, with - with due respect to Mr. Stone, and this is obviously of immense importance to him, to the country, it seems to me that this set of charges underscores what seems to have been obvious for over a year. And that is that there never was a conspiracy between the Trump campaign and the Kremlin to commit espionage. It seems to me that that is something that's been obvious to investigators for a very long time. And this latest set of charges indicates that they not only were not in cahoots with Russia, they didn't actually know what WikiLeaks had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "So, as you pointed out in your interview with Stone, there - there's no charge in the indictment that Stone, who's facing seven felony charges was in any kind of a criminal conspiracy with WikiLeaks. All this is about is the process of investigating the so-called Trump- Russia conspiracy, which it seems to me not only didn't exist, but they've long known that it didn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I - I'm - I'm fixated on the CNN tape of this raid on Stone's house this morning, because I think, like a lot of people, I looked at that, and I thought this is not at all the country that I grew up in or want to live in. If a Prosecutor says, we go to the house of a 66-year-old man who, we know, doesn't have a passport or a gun, who lives with his older wife, who's deaf, and their dogs and cats, and we need 27 armed Federal Agents, each with a sidearm and an AR-15, is there anybody who says, \"You know what? That's just - that's just wrong. That's overkill. We don't need to do this. It's actually dangerous. Why are we doing this?\" Why wouldn't anyone push back against that idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes. I don't know, Tucker, because this is not the first time this has happened in this investigation.  When Paul Manafort, when there was a raid on his home in Virginia, it was on the night between two days when he was cooperating with two different Congressional Committees. And it was under circumstances where the Special Counsel's Office knew his very well-respected lawyers in Washington, and could easily have called up the lawyer and said, \"Here's a subpoena. These are the - these are the items we want.\" There was certainly no reason to do it the way they did it. And here, today, what happened here seems to me to be complete overkill to take somebody who is at best what you would think of as a white-collar criminal, if he's actually guilty of the charges, who's committed process crimes, and treat him like he was a Mafia don or - or Osama bin Laden to me just seems to be crazy. And the - the proof is in the pudding. If you really think this guy is either a danger to the agents who were conducting the search, or a risk of flight, one thing you don't do is agree to let him out on his signature to a $250,000 bail bond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I mean he - he either is this evil guy or he's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It - it kind of reveals the motive, doesn't it? And - and finally, there's been a lot of debate today about how a CNN producer with a camera wound up at the scene at 5 something in the morning. CNN has an explanation for it. I don't know if it's true or not.  Is it plausible, in your mind that a prosecutor in this - in this investigation would tip off a news organization? I mean if you're going to conduct a raid like this, presumably you're doing it for shock and awe, would it be so strange to let a news organization--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--a sympathetic one know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I don't think it would be strange to do that, particularly under circumstances where it looks like there was a lot of orchestrating the media response here. As I understand it, the raid began at 6 o'clock, the press release was issued at 6 - was at 6:17, I think, Catherine Herridge said--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "--this morning. So that obviously is suspicious. I'm also aware of investigations where, for example, the media finds out that, you know, there's some leak in the investigation, the media finds out there's going to be a raid, and the government makes a deal that they can be on the scene as long as they don't leak the fact of the raid, so that people get a chance to escape. So, I - until we know all the facts I wouldn't jump to conclusions. But it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, I'm not. I'm not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "--very suspicious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But what you're describing is its own form of collusion, I would know (ph), if true. Andy McCarthy, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well collusions of this could - collusion's very loose term there, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is a loose term. And it's a common phenomenon here in Washington, I can tell you. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Chris Hahn, also from New York, radio host, former staffer for Senator Chuck Schumer, he joins us tonight. So Chris, it's a pretty simple question. Why wouldn't the Mueller investigation just call up Grant Smith, who's the lawyer for Roger Stone, and say \"We're going to indict you, and meet us downtown and surrender?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER HAHN, CONTRIBUTOR",
      "sentences": "You know, I agree. I - I have talked to you about this before. I don't like the militarization of our police force. And I think wherever possible, we should treat people like innocent until proven guilty. So, I don't like the big show of force. I don't know what those reasons are. I'm not going to second-guess law enforcement. I know that Roger Stone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--was asking a witness to do a Frank Pentangeli which, you know, Frank Pentangeli not only lied to Congress, he then went and killed himself, if you watched the Godfather movies. So, I think that's a big problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What? Wait, wait, wait (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "But I don't think that this is necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--it's problem - it's a problem because a theatrical character from the 70s in a movie killed himself, I - I don't actually see the connection to the criminal case unfolding before us--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well the Roger Stone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--but I wonder--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--right. But he did tell somebody to do that exact thing. So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. Well so I - I wonder so - wait, hold on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--that's part of the reason why he was indicted today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK. So - so we have charges, some of which sound kind of plausible to me, others don't seem plausible. I don't know. They're charges. They haven't been proved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But even if--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--every one of them is true, I'm standing back and thinking, \"Yes, that's bad.\" I'm - I'm against lying. I rail against it every night. What does this have to do with the Mueller investigation and Russia and protecting American democracy from a foreign threat? What does this have to do with the corruption of the 2016 election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What does that have to do with anything other than hurting a guy--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--who can't fight back, honestly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Lying and obstructing of justice and witness tampering, and there's a clear connection in this indictment to the Trump campaign. We have to find out who directed the Senior Campaign Official to direct Roger Stone to speak with WikiLeaks to get these - get these emails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait, wait, hold on, wait, wait, wait, wait, wait, hold on, wait, may - may I ask--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "So, that's a big problem. And Roger Stone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--no, because you - I think you might be breaking news here. Would it be a crime for a campaign official to say, \"Hey, get me some dirt on my opponent\"? I don't think that's ever happened in a presidential campaign. But you're saying that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--if it did in this one, that's a crime. Tell me why that's a crime. What law does it violate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well Wiki - WikiLeaks - WikiLeaks has been identified by our current Secretary of State as a hostile foreign actor. They were working with the Russians during the 2016 election--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--to influence our - our election here in the United States of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But that's not the question I - that's not - first of all, you're - you're--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Wittingly or unwittingly working with the Russians to interfere in our (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--first of all, the - the views of our current Attorney--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--elections, is a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK. The views of our current Secretary of State on WikiLeaks, immaterial to me, speaking for myself. Maybe--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--the Russians were involved. Maybe they weren't (ph). We don't - we don't actually--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "But they are material (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--OK. But I'm not here to defend--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--you know, his views. Russians may have been involved, may be not, we don't know actually. No one's proved that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "We don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But where's the crime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "We'll find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But where's the crime part? Where's the part where it's illegal for someone who works for a campaign to ask for dirt, to say, I don't know, commission a Foreign Intelligence Agency to gather a dossier--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--from Kremlin sources. Oh wait, that was the Hillary campaign. That's not a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But then neither is this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "You know, if it's - if it's no - if it's no crime, why is Roger Stone talking to his associates like a mob boss telling them to lie to Congress and cover-up what they said--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well actually, I just asked him that - I just asked him that question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--changes they (ph) said. So, so--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why would you lie about that? That was my question to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--I mean I'm wondering why - I'm wondering why Roger would do that. Now - now, Roger's rules, which he tells all of his clients, including Donald Trump, is admit nothing, deny everything, and do a counter-attack, and he just did that on your show a few minutes ago--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. Maybe but - but - but look, no but - but I want to get to, I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--which is his strategy when there's a - when there's a scandal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--look, here's my mandate is to try and strip away--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--all the stuff and get to the core questions that we should--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--really kind of settle. And the core question in this case is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--is it a crime for an unnamed or a named or any campaign official to ask someone in his orbit to gather dirt on his opponent? And my impression as someone who's covered politics for 28 years is that, that's not only not a crime, it is the standard in every campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "It - I - I hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, I'm sort of missing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "You're - you're not incorrect. You're not incorrect. Where I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--it becomes a crime - where I think it becomes a crime is when the person you are asking that - for that material on, is committing a crime to get that material, and - and that person--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What was the crime he committed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--happens to be working for a foreign government. Well they were hacking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But what's the crime. Wait, but hold on - and why wasn't - wait, hold on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "That's a crime. I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--wait a second. The guy just got indicted seven felony charges today. Among them was not any kind--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--of crime related to his dealings with Julian Assange or the Russians or Vladimir Putin or the, you know, Latvian bloggers or whatever part of your fever dream you're talking about. I mean like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No. I - look, I don't wish - I don't wish ill will--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--what crime are you talking about? He was just charged with lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--on anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, but what would be the crime--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Right. But - but he was (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I guess I've been asking this for two years. In return (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--he was charge (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I never gotten (ph) an answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--he - he was charged with lying and obstruction of justice and witness tampering, not just lying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "So, let's - let's be clear here. Now, look, the - the Special Counsel is still building a case. And if people are going to lie to the Special Counsel and obstruct justice--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Against - against - you just accused Stone--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--the Special Counsel has to take action to that people avoiding (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--of a crime for which he was not even accused or charged anyway by the prosecutors. And to the extents of indictment--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No. He was charged with obstructing of justice and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--that was not even (ph) the crimes but you - you believe he's guilty of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--witness tampering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No, look, I'm going to wait and see what the evidence pours (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I - I don't wish anybody ill will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We'll still be waiting to see several years from now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I believe that he's pretty guilty (ph). But Roger Stone has--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'll probably be in prison by then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--cast a lot of scandals in his life so we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Oh, well that - well then he's guilty then. People with scandalous past are guilty. We know that. This is not McCarthyism. No, it's very different. Chris, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Look, look, Roger Stone always plays to win. He plays hard. And he'll do anything to win. And that's why he--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, he's a - he's a bad guy. Right. He's so (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "--should be worried right now, and so should the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--he's - he's immoral. All right, thank you so much. Well the President just cut a deal with Democrats to re-open the federal government. What is in that deal exactly? We've taken a close look, and we'll tell you what we found, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well after 35 days of shutdown, the President made a surprise announcement today, a deal to end the stalemate, and re-fund the government for about three weeks, in any case. For more details on that agreement, we are joined tonight by Trace Gallagher. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "sentences": "Hi, Tucker. For now, things are moving smoothly on Capitol Hill. Late today, the Senate used a voice vote to pass a bill to re-open the government. The House then agreed to the same measure, and it's now waiting for the President - President's signature on his desk. The continuing resolution, as you noted, will ensure federal workers get their back pay, and keep the government open until February 15th. The President says a Bipartisan Congressional Conference Committee will now work to come up with a Border Security package. But Democrats are already claiming victory. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "sentences": "Separate the funding of government from the discussion on border security and that's what we got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "The Senate Minority Leader went on to reiterate that Democrats are against the wall. But President Trump says if there is no fair deal in the next three weeks, he has two options. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD J. TRUMP",
      "sentences": "The government will either shut down on February 15th again, or I will use the powers afforded to me under the laws and the Constitution of the United States to address this emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "In other words, he declares the border a national emergency, and funds the wall with or without Congressional consent. Two weeks ago, GOP Senator, Lindsey Graham proposed exactly what happened today, open the government, then debate the wall funding. And now, Graham says, \"If the Democrats don't deal in good faith, they will end up hurting any chance of striking a bargain to extend DACA.\" That's the program that allows children brought to the U.S. illegally by their parents to stay here without fear of being deported, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Quite a moment. Trace Gallagher, thank you very much. On moments like this, we like to bring in one of the smartest people formerly of Washington. Dana Perino hosts The Daily Briefing With Dana Perino, and she joins us tonight. So, Dana--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, HOST",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--as you know - great to see you. Trace just explained it, the President alluded to it on background, the White House is just saying it, in three weeks, if they don't have adequate funding from the Democratic House to build this wall, they're going to build it anyway. And the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And, in fact, just to reiterate that's (ph) - Sarah Sanders--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, there we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--the Press Secretary just tweeted this like moments ago, while you were talking to Trace Gallagher. And I - I suppose that's because they're watching some of the coverage tonight. They're watching the reaction from their supporters and seeing that - that the --the supporters seem uncertain of what actually the President's going to do here. She's making it clear that something is going to happen. I, for one, think that the President did the right thing today. I think it was a - a statesman like move to say, \"All right, we're 35 days into this.\" He was losing ground with the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Not just with the Democrats but with - with the public. You had a situation where the airports were then going to be a - a mess because you can't have enough Air Traffic Controllers get there, because they're claiming financial harm. Then you had people lining up at food banks. You had your own FBI Director saying, \"I'm mad. We cannot get - we cannot do this.\" So the President, I think, was right to diffuse the situation. And then he went into his talking points, and he said, \"Look, here's all the things.\" He paints the picture of why he feels so strongly about border security. The problem, I think, Tucker, is that they've been using the same language all of this time, the Prime Time address, out on the road, wherever he has been, every day in Twitter, it's not moving public opinion except away from him during the shutdown. So now, maybe perhaps, during this three weeks, he'll be able to do that. If not, I think at the end that he will declare the national emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I mean, you know, what erodes your popularity with the public is weakness. Period! I mean people's views change based on what they think is succeeding. I mean this is - it's - right. So, if the President said in three weeks, and he's telegraphing that (ph) he's going to say this, it's just too important, the Democrats are not capable of arguing this in good faith, in - of negotiating, I'm just building it. Do you think support for it, it being the wall, would rise?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No. I don't. I think that he's going to have to accept that the Democrats are going to come forward with - I think they're going to come forward. Now, they're going to counter, right? They're going to say, \"All right, Mr. President. Here's - here's $5 billion. And we'll include some barrier money, OK?\" But he's not going to call it a wall. I - I - think that, at this point, we're talking about semantics. We've already established that the Democrats have already voted for the very things that the President has put on the table. So, he is in a position now of being able to say, \"All right, on the shutdown, I'll give you that. But I'm going to protect this country. I'm the Commander-in-Chief. I - my solemn obligation to protect the country--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But - but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--I've laid it out for you.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--but will we ever get to the actual debate, which is about what would secure the border? I haven't heard a single conversation about that in the last month, like what - what would--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What do you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--actually work? Well, I mean it's all--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well then (ph) the President has told you that a barrier would work, and that there would be other, you know, the drones and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm - I'm - I'm aware of that. But I mean from - from the people who oppose him, there's no - so, what would work better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--will we get to that point where we debate it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well I think that they'll just say that like no. Yes, I - I think that they're going to give him a little bit. They'll say, \"Look, we'll do all of these other technological things that you say you wanted. We'll say that there's a barrier. We're going to give you money to do that.\" And look, I think that the thing is, Tucker, the President is not - now in divided (ph) government. He's not going to get everything that he wanted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I feel like he was kind of pushed into this fight that he was not going to be able to win. And - and you look back, maybe he should have taken the $25 billion from a year ago, and the DACA that now is on the table and TPS. He's - he's in a position now of divided government. He has to do the best he can do. This is - he'll - he'll go into the re-election effort being able to say, \"I did all I could.\" But let me also--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--say this, Tucker. I feel like he's been in the White House too many days in a row. You know what it's like to be in Washington that long. It'll drive you crazy. For his own sanity--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--I really feel like from the communications as - aspect as well, get out of D.C. Go see America. Go visit people. Go talk to them and hear from them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That is smart - that is smart advice. I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Get out of there so that he can change--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--I totally agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--the dynamic. He doesn't have to be in Washington all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I totally agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I do too (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Go golfing, go to Maine snowshoe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, absolutely (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, you're absolutely right. No, it's totally right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--or go and do work. Go to (ph) Townhalls--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Get - get out of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--go visit people. Get out of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--get out of town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "--Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm familiar with that desire, as I know you do too (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know. I know. I can do that (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Dana Perino, it's great to see you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--as always. So, we can debate whether Roger Stone lied before Congress. Probably can't debate the proposition that he's a dangerous criminal because he's not. So, why did Mueller send a SWAT team with automatic weapons to seize him in the dark of night? It's worth thinking about that because it reveals a lot about where we're going. That's after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "It's disconcerting that CNN was aware that I would be arrested before my lawyers were informed. So, that's disturbing. If it was a dangerous situation, which would merit the SWAT team, well then CNN's cameraman would be in danger. I don't know why they would be allowed to be there. I had no firearm in the house. I don't have a permit for a firearm. I don't own a firearm. Only my wife, my two dogs, and my three cats were at home. I'm not a flight risk. In fact, I - I think my passport has expired or it will expire in a few days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was Roger Stone here on the show few minutes ago. There's a lot going on today. He was, of course, arrested this morning, charged with seven felonies. Now, let's set aside the validity of the charges against Stone or the validity of the entire Russian collusion narrative, we'll have a lot of time to debate both of those. What does the arrest of Stone itself reveal? So, a group of heavily-armed agents, very heavily-armed agents, look at the tape, stormed his house at the crack of dawn today. Far from being a safety measure, doing that radically increase the risk that something would go wrong during the arrest, and get someone hurt or even killed. It's happened a lot. Stone himself said it best. If they wanted to arrest him, they could have just asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STONE",
      "sentences": "This morning, at the crack of dawn, 29 FBI agents arrived at my home with 17 vehicles with their lights flashing, when they could simply have contacted my attorneys, and I would have been more than willing to surrender voluntarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, why did Federal Agents do that? A bunch of them must have been embarrassed that they had to do it. But they were forced to by their superiors. Why? Well one reason might be to look impressive for the cameras. And very conveniently, a CNN team was on him to capture the entire supposedly secret raid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, CNN NEW DAY CO-ANCHOR",
      "sentences": "Exclusive footage you're looking at right now from CNN as the FBI arrives at Roger Stone's residence in Fort Lauderdale, Florida, taking him into custody. They arrived before dawn there, before 6:00 A - or just after 6:00 A.M., a dozen officers, we're told. The F--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "FBI! Open the door!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, the second this happened, across the country, people watching, collectively had the same thought. Why was CNN there? Is there some kind of, well, we use the word, collusion between that network, very strongly pro-Mueller network, and the Mueller investigation? Did they know ahead of time? Well today, a CNN producer explained why he was outside Roger Stone's house in Fort Lauderdale, Florida before 6:00 this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALISYN LANE CAMEROTA, NEW DAY ANCHOR, CNN",
      "sentences": "What's so fascinating is that we've talked to his attorney. The attorney didn't know this was coming. Clearly, Roger Stone didn't know this was coming. You were staked out at his house. You didn't know that this was coming? Why were you there in position?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SHORTELL, CRIME AND JUSTICE PRODUCER, CNN",
      "sentences": "Alisyn, it's - it's a reporter's instinct. The whole Russia team thought maybe something was happening. There was some unusual Grand Jury activity in Washington D.C. yesterday. The Grand Jury - Robert Mueller's Grand Jury typically meets on Fridays. Yesterday, a Thursday, there was Grand Jury activity. We also had some other signs that maybe something was going on this angle, the Roger Stone angle. So we showed up at his house this morning. We were the only ones there. And, lo and behold, the FBI agents did come and arrest him. I'll - I'll make--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, is that true? Well, it might be true. You know, you want to take people at their word. And another reporter was predicting a Friday indictment last night. So, it's possibly true. It's also possible this is the latest sign of what has become a deeply cooperative relationship between America's two establishments, the Washington bureaucracy and the press, who are supposed to be covering them. CNN was also the first news organization to know about the Mueller team's first indictments against Paul Manafort and Rick Gates. Maybe that was just a reporter's hunch too. Who knows? Dan Bongino is a former Secret Service Agent, Author of the book, Spygate: The Attempted Sabotage of Donald J. Trump, and he joins us tonight. Dan, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL JOHN BONGINO, FORMER SECRET SERVICE AGENT",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And I just want to reiterate, I mean we're - we're not holding anything back. Everything that we know for sure we have said out loud. Maybe you know something I don't know. But it does seem like the press, in an earlier age, was deeply skeptical of what prosecutors might allege, it's not proven, it's one side of the story. Not so skeptical anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes. You know, that interview you had with Chris Hahn on, Tucker, was really telling. You know, you - you brought up a point to him, and he seemed genuinely confused. You brought up this premise that OK, so we're - we're establishing the fact now with this - with this case with Stone that contact with allegedly unsavory individuals with potentially foreign intelligence ties is a big deal, right? We can all agree. Point stipulated, OK? But if that is a big deal then how is it that the Clinton team that has already admitted that some of their people went out and dealt with Foreign Intel, people in sworn depositions, how is this not a big deal--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "--for them too? But the - the press and the media seems entirely unskeptical about this at all. I - I mean, look, they - they were more concerned this morning about this story about how they beat everybody to the punch, and made it to Stone's house other than the basic facts of this case, which don't seem to be applied, blind justice to both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What I don't understand is how you could look at that tape that CNN aired this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's not their fault what Mueller's people did. And I'm supportive of law enforcement, including the FBI, of its agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But how could you look at that and not say, \"Well, wait a second. You know, maybe this is - like that's like awful, actually. It's awful.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why would no one say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "No, I'm sorry. And I should have hit on this in the first part. I know that's what you were asking. But there's just so much to get through in this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "And my apologies. But, Tucker, I spent 15 years in law enforcement. Pre-dawn raids are not rare. Let's be clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But for a case with this kind of magnitude, with the stipulated characteristics, non-violent offender, process crime, cooperating, big profile, easily recognizable, almost no flight risk whatsoever, I'm telling you - I get it Liberals, you're going to gaff me off, that's fine. I have never seen anything like this. This was clearly, clearly an intimidation tactic. There's no other way around. This was not a good day for the FBI or Bob Mueller. This is a really bad look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Liberals shouldn't be defending this crap. They should be horrified. They should be (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "They used to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--leading the charge against it. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "they - they used to. What happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But they didn't mean it and because they're just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Civil liberties are out the window now, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--you know (ph), whatever you - whatever gets you power--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--is what they're for. Dan, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well it's been an exhausting week of news. How about something happy to end the show or at least weird, something to take your mind off? We found a Pennsylvania man with an emotional support alligator. And to us, that seemed like the most important story in America, at least for our last block. We'll show it to you when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well Bernie Sanders is old and, in some ways, he's traditional. Like a lot of people, like a lot of us, he is bewildered by the Democratic Party's turn into mindless identity politics. And he said so in a recent interview with GQ. He said this. \"Many of my Democratic opponents think that all that we need is a candidate who's Black or Latino or a woman or gay, regardless of what they stand for, that the end result is diversity.\" Sanders, of course, was attacked for this, because he was telling the truth, and that's not allowed anymore. Allie Beth Stuckey is a TV and podcast host, and she joins us tonight. So, Bernie Sanders getting attacked by Liberals, huh!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALLIE BETH STUCKEY, RELATABLE PODCAST HOST",
      "sentences": "Yes. This is a little bit though like a snake eating its tail because Bernie Sanders is also a perpetrator of this identity politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "He was the one in 2016 who said, diversity is our strength, of course, only talking about racial diversity as far as his campaign went. He also on Monday, MLK Day, was saying that he's going to fight racism through economic inequality, talking to a majority Black audience. And so, he is also - he's also a fan of identity politics when it plays in his favor. He's not, when he's afraid it doesn't give him the votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I wonder if this makes it impossible, I mean not that he would be the nominee anyway, but I wonder if this is a deal-killer. I mean this is kind of the thing you're not allowed to say really on the Left or anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "That's true. And he already has three strikes against him. He's a straight White male, so it might just be over for him already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. It might be. But I think he's basically right. We should assess people on what they believe, on what they're proposing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Not on things they can't control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "Yes, I agree with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Amen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "I agree with him on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Allie, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUCKEY",
      "sentences": "Great to see you, thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well it was a pretty bumpy week. If it was a plane, we'd be buckled up. So, we're going to end it with a pretty - well, really kind of amazing story out of Pennsylvania. More and more Americans are re-defining their pets as emotional support animals. Joie Henney is going even further with his five-foot long emotional support alligator. Henney acknowledges the animal could rip his arm off, which would not be really support. But he says the reptile is harmless and enjoys being hugged. Carley Shimkus is fact-checking this for us tonight. She's a Reporter with FOX News Headlines 24/7 and Sirius. Can an alligator display emotion, bolster your emotions? They seem emotionless. They have dead eyes. CARLEY SHIMKUS, HEADLINES 24/7 REPORTER: Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "How does this work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "--I mean the alligator likes chicken wings as well. That's his cuisine of choice. So, Wally, the cuddly alligator, and I actually have that in common. It's quite incredible. I know that you're very familiar with the emotional support animal trend that's seeping into college campuses--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "--across the country. That sort of behavior is frowned upon among non-Millennials. So, what I think is happening is we're dealing with a 65- year-old man, who just needed a little extra TLC, Tucker. So, he decided to get the one animal that would actually gain him street cred and respect among his peers, because it is a living, breathing man- eater. So, quite frankly, I give him points for creativity, and courage. I think there need to be more men in America like Mr. Henney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well I kind of agree. I mean, by the way, I'm for the emotional support animal thing. I know it sounds snow-flaky or whatever they call it. But, you know, the world's kind of collapsing. I need my Spaniels to get me through the Russia investigation. But a reptile is very different from a dog or a cat. Can this end well? I mean this is going to end, I don't want to jinx it, but in tragedy. Won't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I - I truly hope it doesn't. But I choose to see--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I do too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "--the perks in this story. He said that he was dealing with depression.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I think it's actually quite smart to have an alligator when you're dealing with something like that, because then your normal worries just go out the window, because you're constantly in clear and present danger. So, there might be a little bit of reverse psychology that Mr. Henney is working with here as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know what (ph)--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Are we getting punked? As--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course, we're getting punked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "--is this - is this a real--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, I don't even care. On a day like this, after a week like this, after a two-year period like this, I'm so excited that Wally is an emotional support alligator. I don't want to know the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "He also has another one. I - I just got word that he rescued a smaller alligator named Scrappy. Does Scrappy like chicken wings as well? We need to know this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So OK. Will you just do me a favor in closing tonight, Carley?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Will you not, and I know that you're a reporter, it's going to be hard for you, but restrain yourself, don't check the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is a story that is too good to check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "You have the pictures. It's on the internet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That wait - it's - so it must be true. And it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "It's absolutely true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. As long as you promise not to get to the bottom of it, we can be heartened by this story. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I promise you I won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I feel better already. Carley Shimkus, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for us tonight. We will be back on 8 - at 8:00 P.M., sorry, prepositions go as the day goes on. We'll be back at 8:00 P.M., on Monday night. We are, of course, the sworn enemy of lying, pomposity, smugness, and groupthink. But more than anything have a great weekend. Turn off the devices and be with the ones you love. Hannity is next. See you Monday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to “Tucker Carlson Tonight.” After more than a month of gridlock and fruitless debate, which we have chronicled extensively on this show, the Administration has reached an agreement tonight with Congressional Democrats to end the government shutdown. There's a deal. What exactly is in it? Well we'll tell you that in a minute. But first, just before dawn this morning, the FBI raided the Florida home of longtime Trump adviser, Roger Stone, who'll be joining us in a minute. A CNN producer stood across the street recording it all with a camera as dozens of heavily-armed agents piled out of vehicles, and swarmed Stone's house. Some carried high-powered rifles with extra magazines hanging from military web gear. Others wore helmets, body armor, and tactical gloves. At least one agent carried two separate rifles in addition to his sidearm. The man in front of him appeared to have a flash bang grenade on his belt. The whole team scrambled over Stone's lawn and pounded on the door. Stone appeared. He was barefoot and wearing a T-shirt. The agents slapped him in handcuffs. Before they led him away to jail, Stone told the agents that his wife was upstairs with their dogs. Stone's wife is deaf, and didn't understand what was happening. Stone was worried that one of the men in tactical gear might shoot her by accident. Tragedies like that regularly occur during law enforcement raids. And that's why Federal Agents don't raid the homes of people like Roger Stone. There's no need to. Stone has no history of violence. He doesn't run international drug cartel. He hasn't been charged with murder or even with spying for Vladimir Putin. Roger Stone is accused of lying during the course of the Russia investigation. Under normal circumstances, during normal times, prosecutors would just call his lawyer, and arrange a surrender. Stone is 66 years old. He's so broke from Mueller-related legal expenses that he can't afford health insurance. He is hardly a flight risk. But, no. That's not what they did. Instead, the Feds went with automatic weapons and a cameraman from CNN. You don't need to be a Roger Stone partisan, a fan, to see that there is something wrong with what happened this morning. The most powerful person in America is now an unelected prosecutor with no functional oversight over what he does. Robert Mueller commands, in effect, his own domestic army. You just saw them. He can use it however he likes, and he does. Mueller crushes people when it's not even necessary to do it, weak people, mostly. And he does it in ways that are clearly designed to send a political message. That is not how democracies are supposed to work. And you'd think our media would be bothered by this. Reporters are not supposed to side with prosecutors who abuse their power, or anyone else who abuses power. They are supposed to hold the powerful to account. That's why they exist, but not anymore. Now, they're all in the same team. Robert Mueller is a hero to our Press Corps. When his agents raid the home of an elderly man, charged with piddling crimes, they air the tape, and they celebrate."
    },
    {
      "speaker": "RICK TYLER, FORMER TED CRUZ CAMPAIGN AIDE",
      "utterance": "Roger Stone, like Donald Trump, is a political con man whose showman shtick has finally caught up with him."
    },
    {
      "speaker": "ALICE STEWART, REPUBLICAN STRATEGIST",
      "utterance": "Let me be the first to say, if you look up the word \"scumbag\" in the dictionary, you're going to see Roger Stone's picture there."
    },
    {
      "speaker": "ANA VIOLETA NAVARRO FLORES, REPUBLICAN STRATEGIST",
      "utterance": "I am just so damn happy this guy is indicted and arrested."
    },
    {
      "speaker": "FLORES",
      "utterance": "He is a horrible human being."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He is, yes (ph)."
    },
    {
      "speaker": "FLORES",
      "utterance": "He is a thug. He is a bully. Bye-bye baby."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "FLORES",
      "utterance": "Karma is a (EXPLETIVE)."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "How'd you like to have her in charge of your life? So damn happy! So, barefoot Roger Stone is taken to jail. If that thrills you, it may be time to take a break, pause, and re-assess what's happened to your soul. But no one reassessed today. They rejoiced. One famous neocon summed up his feelings this way. \"Given his proclivities, maybe Roger Stone would enjoy prison.\" Ha! Get it? Stone may get raped behind bars. How awesome is that? So, how should the rest of us people who aren't spending our lives on Twitter feel about what happened this morning? Is America safer? Well not if you believed in the Russia collusion story. We still haven't caught those villains, assuming they exist. Indeed, two years in, there is still no evidence at all that any American committed an actual crime during the 2016 election. Roger Stone, for example, stands accused of misdeeds committed long after the votes were counted. His alleged crimes arose from an investigation into other crimes we have not yet found. The charges against Stone include obstruction of proceedings, witness tampering, five counts of lying to Congress. The core of it, of the charges, is that Stone mischaracterized his conversations with the Left-ring talk radio host called Randy Credico. Credico, prosecutors say, served as an intermediary with Julian Assange who runs WikiLeaks. Now, none of what Stone or Credico did in their conversations with Assange is illegal. Journalists do that kind of thing all the time. It's the lying we are told that must be punished with jail time. OK. But again, and we've noted this before, what you're looking at here is a brand-new standard of conduct, one that nobody who's been paying close attention to this country for its - last 20 years would even recognize. There's an awful lot of lying out there, an awful lot. A lot of it's not even acknowledged as lying. Every time an illegal immigrant lies to a Federal Immigration Officer that is a felony. Every time a politician lies under oath in the Congress, that's a potential jail term. Both of those happen a lot. But nobody is ever charged for any of it. Now, this is hardly a defense of lying. Lying is bad. It's corrosive. It's one of the main problems with our political system, actually. Everybody lies all the time. But there is at least one thing that is worse than lying, even lying under oath, and it's the selective application of federal law, one standard for the powerful and well-connected, former Attorney Generals, for example, another standard for barefoot 66-year-old men with unfashionable political views. Some people skate. Others are destroyed. It all depends on who you know. That's what America is becoming, and we ought to fight that. Roger Stone joins us tonight. He's been in the news all day. He's the Author of a - of a new book called The Myth of Russian Collusion. Roger Stone, thank you for joining us."
    },
    {
      "speaker": "ROGER STONE, FORMER DONALD TRUMP AIDE",
      "utterance": "Thank you. Good to be here, Tucker. I'm a little tired."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So--"
    },
    {
      "speaker": "STONE",
      "utterance": "But I'm glad to be here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, just - just to get the mechanics of what happened this morning, out of the way, we've seen the tape shot by CNN, which remarkably was across the street from your house, very early this morning. And we saw the very large number of armed Federal Agents bringing you out of the house. Is there something we don't know? Do you have an arsenal at home? Had you made threats against prosecutors, threats (ph) of violence? I mean is there context that we don't have?"
    },
    {
      "speaker": "STONE",
      "utterance": "No. First of all, it's disconcerting that CNN was aware that I would be arrested before my lawyers were informed. So, that's disturbing. If it was a dangerous situation, which would merit the SWAT team, well then CNN's cameraman would be in danger. I don't know why they would be allowed to be there. I had no firearm in the house. I don't have a permit for a firearm. I don't own a firearm. Only my wife, my two dogs, and my three cats were at home. I'm not a flight risk. In fact, I - I think my passport has expired or it will expire in a few days. I have no record of criminal past. And frankly, they just could have contacted my attorney, and I would have voluntarily turned myself in. The proof of this is that only hours later, the Judge granted me a $250,000 surety bond, meaning on my signature with no funds put forward because I'm not a flight risk. And as far as the government's contention that they were concerned that I would destroy evidence, they've been in my email, and my text messages, and my phone calls for two years, probably longer because The New York Times reported on January 20 - January 20th, '17 that I was among three people in the Trump campaign under active surveillance. Hopefully, we'll learn something about that in discovery of this case."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So - so - so, that's actually - that gets right to the heart of the charges against you, which are primarily for lying to Congress. And one of the things you're accused of lying to Congress about is whether or not there was any evidence - you had evidence of communication between you and an intermediary and Julian Assange. Did you lie about that?"
    },
    {
      "speaker": "STONE",
      "utterance": "Yes, it - it--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Again, given that you knew that they had your electronic communications and would know the answer already, wouldn't that be a stupid thing to lie about? What is this charge about?"
    },
    {
      "speaker": "STONE",
      "utterance": "Yes, indeed (ph). It's really simple. I did forget that I had text messages from an old cellphone that were entirely exculpatory, which proved that everything I had said about Credico being my source regarding the significance, and the October release date of the WikiLeaks material was accurate. I believe he lied to the Grand Jury about that. That's been reported. But he appears not to be being prosecuted for perjury. But I forgot exculpatory information. And therefore, I will. If anybody had bothered to read my - my website, the Stone Cold Truth, they would know that I've basically refuted and documented the refutation of virtually every charge in this indictment. The indictment is thin indeed. So, what is this about? It's about silencing me. There's a war on alternative media. There's a war where they're trying to criminalize political expression. There's a war where they're trying to criminalize free speech. The efforts to shut down my show at Infowars, the efforts to silence Alex Jones, who's one of my greatest supporters and proponents, are part of this war. So, I intend to plead not guilty. I believe I will be vindicated. It's funny to watch Preet Bharara on CNN say this is a slam-dunk, calls me a liar. Here's a guy, who a Federal Judge lashed for lying in the William Walton case. You're the liar, Preet. So, and then, watching reporters jump to conclusions, Tucker, and say, \"Oh, well the - the - the Trump campaign official, who directed Stone to find out about WikiLeaks was Donald Trump.\" No, it was not. There are several things in here in the indictment that are simply not true."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So - so - so - so - so, who was it if it wasn't the President? Who was--"
    },
    {
      "speaker": "STONE",
      "utterance": "Well, I have to speculate--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--that official?"
    },
    {
      "speaker": "STONE",
      "utterance": "--about that because since it never happened, it appears to me that they have composed testimony for someone, perhaps Rick Gates, perhaps Steve Bannon, perhaps someone is bearing false witness against me. But knowing what's in my email, and my text messages, there is no corroboration whatsoever for this. And as for my email exchange with Steve Bannon, everything I told him in the exchange was publicly reported information. Politico reported that after Assange announced on October 1st that he had nothing that day, but would have releases every week for the next 10 weeks, and that all information on the election, pertaining to the election would be released in the weeks before the election. That was public information. And it had also been reported that Assange had security concerns that day. So, the two things I told Bannon were public information, not the slightest bit controversial. As for the claim that--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "When did you - when - when - when and how did you learn that WikiLeaks had these stolen emails?"
    },
    {
      "speaker": "STONE",
      "utterance": "When Julian Assange said it on CNN on July 22nd, 2016, and then repeated it on Fox on August 24th. This was not a state secret. Randy Credico was the source who told me that the - the material was significant, dynamite, a bombshell, and so on, and then it would be released in October. There's also, I think, a reference to Dr. Corsi in here, Dr. Jerome Corsi, who told me in an email when he was in Italy, August 2nd that the WikiLeaks disclosures would come shortly thereafter, and there'd be another one immediately after that in August. That all turned out to be incorrect. So, there's no evidence that I received anything whatsoever from WikiLeaks that I knew the subject or the content of this material."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. Well that's - I mean that's - well that allegation's--"
    },
    {
      "speaker": "STONE",
      "utterance": "This is being used to silence me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--not even - that's not even in here. The - the allegations as far as I can tell from--"
    },
    {
      "speaker": "STONE",
      "utterance": "You--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--reading it is, is that you - you lied to this Congressional Committee. Have you spoken to the President about this?"
    },
    {
      "speaker": "STONE",
      "utterance": "I have not. But again, if you watch CNN or MSNBC, you wouldn't (ph) know that because they act as if Stone act as the conduit between the Trump campaign and WikiLeaks or between Donald Trump and WikiLeaks. When the President answered the written interrogatories, he correctly and honestly said Roger Stone and I never discussed this. And we never did."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, it's clear - I mean it's clear from reading the indictment, and you've - you've been saying it for at least a year that the Feds were spying on your texts. Given that--"
    },
    {
      "speaker": "STONE",
      "utterance": "There's - there's no question about that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--well I don't think there's any question. I agree--"
    },
    {
      "speaker": "STONE",
      "utterance": "There's no question about that"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--based on - based on the indictment that they released today. So, given that they're reading--"
    },
    {
      "speaker": "STONE",
      "utterance": "Echo (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--all of your texts, you text with a huge, and I happen to know, a huge number of journalists, including me, and some of them, you know, work for CNN, even maybe. All of those texts were being read by a Federal Prosecutor. What do you think those journalists, some of whom are talking about this case right now on TV, think of that?"
    },
    {
      "speaker": "STONE",
      "utterance": "Well, you know, the - that's the amazing thing is the press is not coming out, and standing up against this war against free expression, this war against the First Amendment, which is really a war against the press. Look Tucker, I think we both know the game here. Wear Stone down financially, make sure that he's broke, so that he has to plead guilty to these charges that even though he didn't commit them, and then try to flip me against the President. I'm facing $2 million now in potential legal fees. People can go to stonedefensefund.com to help me, stonedefensefund.com. I'm in for the fight of my life. But I will not quit. I will not fold. I will not bend. I will not bear false witness against the President. I intend to fight because this indictment is - is - is fabricated. This indictment is thin as - as can be. My attorneys are highly confident that they can win an acquittal, if I can get a fair trial in the District of Columbia."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What are the potential consequences you face? What are your lawyers telling you they believe prosecutors will push for in terms of a sentence?"
    },
    {
      "speaker": "STONE",
      "utterance": "It's impossible to say. They have not yet had discussion. The only other thing I do want to say is the FBI agents this morning were - were extraordinarily courteous after the initial confrontation, in which I was handcuffed. But I was then taken to the Federal Courthouse, where I was shackled, hand and foot, and went through and had to sit in the Holding Cell before the Judge. The Judge was imminently fair issuing bond. I'm restricted in my travel. I can only travel to the District of Columbia, New York City and Southern Florida. But I'm not a flight risk. I'm 66 years old. And I'm essentially broke since the leaks from the Special Counsel's Office over the last two years have dried up my consulting business, since the censorship and shadow banning on Facebook have substantially dried up my book sales. As you know, I - I had to end my life and health insurance in December because I couldn't meet the premiums anymore. Every dollar I scrape up has to go to this fight. But still, I fight on."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean, do you notice a theme here? It seems like everyone who gets ground up in the gears of this investigation lacks the resources to really fight back. I mean I noticed that no one called Podesta has been pulled into this. But it's you, who can't afford health insurance. It's Papadopoulos, who I - seems broke. It's Carter Page. Who do you expect the Prosecutor will indict next, if anyone? Where's this going?"
    },
    {
      "speaker": "STONE",
      "utterance": "Well I - I have no idea. They seem to be in hot pursuit of Dr. Jerry Corsi. Dr. Corsi said a number of things about me that are not true. But he says he won't testify against the President. I have the emails and text messages and metadata to prove that many of the allegations he's made against me are not true. But he clearly has referred to blindly, of course, in this indictment as are--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But - but - I'm sorry to interrupt. But like on what (ph)--"
    },
    {
      "speaker": "STONE",
      "utterance": "--others."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I mean just take three steps back. Who - who cares? No offense to Jerome Corsi. He seems like a nice guy, but does anyone in America believe that Jerome Corsi is in any way or any sense a threat to American National Security, our way of life or democracy? I mean is he? That seems crazy."
    },
    {
      "speaker": "STONE",
      "utterance": "I don't think - I don't think so. Nor do I think that legitimate political or journalistic inquiry regarding what the topic of the WikiLeaks disclosures is should be criminalized. I never received any - any purloined material. And no, I never knew that John Podesta's emails had been stolen in advance. And my tweet is not a reference to that. And a research memo that Jerry Corsi wrote me regarding the Podesta's extensive and lucrative business dealings in Russia is not part of a cover-up because no cover-up was required. So there's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, let me ask you the last question. When you - when you watch the clip that we played, I don't know if you had time to watch the coverage of you on television today, or you read the internet and see people cheering for you to get raped in prison, or people celebrating your indictment, what do you make of that? Where does that come from?"
    },
    {
      "speaker": "STONE",
      "utterance": "Well I must tell you we're in a very bad place in terms of our politics. I get four or five death threats a week. I can't go out to a public restaurant or an airport or travel by myself now because people want to mix it up. They don't want to just yell at you. Some of them want to take a swing at you. You know, I don't feel that way about them. I disagree with them. But I'm not for violence. I don't think violence solves anything."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I agree."
    },
    {
      "speaker": "STONE",
      "utterance": "So it means, again, now, I need security for my family, for myself, and that costs money, which is why I've asked the - the public for help."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Roger Stone, we'll be following it. Thanks for coming on."
    },
    {
      "speaker": "STONE",
      "utterance": "Thank you very much. Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Andy McCarthy is a Contributing Editor at National Review, a former Assistant U.S. Attorney for the Southern District of New York, one of the most eloquent writers on law and justice there is. Andy, thanks very much for coming on. So--"
    },
    {
      "speaker": "ANDREW MCCARTHY, FORMER ASSISTANT UNITED STATES ATTORNEY, SOUTHERN DISTRICT OF NEW YORK",
      "utterance": "Pleasure (ph), Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--assess these charges, if you would, as someone who has brought charges within the context of the broader investigation. Do these charges bring us closer, as Americans, to understanding how our democracy was hacked in 2016?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No. I - I think the takeaway, Tucker, with - with due respect to Mr. Stone, and this is obviously of immense importance to him, to the country, it seems to me that this set of charges underscores what seems to have been obvious for over a year. And that is that there never was a conspiracy between the Trump campaign and the Kremlin to commit espionage. It seems to me that that is something that's been obvious to investigators for a very long time. And this latest set of charges indicates that they not only were not in cahoots with Russia, they didn't actually know what WikiLeaks had."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "So, as you pointed out in your interview with Stone, there - there's no charge in the indictment that Stone, who's facing seven felony charges was in any kind of a criminal conspiracy with WikiLeaks. All this is about is the process of investigating the so-called Trump- Russia conspiracy, which it seems to me not only didn't exist, but they've long known that it didn't exist."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I - I'm - I'm fixated on the CNN tape of this raid on Stone's house this morning, because I think, like a lot of people, I looked at that, and I thought this is not at all the country that I grew up in or want to live in. If a Prosecutor says, we go to the house of a 66-year-old man who, we know, doesn't have a passport or a gun, who lives with his older wife, who's deaf, and their dogs and cats, and we need 27 armed Federal Agents, each with a sidearm and an AR-15, is there anybody who says, \"You know what? That's just - that's just wrong. That's overkill. We don't need to do this. It's actually dangerous. Why are we doing this?\" Why wouldn't anyone push back against that idea?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes. I don't know, Tucker, because this is not the first time this has happened in this investigation. When Paul Manafort, when there was a raid on his home in Virginia, it was on the night between two days when he was cooperating with two different Congressional Committees. And it was under circumstances where the Special Counsel's Office knew his very well-respected lawyers in Washington, and could easily have called up the lawyer and said, \"Here's a subpoena. These are the - these are the items we want.\" There was certainly no reason to do it the way they did it. And here, today, what happened here seems to me to be complete overkill to take somebody who is at best what you would think of as a white-collar criminal, if he's actually guilty of the charges, who's committed process crimes, and treat him like he was a Mafia don or - or Osama bin Laden to me just seems to be crazy. And the - the proof is in the pudding. If you really think this guy is either a danger to the agents who were conducting the search, or a risk of flight, one thing you don't do is agree to let him out on his signature to a $250,000 bail bond."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well exactly."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I mean he - he either is this evil guy or he's not."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It - it kind of reveals the motive, doesn't it? And - and finally, there's been a lot of debate today about how a CNN producer with a camera wound up at the scene at 5 something in the morning. CNN has an explanation for it. I don't know if it's true or not. Is it plausible, in your mind that a prosecutor in this - in this investigation would tip off a news organization? I mean if you're going to conduct a raid like this, presumably you're doing it for shock and awe, would it be so strange to let a news organization--"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--a sympathetic one know?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I don't think it would be strange to do that, particularly under circumstances where it looks like there was a lot of orchestrating the media response here. As I understand it, the raid began at 6 o'clock, the press release was issued at 6 - was at 6:17, I think, Catherine Herridge said--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "--this morning. So that obviously is suspicious. I'm also aware of investigations where, for example, the media finds out that, you know, there's some leak in the investigation, the media finds out there's going to be a raid, and the government makes a deal that they can be on the scene as long as they don't leak the fact of the raid, so that people get a chance to escape. So, I - until we know all the facts I wouldn't jump to conclusions. But it's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, I'm not. I'm not."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "--very suspicious."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But what you're describing is its own form of collusion, I would know (ph), if true. Andy McCarthy, thank you very much."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well collusions of this could - collusion's very loose term there, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is a loose term. And it's a common phenomenon here in Washington, I can tell you. Thank you very much."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Chris Hahn, also from New York, radio host, former staffer for Senator Chuck Schumer, he joins us tonight. So Chris, it's a pretty simple question. Why wouldn't the Mueller investigation just call up Grant Smith, who's the lawyer for Roger Stone, and say \"We're going to indict you, and meet us downtown and surrender?\""
    },
    {
      "speaker": "CHRISTOPHER HAHN, CONTRIBUTOR",
      "utterance": "You know, I agree. I - I have talked to you about this before. I don't like the militarization of our police force. And I think wherever possible, we should treat people like innocent until proven guilty. So, I don't like the big show of force. I don't know what those reasons are. I'm not going to second-guess law enforcement. I know that Roger Stone--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HAHN",
      "utterance": "--was asking a witness to do a Frank Pentangeli which, you know, Frank Pentangeli not only lied to Congress, he then went and killed himself, if you watched the Godfather movies. So, I think that's a big problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What? Wait, wait, wait (ph)--"
    },
    {
      "speaker": "HAHN",
      "utterance": "But I don't think that this is necessary."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--it's problem - it's a problem because a theatrical character from the 70s in a movie killed himself, I - I don't actually see the connection to the criminal case unfolding before us--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well the Roger Stone--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--but I wonder--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--right. But he did tell somebody to do that exact thing. So--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. Well so I - I wonder so - wait, hold on--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--that's part of the reason why he was indicted today."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK. So - so we have charges, some of which sound kind of plausible to me, others don't seem plausible. I don't know. They're charges. They haven't been proved."
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But even if--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--every one of them is true, I'm standing back and thinking, \"Yes, that's bad.\" I'm - I'm against lying. I rail against it every night. What does this have to do with the Mueller investigation and Russia and protecting American democracy from a foreign threat? What does this have to do with the corruption of the 2016 election?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What does that have to do with anything other than hurting a guy--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--who can't fight back, honestly?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Lying and obstructing of justice and witness tampering, and there's a clear connection in this indictment to the Trump campaign. We have to find out who directed the Senior Campaign Official to direct Roger Stone to speak with WikiLeaks to get these - get these emails."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait, wait, hold on, wait, wait, wait, wait, wait, hold on, wait, may - may I ask--"
    },
    {
      "speaker": "HAHN",
      "utterance": "So, that's a big problem. And Roger Stone--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--no, because you - I think you might be breaking news here. Would it be a crime for a campaign official to say, \"Hey, get me some dirt on my opponent\"? I don't think that's ever happened in a presidential campaign. But you're saying that--"
    },
    {
      "speaker": "HAHN",
      "utterance": "No."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--if it did in this one, that's a crime. Tell me why that's a crime. What law does it violate?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well Wiki - WikiLeaks - WikiLeaks has been identified by our current Secretary of State as a hostile foreign actor. They were working with the Russians during the 2016 election--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK."
    },
    {
      "speaker": "HAHN",
      "utterance": "--to influence our - our election here in the United States of America."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But that's not the question I - that's not - first of all, you're - you're--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Wittingly or unwittingly working with the Russians to interfere in our (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--first of all, the - the views of our current Attorney--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--elections, is a problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK. The views of our current Secretary of State on WikiLeaks, immaterial to me, speaking for myself. Maybe--"
    },
    {
      "speaker": "HAHN",
      "utterance": "OK."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--the Russians were involved. Maybe they weren't (ph). We don't - we don't actually--"
    },
    {
      "speaker": "HAHN",
      "utterance": "But they are material (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--OK. But I'm not here to defend--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--you know, his views. Russians may have been involved, may be not, we don't know actually. No one's proved that."
    },
    {
      "speaker": "HAHN",
      "utterance": "We don't."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But where's the crime?"
    },
    {
      "speaker": "HAHN",
      "utterance": "We'll find out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But where's the crime part? Where's the part where it's illegal for someone who works for a campaign to ask for dirt, to say, I don't know, commission a Foreign Intelligence Agency to gather a dossier--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--from Kremlin sources. Oh wait, that was the Hillary campaign. That's not a crime."
    },
    {
      "speaker": "HAHN",
      "utterance": "So--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But then neither is this."
    },
    {
      "speaker": "HAHN",
      "utterance": "You know, if it's - if it's no - if it's no crime, why is Roger Stone talking to his associates like a mob boss telling them to lie to Congress and cover-up what they said--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well actually, I just asked him that - I just asked him that question."
    },
    {
      "speaker": "HAHN",
      "utterance": "--changes they (ph) said. So, so--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why would you lie about that? That was my question to him."
    },
    {
      "speaker": "HAHN",
      "utterance": "--I mean I'm wondering why - I'm wondering why Roger would do that. Now - now, Roger's rules, which he tells all of his clients, including Donald Trump, is admit nothing, deny everything, and do a counter-attack, and he just did that on your show a few minutes ago--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. Maybe but - but - but look, no but - but I want to get to, I--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--which is his strategy when there's a - when there's a scandal."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--look, here's my mandate is to try and strip away--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--all the stuff and get to the core questions that we should--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--really kind of settle. And the core question in this case is--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--is it a crime for an unnamed or a named or any campaign official to ask someone in his orbit to gather dirt on his opponent? And my impression as someone who's covered politics for 28 years is that, that's not only not a crime, it is the standard in every campaign."
    },
    {
      "speaker": "HAHN",
      "utterance": "It - I - I hear you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, I'm sort of missing this."
    },
    {
      "speaker": "HAHN",
      "utterance": "I hear you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HAHN",
      "utterance": "You're - you're not incorrect. You're not incorrect. Where I think--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right, I know."
    },
    {
      "speaker": "HAHN",
      "utterance": "--it becomes a crime - where I think it becomes a crime is when the person you are asking that - for that material on, is committing a crime to get that material, and - and that person--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "What was the crime he committed?"
    },
    {
      "speaker": "HAHN",
      "utterance": "--happens to be working for a foreign government. Well they were hacking."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But what's the crime. Wait, but hold on - and why wasn't - wait, hold on--"
    },
    {
      "speaker": "HAHN",
      "utterance": "That's a crime. I mean--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--wait a second. The guy just got indicted seven felony charges today. Among them was not any kind--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--of crime related to his dealings with Julian Assange or the Russians or Vladimir Putin or the, you know, Latvian bloggers or whatever part of your fever dream you're talking about. I mean like--"
    },
    {
      "speaker": "HAHN",
      "utterance": "No. I - look, I don't wish - I don't wish ill will--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--what crime are you talking about? He was just charged with lying."
    },
    {
      "speaker": "HAHN",
      "utterance": "--on anybody."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, but what would be the crime--"
    },
    {
      "speaker": "HAHN",
      "utterance": "Right. But - but he was (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I guess I've been asking this for two years. In return (ph)--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--he was charge (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I never gotten (ph) an answer."
    },
    {
      "speaker": "HAHN",
      "utterance": "--he - he was charged with lying and obstruction of justice and witness tampering, not just lying."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HAHN",
      "utterance": "So, let's - let's be clear here. Now, look, the - the Special Counsel is still building a case. And if people are going to lie to the Special Counsel and obstruct justice--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Against - against - you just accused Stone--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--the Special Counsel has to take action to that people avoiding (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--of a crime for which he was not even accused or charged anyway by the prosecutors. And to the extents of indictment--"
    },
    {
      "speaker": "HAHN",
      "utterance": "No. He was charged with obstructing of justice and--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--that was not even (ph) the crimes but you - you believe he's guilty of that."
    },
    {
      "speaker": "HAHN",
      "utterance": "--witness tampering."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right, all right."
    },
    {
      "speaker": "HAHN",
      "utterance": "No, look, I'm going to wait and see what the evidence pours (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "yes, right."
    },
    {
      "speaker": "HAHN",
      "utterance": "I - I don't wish anybody ill will."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We'll still be waiting to see several years from now."
    },
    {
      "speaker": "HAHN",
      "utterance": "I believe that he's pretty guilty (ph). But Roger Stone has--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'll probably be in prison by then."
    },
    {
      "speaker": "HAHN",
      "utterance": "--cast a lot of scandals in his life so we'll see."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Oh, well that - well then he's guilty then. People with scandalous past are guilty. We know that. This is not McCarthyism. No, it's very different. Chris, thank you very much."
    },
    {
      "speaker": "HAHN",
      "utterance": "Look, look, Roger Stone always plays to win. He plays hard. And he'll do anything to win. And that's why he--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, he's a - he's a bad guy. Right. He's so (ph)--"
    },
    {
      "speaker": "HAHN",
      "utterance": "--should be worried right now, and so should the President."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--he's - he's immoral. All right, thank you so much. Well the President just cut a deal with Democrats to re-open the federal government. What is in that deal exactly? We've taken a close look, and we'll tell you what we found, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well after 35 days of shutdown, the President made a surprise announcement today, a deal to end the stalemate, and re-fund the government for about three weeks, in any case. For more details on that agreement, we are joined tonight by Trace Gallagher. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT",
      "utterance": "Hi, Tucker. For now, things are moving smoothly on Capitol Hill. Late today, the Senate used a voice vote to pass a bill to re-open the government. The House then agreed to the same measure, and it's now waiting for the President - President's signature on his desk. The continuing resolution, as you noted, will ensure federal workers get their back pay, and keep the government open until February 15th. The President says a Bipartisan Congressional Conference Committee will now work to come up with a Border Security package. But Democrats are already claiming victory. Watch this."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "utterance": "Separate the funding of government from the discussion on border security and that's what we got."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "The Senate Minority Leader went on to reiterate that Democrats are against the wall. But President Trump says if there is no fair deal in the next three weeks, he has two options. Watch."
    },
    {
      "speaker": "PRESIDENT DONALD J. TRUMP",
      "utterance": "The government will either shut down on February 15th again, or I will use the powers afforded to me under the laws and the Constitution of the United States to address this emergency."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "In other words, he declares the border a national emergency, and funds the wall with or without Congressional consent. Two weeks ago, GOP Senator, Lindsey Graham proposed exactly what happened today, open the government, then debate the wall funding. And now, Graham says, \"If the Democrats don't deal in good faith, they will end up hurting any chance of striking a bargain to extend DACA.\" That's the program that allows children brought to the U.S. illegally by their parents to stay here without fear of being deported, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Quite a moment. Trace Gallagher, thank you very much. On moments like this, we like to bring in one of the smartest people formerly of Washington. Dana Perino hosts The Daily Briefing With Dana Perino, and she joins us tonight. So, Dana--"
    },
    {
      "speaker": "DANA PERINO, HOST",
      "utterance": "Good to see you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--as you know - great to see you. Trace just explained it, the President alluded to it on background, the White House is just saying it, in three weeks, if they don't have adequate funding from the Democratic House to build this wall, they're going to build it anyway. And the--"
    },
    {
      "speaker": "PERINO",
      "utterance": "And, in fact, just to reiterate that's (ph) - Sarah Sanders--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, there we go."
    },
    {
      "speaker": "PERINO",
      "utterance": "--the Press Secretary just tweeted this like moments ago, while you were talking to Trace Gallagher. And I - I suppose that's because they're watching some of the coverage tonight. They're watching the reaction from their supporters and seeing that - that the --the supporters seem uncertain of what actually the President's going to do here. She's making it clear that something is going to happen. I, for one, think that the President did the right thing today. I think it was a - a statesman like move to say, \"All right, we're 35 days into this.\" He was losing ground with the public."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Not just with the Democrats but with - with the public. You had a situation where the airports were then going to be a - a mess because you can't have enough Air Traffic Controllers get there, because they're claiming financial harm. Then you had people lining up at food banks. You had your own FBI Director saying, \"I'm mad. We cannot get - we cannot do this.\" So the President, I think, was right to diffuse the situation. And then he went into his talking points, and he said, \"Look, here's all the things.\" He paints the picture of why he feels so strongly about border security. The problem, I think, Tucker, is that they've been using the same language all of this time, the Prime Time address, out on the road, wherever he has been, every day in Twitter, it's not moving public opinion except away from him during the shutdown. So now, maybe perhaps, during this three weeks, he'll be able to do that. If not, I think at the end that he will declare the national emergency."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I mean, you know, what erodes your popularity with the public is weakness. Period! I mean people's views change based on what they think is succeeding. I mean this is - it's - right. So, if the President said in three weeks, and he's telegraphing that (ph) he's going to say this, it's just too important, the Democrats are not capable of arguing this in good faith, in - of negotiating, I'm just building it. Do you think support for it, it being the wall, would rise?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No. I don't. I think that he's going to have to accept that the Democrats are going to come forward with - I think they're going to come forward. Now, they're going to counter, right? They're going to say, \"All right, Mr. President. Here's - here's $5 billion. And we'll include some barrier money, OK?\" But he's not going to call it a wall. I - I - think that, at this point, we're talking about semantics. We've already established that the Democrats have already voted for the very things that the President has put on the table. So, he is in a position now of being able to say, \"All right, on the shutdown, I'll give you that. But I'm going to protect this country. I'm the Commander-in-Chief. I - my solemn obligation to protect the country--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But - but--"
    },
    {
      "speaker": "PERINO",
      "utterance": "--I've laid it out for you.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "--but will we ever get to the actual debate, which is about what would secure the border? I haven't heard a single conversation about that in the last month, like what - what would--"
    },
    {
      "speaker": "PERINO",
      "utterance": "What do you mean?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--actually work? Well, I mean it's all--"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well then (ph) the President has told you that a barrier would work, and that there would be other, you know, the drones and--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm - I'm - I'm aware of that. But I mean from - from the people who oppose him, there's no - so, what would work better?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean--"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. No, no, no."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--will we get to that point where we debate it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well I think that they'll just say that like no. Yes, I - I think that they're going to give him a little bit. They'll say, \"Look, we'll do all of these other technological things that you say you wanted. We'll say that there's a barrier. We're going to give you money to do that.\" And look, I think that the thing is, Tucker, the President is not - now in divided (ph) government. He's not going to get everything that he wanted."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I feel like he was kind of pushed into this fight that he was not going to be able to win. And - and you look back, maybe he should have taken the $25 billion from a year ago, and the DACA that now is on the table and TPS. He's - he's in a position now of divided government. He has to do the best he can do. This is - he'll - he'll go into the re-election effort being able to say, \"I did all I could.\" But let me also--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--say this, Tucker. I feel like he's been in the White House too many days in a row. You know what it's like to be in Washington that long. It'll drive you crazy. For his own sanity--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's true."
    },
    {
      "speaker": "PERINO",
      "utterance": "--I really feel like from the communications as - aspect as well, get out of D.C. Go see America. Go visit people. Go talk to them and hear from them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That is smart - that is smart advice. I--"
    },
    {
      "speaker": "PERINO",
      "utterance": "Get out of there so that he can change--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--I totally agree."
    },
    {
      "speaker": "PERINO",
      "utterance": "--the dynamic. He doesn't have to be in Washington all the time."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I totally agree."
    },
    {
      "speaker": "PERINO",
      "utterance": "I do too (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Go golfing, go to Maine snowshoe."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, absolutely (ph)--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, you're absolutely right. No, it's totally right."
    },
    {
      "speaker": "PERINO",
      "utterance": "--or go and do work. Go to (ph) Townhalls--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Get - get out of--"
    },
    {
      "speaker": "PERINO",
      "utterance": "--go visit people. Get out of--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--get out of town."
    },
    {
      "speaker": "PERINO",
      "utterance": "--Washington."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm familiar with that desire, as I know you do too (ph)."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know. I know. I can do that (ph)."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Dana Perino, it's great to see you--"
    },
    {
      "speaker": "PERINO",
      "utterance": "Bye."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--as always. So, we can debate whether Roger Stone lied before Congress. Probably can't debate the proposition that he's a dangerous criminal because he's not. So, why did Mueller send a SWAT team with automatic weapons to seize him in the dark of night? It's worth thinking about that because it reveals a lot about where we're going. That's after the break."
    },
    {
      "speaker": "STONE",
      "utterance": "It's disconcerting that CNN was aware that I would be arrested before my lawyers were informed. So, that's disturbing. If it was a dangerous situation, which would merit the SWAT team, well then CNN's cameraman would be in danger. I don't know why they would be allowed to be there. I had no firearm in the house. I don't have a permit for a firearm. I don't own a firearm. Only my wife, my two dogs, and my three cats were at home. I'm not a flight risk. In fact, I - I think my passport has expired or it will expire in a few days."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was Roger Stone here on the show few minutes ago. There's a lot going on today. He was, of course, arrested this morning, charged with seven felonies. Now, let's set aside the validity of the charges against Stone or the validity of the entire Russian collusion narrative, we'll have a lot of time to debate both of those. What does the arrest of Stone itself reveal? So, a group of heavily-armed agents, very heavily-armed agents, look at the tape, stormed his house at the crack of dawn today. Far from being a safety measure, doing that radically increase the risk that something would go wrong during the arrest, and get someone hurt or even killed. It's happened a lot. Stone himself said it best. If they wanted to arrest him, they could have just asked."
    },
    {
      "speaker": "STONE",
      "utterance": "This morning, at the crack of dawn, 29 FBI agents arrived at my home with 17 vehicles with their lights flashing, when they could simply have contacted my attorneys, and I would have been more than willing to surrender voluntarily."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, why did Federal Agents do that? A bunch of them must have been embarrassed that they had to do it. But they were forced to by their superiors. Why? Well one reason might be to look impressive for the cameras. And very conveniently, a CNN team was on him to capture the entire supposedly secret raid."
    },
    {
      "speaker": "JOHN BERMAN, CNN NEW DAY CO-ANCHOR",
      "utterance": "Exclusive footage you're looking at right now from CNN as the FBI arrives at Roger Stone's residence in Fort Lauderdale, Florida, taking him into custody. They arrived before dawn there, before 6:00 A - or just after 6:00 A.M., a dozen officers, we're told. The F--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "FBI! Open the door!"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, the second this happened, across the country, people watching, collectively had the same thought. Why was CNN there? Is there some kind of, well, we use the word, collusion between that network, very strongly pro-Mueller network, and the Mueller investigation? Did they know ahead of time? Well today, a CNN producer explained why he was outside Roger Stone's house in Fort Lauderdale, Florida before 6:00 this morning."
    },
    {
      "speaker": "ALISYN LANE CAMEROTA, NEW DAY ANCHOR, CNN",
      "utterance": "What's so fascinating is that we've talked to his attorney. The attorney didn't know this was coming. Clearly, Roger Stone didn't know this was coming. You were staked out at his house. You didn't know that this was coming? Why were you there in position?"
    },
    {
      "speaker": "DAVID SHORTELL, CRIME AND JUSTICE PRODUCER, CNN",
      "utterance": "Alisyn, it's - it's a reporter's instinct. The whole Russia team thought maybe something was happening. There was some unusual Grand Jury activity in Washington D.C. yesterday. The Grand Jury - Robert Mueller's Grand Jury typically meets on Fridays. Yesterday, a Thursday, there was Grand Jury activity. We also had some other signs that maybe something was going on this angle, the Roger Stone angle. So we showed up at his house this morning. We were the only ones there. And, lo and behold, the FBI agents did come and arrest him. I'll - I'll make--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, is that true? Well, it might be true. You know, you want to take people at their word. And another reporter was predicting a Friday indictment last night. So, it's possibly true. It's also possible this is the latest sign of what has become a deeply cooperative relationship between America's two establishments, the Washington bureaucracy and the press, who are supposed to be covering them. CNN was also the first news organization to know about the Mueller team's first indictments against Paul Manafort and Rick Gates. Maybe that was just a reporter's hunch too. Who knows?"
    },
    {
      "speaker": "Dan Bongino is a former Secret Service Agent, Author of the book, Spygate",
      "utterance": "The Attempted Sabotage of Donald J. Trump, and he joins us tonight. Dan, thanks very much for coming on."
    },
    {
      "speaker": "DANIEL JOHN BONGINO, FORMER SECRET SERVICE AGENT",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And I just want to reiterate, I mean we're - we're not holding anything back. Everything that we know for sure we have said out loud. Maybe you know something I don't know. But it does seem like the press, in an earlier age, was deeply skeptical of what prosecutors might allege, it's not proven, it's one side of the story. Not so skeptical anymore."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes. You know, that interview you had with Chris Hahn on, Tucker, was really telling. You know, you - you brought up a point to him, and he seemed genuinely confused. You brought up this premise that OK, so we're - we're establishing the fact now with this - with this case with Stone that contact with allegedly unsavory individuals with potentially foreign intelligence ties is a big deal, right? We can all agree. Point stipulated, OK? But if that is a big deal then how is it that the Clinton team that has already admitted that some of their people went out and dealt with Foreign Intel, people in sworn depositions, how is this not a big deal--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "--for them too? But the - the press and the media seems entirely unskeptical about this at all. I - I mean, look, they - they were more concerned this morning about this story about how they beat everybody to the punch, and made it to Stone's house other than the basic facts of this case, which don't seem to be applied, blind justice to both sides."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What I don't understand is how you could look at that tape that CNN aired this morning."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's not their fault what Mueller's people did. And I'm supportive of law enforcement, including the FBI, of its agents."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But how could you look at that and not say, \"Well, wait a second. You know, maybe this is - like that's like awful, actually. It's awful.\""
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why would no one say that?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "No, I'm sorry. And I should have hit on this in the first part. I know that's what you were asking. But there's just so much to get through in this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I know."
    },
    {
      "speaker": "BONGINO",
      "utterance": "And my apologies. But, Tucker, I spent 15 years in law enforcement. Pre-dawn raids are not rare. Let's be clear."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But for a case with this kind of magnitude, with the stipulated characteristics, non-violent offender, process crime, cooperating, big profile, easily recognizable, almost no flight risk whatsoever, I'm telling you - I get it Liberals, you're going to gaff me off, that's fine. I have never seen anything like this. This was clearly, clearly an intimidation tactic. There's no other way around. This was not a good day for the FBI or Bob Mueller. This is a really bad look."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Liberals shouldn't be defending this crap. They should be horrified. They should be (ph)--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "They used to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--leading the charge against it. Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "they - they used to. What happened?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But they didn't mean it and because they're just--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Civil liberties are out the window now, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--you know (ph), whatever you - whatever gets you power--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--is what they're for. Dan, thank you very much."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well it's been an exhausting week of news. How about something happy to end the show or at least weird, something to take your mind off? We found a Pennsylvania man with an emotional support alligator. And to us, that seemed like the most important story in America, at least for our last block. We'll show it to you when we come back."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well Bernie Sanders is old and, in some ways, he's traditional. Like a lot of people, like a lot of us, he is bewildered by the Democratic Party's turn into mindless identity politics. And he said so in a recent interview with GQ. He said this. \"Many of my Democratic opponents think that all that we need is a candidate who's Black or Latino or a woman or gay, regardless of what they stand for, that the end result is diversity.\" Sanders, of course, was attacked for this, because he was telling the truth, and that's not allowed anymore. Allie Beth Stuckey is a TV and podcast host, and she joins us tonight. So, Bernie Sanders getting attacked by Liberals, huh!"
    },
    {
      "speaker": "ALLIE BETH STUCKEY, RELATABLE PODCAST HOST",
      "utterance": "Yes. This is a little bit though like a snake eating its tail because Bernie Sanders is also a perpetrator of this identity politics."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He is."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "He was the one in 2016 who said, diversity is our strength, of course, only talking about racial diversity as far as his campaign went. He also on Monday, MLK Day, was saying that he's going to fight racism through economic inequality, talking to a majority Black audience. And so, he is also - he's also a fan of identity politics when it plays in his favor. He's not, when he's afraid it doesn't give him the votes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I wonder if this makes it impossible, I mean not that he would be the nominee anyway, but I wonder if this is a deal-killer. I mean this is kind of the thing you're not allowed to say really on the Left or anywhere."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "That's true. And he already has three strikes against him. He's a straight White male, so it might just be over for him already."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. It might be. But I think he's basically right. We should assess people on what they believe, on what they're proposing."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Not on things they can't control."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "Yes, I agree with him."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Amen."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "I agree with him on that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Allie, great to see you. Thank you."
    },
    {
      "speaker": "STUCKEY",
      "utterance": "Great to see you, thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well it was a pretty bumpy week. If it was a plane, we'd be buckled up. So, we're going to end it with a pretty - well, really kind of amazing story out of Pennsylvania. More and more Americans are re-defining their pets as emotional support animals. Joie Henney is going even further with his five-foot long emotional support alligator. Henney acknowledges the animal could rip his arm off, which would not be really support. But he says the reptile is harmless and enjoys being hugged. Carley Shimkus is fact-checking this for us tonight. She's a Reporter with FOX News Headlines 24/7 and Sirius. Can an alligator display emotion, bolster your emotions? They seem emotionless. They have dead eyes. CARLEY SHIMKUS, HEADLINES 24/7 REPORTER: Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "How does this work?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "--I mean the alligator likes chicken wings as well. That's his cuisine of choice. So, Wally, the cuddly alligator, and I actually have that in common. It's quite incredible. I know that you're very familiar with the emotional support animal trend that's seeping into college campuses--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "--across the country. That sort of behavior is frowned upon among non-Millennials. So, what I think is happening is we're dealing with a 65- year-old man, who just needed a little extra TLC, Tucker. So, he decided to get the one animal that would actually gain him street cred and respect among his peers, because it is a living, breathing man- eater. So, quite frankly, I give him points for creativity, and courage. I think there need to be more men in America like Mr. Henney."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well I kind of agree. I mean, by the way, I'm for the emotional support animal thing. I know it sounds snow-flaky or whatever they call it. But, you know, the world's kind of collapsing. I need my Spaniels to get me through the Russia investigation. But a reptile is very different from a dog or a cat. Can this end well? I mean this is going to end, I don't want to jinx it, but in tragedy. Won't it?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I - I truly hope it doesn't. But I choose to see--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I do too."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "--the perks in this story. He said that he was dealing with depression."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I think it's actually quite smart to have an alligator when you're dealing with something like that, because then your normal worries just go out the window, because you're constantly in clear and present danger. So, there might be a little bit of reverse psychology that Mr. Henney is working with here as well."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know what (ph)--"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Are we getting punked? As--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course, we're getting punked."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "--is this - is this a real--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, I don't even care. On a day like this, after a week like this, after a two-year period like this, I'm so excited that Wally is an emotional support alligator. I don't want to know the truth."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "He also has another one. I - I just got word that he rescued a smaller alligator named Scrappy. Does Scrappy like chicken wings as well? We need to know this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So OK. Will you just do me a favor in closing tonight, Carley?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Will you not, and I know that you're a reporter, it's going to be hard for you, but restrain yourself, don't check the facts."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "OK."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is a story that is too good to check."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "You have the pictures. It's on the internet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That wait - it's - so it must be true. And it's--"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "It's absolutely true."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. As long as you promise not to get to the bottom of it, we can be heartened by this story. Thank you for that."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I promise you I won't."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I feel better already. Carley Shimkus, great to see you."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for us tonight. We will be back on 8 - at 8:00 P.M., sorry, prepositions go as the day goes on. We'll be back at 8:00 P.M., on Monday night. We are, of course, the sworn enemy of lying, pomposity, smugness, and groupthink. But more than anything have a great weekend. Turn off the devices and be with the ones you love. Hannity is next. See you Monday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}