{
  "date": "July 18, 2017",
  "headline": "House Budget Committee chair: GOP budget hits 'sweet spot'",
  "subHeadline": "Tennessee Congresswoman Diane Black working to cut one cent for every dollar in 2018 budget",
  "url": "https://www.foxnews.com/transcript/house-budget-committee-chair-gop-budget-hits-sweet-spot",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. DIANE BLACK, R-TENNESSEE",
      "sentences": "It's great to be with you, Neil. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you make of this, that moderates and conservatives are arguing over cutting too much, others not cutting enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This is supposed to be a work -- a blueprint in progress. But what do you make of the reaction you are getting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Well, it's sort of like the three bears, where you have the bed is too hard, the bed is too soft.   And I want to say that it's just right. It's one penny. If you look at all of our mandatory spending, it is one cent on a dollar that we're trying to cut. And so, obviously, there are some people that believe that there should be more. I don't discount that. We have mandatory spending that is causing our problem of the deficit reduction. And it is the way that you can actually get to deficit reduction. And yet you have some people say that that's too much. And so we believe that we have reached the sweet spot in the $200 billion, first time since the 1990s that that much has been cut out of mandatory spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that's $200 billion over 10 years, right, Chairman, $200 billion over 10 years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "That's right, $200 billion over 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we should still say that for those who are saying that that seems severe, that's off the rate of growth. Nothing is cut or done in reverse. But, having said that, if this is proving so difficult just to look at those relatively minor cuts, and in the scheme of things, over 10 years, they are, does it -- where are you going forward when you have to do stuff like come up to agreement on the tax cuts and how they're paid for and blah, blah, blah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Well, in the budget, what we have done a lot of work on the discretionary side, where we were able to find numbers on both of the defense and the nondefense. We got a sweet spot.   We believe that this is the sweet spot, which is the one penny. And we have just now got to get our votes. And how we do it here in Congress is, we whip people. We help them understand. Our committee has spent five months putting all of this together. And so it takes time to educate people about just what this means. But this is just the beginning for those who think it's not enough. We want to have a culture here in Congress where reconciliation, which is the reason why it was there to begin with, is for deficit reduction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "And that is important for us to make sure that our colleagues understand that, is that this is just the beginning, and this is looking at programs to make sure that programs that are years-old are effective, and that dollars are being well spent and that we're using them for those that are the most vulnerable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let me ask you a little bit about the growth expectations. I think you state average growth about 2.6 percent, if I'm right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, the Trump administration's goal, of course, is to average at 3 percent. Is that doable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "The 2.6 percent is very doable. As a matter of fact, we have had a number of economists, from places like Columbia University and Stanford, Hoover Institution, who have come up with a paper on why that is not an unreasonable expectation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you deliberately kept it conservative, which is probably a good thing to do. I think that's a good thing to do, because if it materializes, great. If it doesn't -- but do you believe that whatever you, your party comes up with on tax cuts, that they should be an equal amount in spending cuts to pay for them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Well, tax cuts or tax reform is -- should be deficit-neutral. And we have that in our budget, that it will be required to be deficit-neutral.  And I want to be sure that people understand that that will be deficit- neutral by using the tax provisions. When we talk about mandatory spending and the cuts in the mandatory spending and saving of $200 billion, that's for paying for deficit reduction. That does not go for tax cuts. It's two different avenues there. And I want to be sure that people understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But do you use dynamic accounting for those tax cuts? I don't want to get too wonky, and are you far better at this than I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that you get a lot of growth and boom for the buck with tax cuts.  But near term, as you know, Chairman, you don't. You lose some revenue. Are you and your colleagues factoring that in, that if you do get tax cuts, at least in the near term, and depending on their size, will produce bigger deficits, near term, before it gets better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "Well, you are right. When you do those tax cuts, of course, that's revenue that was there to begin with, and then you have cut that revenue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "But we really believe that the economy is going to grow as a result of that.  And we have other provisions, too, that really help the economy grow, such as reducing regulations. If we could get the health care bill passed, that is also stimulus to the economy, because you will have more product put out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that is not going to happen. That doesn't look like that is going to happen. So, you have to shelve that thing, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "We will never give up, Neil. We will never give up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "No. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you frustrated by your colleagues in the Senate? They seem to have botched it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "I would like them to get the job done. We have been talking about this since I have been up here, almost seven years now. We need to get the job done.  We promised the American people we would do it, and they cannot give up. I will not give up. I will continue to prod them to get their job done. We have done our work. They need to do their work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will see what happens. Diane Black, House Budget Committee chairman, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACK",
      "sentences": "You're welcome. It's great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. END   Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "House Budget Committee chair",
      "utterance": "GOP budget hits 'sweet spot' This is a rush transcript from \"Your World,\" July 18, 2017. This copy may not be in its final form and may be updated. NEIL CAVUTO, \"YOUR WORLD\" HOST: All right, House Republicans just unveiling a budget resolution that calls for more than $200 billion in cuts to some mandatory programs linked to the coming tax reform. But there must be something going on here that has some conservatives complaining, and moderates complaining that they cut too much, conservatives not enough. To the person trying to spearhead that effort, Tennessee GOP Congresswoman and Budget Chair Diane Black. Chairwoman, very good to have you. Thank you for coming."
    },
    {
      "speaker": "REP. DIANE BLACK, R-TENNESSEE",
      "utterance": "It's great to be with you, Neil. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you make of this, that moderates and conservatives are arguing over cutting too much, others not cutting enough?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This is supposed to be a work -- a blueprint in progress. But what do you make of the reaction you are getting?"
    },
    {
      "speaker": "BLACK",
      "utterance": "Well, it's sort of like the three bears, where you have the bed is too hard, the bed is too soft. And I want to say that it's just right. It's one penny. If you look at all of our mandatory spending, it is one cent on a dollar that we're trying to cut. And so, obviously, there are some people that believe that there should be more. I don't discount that. We have mandatory spending that is causing our problem of the deficit reduction. And it is the way that you can actually get to deficit reduction. And yet you have some people say that that's too much. And so we believe that we have reached the sweet spot in the $200 billion, first time since the 1990s that that much has been cut out of mandatory spending."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that's $200 billion over 10 years, right, Chairman, $200 billion over 10 years?"
    },
    {
      "speaker": "BLACK",
      "utterance": "That's right, $200 billion over 10 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we should still say that for those who are saying that that seems severe, that's off the rate of growth. Nothing is cut or done in reverse. But, having said that, if this is proving so difficult just to look at those relatively minor cuts, and in the scheme of things, over 10 years, they are, does it -- where are you going forward when you have to do stuff like come up to agreement on the tax cuts and how they're paid for and blah, blah, blah?"
    },
    {
      "speaker": "BLACK",
      "utterance": "Well, in the budget, what we have done a lot of work on the discretionary side, where we were able to find numbers on both of the defense and the nondefense. We got a sweet spot. We believe that this is the sweet spot, which is the one penny. And we have just now got to get our votes. And how we do it here in Congress is, we whip people. We help them understand. Our committee has spent five months putting all of this together. And so it takes time to educate people about just what this means. But this is just the beginning for those who think it's not enough. We want to have a culture here in Congress where reconciliation, which is the reason why it was there to begin with, is for deficit reduction."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BLACK",
      "utterance": "And that is important for us to make sure that our colleagues understand that, is that this is just the beginning, and this is looking at programs to make sure that programs that are years-old are effective, and that dollars are being well spent and that we're using them for those that are the most vulnerable."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let me ask you a little bit about the growth expectations. I think you state average growth about 2.6 percent, if I'm right."
    },
    {
      "speaker": "BLACK",
      "utterance": "That's right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, the Trump administration's goal, of course, is to average at 3 percent. Is that doable?"
    },
    {
      "speaker": "BLACK",
      "utterance": "The 2.6 percent is very doable. As a matter of fact, we have had a number of economists, from places like Columbia University and Stanford, Hoover Institution, who have come up with a paper on why that is not an unreasonable expectation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you deliberately kept it conservative, which is probably a good thing to do. I think that's a good thing to do, because if it materializes, great. If it doesn't -- but do you believe that whatever you, your party comes up with on tax cuts, that they should be an equal amount in spending cuts to pay for them?"
    },
    {
      "speaker": "BLACK",
      "utterance": "Well, tax cuts or tax reform is -- should be deficit-neutral. And we have that in our budget, that it will be required to be deficit-neutral. And I want to be sure that people understand that that will be deficit- neutral by using the tax provisions. When we talk about mandatory spending and the cuts in the mandatory spending and saving of $200 billion, that's for paying for deficit reduction. That does not go for tax cuts. It's two different avenues there. And I want to be sure that people understand that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But do you use dynamic accounting for those tax cuts? I don't want to get too wonky, and are you far better at this than I am."
    },
    {
      "speaker": "BLACK",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that you get a lot of growth and boom for the buck with tax cuts. But near term, as you know, Chairman, you don't. You lose some revenue. Are you and your colleagues factoring that in, that if you do get tax cuts, at least in the near term, and depending on their size, will produce bigger deficits, near term, before it gets better?"
    },
    {
      "speaker": "BLACK",
      "utterance": "Well, you are right. When you do those tax cuts, of course, that's revenue that was there to begin with, and then you have cut that revenue."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BLACK",
      "utterance": "But we really believe that the economy is going to grow as a result of that. And we have other provisions, too, that really help the economy grow, such as reducing regulations. If we could get the health care bill passed, that is also stimulus to the economy, because you will have more product put out there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that is not going to happen. That doesn't look like that is going to happen. So, you have to shelve that thing, right?"
    },
    {
      "speaker": "BLACK",
      "utterance": "We will never give up, Neil. We will never give up."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, really?"
    },
    {
      "speaker": "BLACK",
      "utterance": "No. No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you frustrated by your colleagues in the Senate? They seem to have botched it."
    },
    {
      "speaker": "BLACK",
      "utterance": "I would like them to get the job done. We have been talking about this since I have been up here, almost seven years now. We need to get the job done. We promised the American people we would do it, and they cannot give up. I will not give up. I will continue to prod them to get their job done. We have done our work. They need to do their work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will see what happens. Diane Black, House Budget Committee chairman, thank you very much."
    },
    {
      "speaker": "BLACK",
      "utterance": "You're welcome. It's great to be with you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}