{
  "date": "July 11, 2019",
  "headline": "Rep. McCarthy: The socialist Democrats are taking over",
  "subHeadline": "Guests: Victor Davis Hanson, John Yoo, Alan Dershowitz, Kevin McCarthy, Gordon Chang, Steven Mosher, Mark Hemingway",
  "url": "https://www.foxnews.com/transcript/rep-mccarthy-the-socialist-democrats-are-taking-over",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "You take care, Hannity. I'm Laura Ingraham. This is “The Ingraham Angle” from Washington tonight. What does it really mean to be an American citizen, my “Angle” and Victor Davis Hanson just moments away? Plus, you can't read a story about Jeffrey Epstein without seeing his name pop up. Tonight, Alan Dershowitz will offer his exclusive response. Also, the fight between as Hannity just mentioned Nancy Pelosi and AOC intensified today after the speaker was charged with racism. Minority Leader Kevin McCarthy is here with his view from the other side of the aisle.  And finally, merely suggesting our bloated voter rolls are rife for fraud. We'll get you labeled conspiracy theories. But tonight, we talk exclusively to the man who blew the lid on this outrageous story. Don't miss it. But first, American identity under assault. That's the focus of tonight's “Angle.”  The historical purge that we're witnessing all over the country. It's part of a larger agenda to destroy what it means to be American. And it's getting more audacious by the day. In St. Louis Park, Minnesota, the geniuses on the city council there recently decided to ban the Pledge of Allegiance from town meetings. Their reason, to create a more welcoming environment to a diverse community. Welcoming to everybody, but Americans who actually love the pledge. Well, residents were rightly outraged by this insanity and local Patriots turned out and they stood up to the city council.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And then in San Francisco, the public defecation capital of the world, taxpayers are going to shell out $600,000 to paint over a George Washington mural that offended a few snowflakes there. So, let me just get this straight. People peeing in the fountains and stepping on dirty needles. That's not offensive. But the first founding father is? Perfect.  So, why would anyone after hearing these kinds of stories be surprised when someone like Left, a soccer star Megan Rapinoe who knelt during the national anthem back in 2016 still refuses to respect it today. Or when midfielder, Allie Long drags the American flag on the ground while representing the U.S. on the world stage. And while mugging for the cameras then drops the flag like it's a piece of trash. Thankfully another midfielder, Kelly O'Hara picked it up. And of course, Rapinoe discovered early on though really that you'll win permanent MVP status when you kick Donald Trump. Like when she used foul language nixing any traditional White House visit to the champions and this was before they even won the World Cup.  The easiest path to social media stardom today is one where you take cheap swipes at American symbols and traditions and you must understand that the Left truly believes America itself is illegitimate to its core. What am I talking about? Well, its founding was fraudulent. They believe its founding documents meaningless. All because of slavery and the people who were involved in it. Our progress on racial issues is conveniently ignored by cynical actors who are frankly using these past horrors for a power grab and they hope eventually a total reorganization of our society here and a massive wealth confiscation. The phrase white privilege. Well, it's now the preferred weapon of choice and it's used by socialists know nothings to tar their political opponents and avoid real debate. Only guess what? Now even old white Democrats are in the privileged crosshairs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA GOD, AMERICAN RADIO PRESENTER",
      "sentences": "I think Joe Biden fumbles all the time because Joe Biden suffers from old white male entitlement where he just can't simply say I was wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And liberal women aren't immune either. This week Speaker Pelosi learned that the race table can quickly be turned on her too. She's now under fire by the Four Horsemen women of the apocalypse. Freshman Congresswoman who claim Pelosi is \"singling out newly elected women of color.\" Well, when asked today about the charge, this is how Alexandria Ocasio- Cortez responded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "It's singling out foreign individuals. And knowing the media environment that we're operating in, knowing the amount of death threats that we get, knowing the amount of concentration of tension. I think it's just worth asking why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you think she has racial animus; is she is a racist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "sentences": "No, absolutely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a neat trick, isn't it? AOC blasts everyone and anyone any time of the day or night on social media. But when the leader of her own party calls her out, she cries foul. No, no Nancy is not a racist, but - well, but President Trump is routinely subjected of course to this kind of attack while his plan to put citizenship that question on the census was roundly derided as racist by Democrats. And today, referring to that issue, he shot back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Now, they're trying to erase the very existence of a very important word and a very important thing, citizenship. We must have a reliable count of how many citizens, non-citizens and illegal aliens are in our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bingo. How is this controversial? Asking about citizens. It's like a question that has nothing to do with race at all. It's about who is American and who is not. And by the way, African Americans have been the most directly impacted by the mass flow, massive flow of illegal immigrants in the United States. No wonder polls now show that a majority of both black and Hispanic voters support adding the question to the census. Are racing our history our sense of who we are is making it easier to turn America into just kind of another member of a globalist super state.  Europeans sacrificed their identities years ago on the altar of globalism, when they formed the European Union. Look at what it got them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, we may have masked morons of ANTIFA to deal with, but we don't have yellow vests shutting down entire cities or a Brexit style mess to deal with. Or a recession on the horizon like we see with Germany. There is a price for surrounding your sovereignty and your identity. And we're going to pay it if we don't defend our history and our traditions. And that's “The Angle.” Joining me now is Victor Davis Hanson, a Senior Fellow at the Hoover's Institution. Victor why can't the Left see the value of symbols and traditions that don't blur the differences or the mistakes we made but that have the effect of binding us together at a time when so much else rips us apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER'S INSTITUTION",
      "sentences": "I think they feel that if they were to do that Laura, they would not win elections and that they have to change the past and the present, so they can have power in the future. It's a war where demography, it's a war over making residents, the equals of citizens and in their view, the argument that they're advancing as we were so sin, we the Americans were so sin at our origins, we can't be modified, adapted or improved. We have to be dismantled and reconstituted on their agendas, according to their agendas and therefore they're going to have a lot of power and influence in the future.  And so when you mentioned all of these incidents of the San Francisco murals or the Nike shoe controversy or the soccer team, this is the trench warfare or these are the soldiers at the front who are fighting for these elites that we see in the Democratic primary who are advocating Medicare or health care for all, who cross borders, who are escorting people illegally into the United States, who are attacking the past, demanding reparations or the New York.  Remember the New York Times video op ed where they said we're just OK, we're not really exceptional or what Representative Omar detailed in a recent Washington Post interview where she said, she was very disappointed after leaving a refugee camp to see things weren't too good here in the land of her host. And so, this is the - I don't know the raw side of what the elites are talking about, but it's the same agenda, it's to create a new future by reconstituting or redefining the past and the present. INGRAHAM: And Victor, don't you agree if America herself is illegitimate. Of course, the founding documents and the principles undergirding those documents either have to be completely swept away and rewritten because they were written by a bunch of all racist white guys or many of them old racist white guys. That has to be rewritten, reconstituted, reformed, refounded as something very different. That seems to be where this is going. Because there is no concern for actual historical reference, historical context. It's either evil or good--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "No, there isn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And everything in the past is evil and everything now and present is good until that becomes evil, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes, we're not a physical society where we work all day in the field. So, we have the luxury of affluence and security and leisure to think that the world works the way your app does or your smartphone. And we believe that if we're not perfect then we're not good and that the sins of humanity which exists today, sexism, racism in every country to a much greater degree than they do in the United States. Those are uniquely our sins because we should be perfect just like our technology.  And if we are not perfect right now then somebody else to be blamed and labeled and called out as a racist or a sexist or a class oppressor. And of course, the unspoken is the reality, the subtext is nobody wants to go to Russia, nobody wants to go to China, nobody wants to go to any country in Africa or Latin America or most in Asia. And you mentioned what's wrong with Europe. That's not where the great universities are. That's not the military that protects the world. That's not the largest oil producer or food producer. But they have the leisure to say that because we're so successful. But if we were to listen to them, we were to dismantle all of these institutions then we wouldn't be where we are, and the world would be poor for our loss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, a couple of things. I want to play this real quick, get quick responses from you. There was a Native American elder who spoke out about that George Washington mural, the move to rip that - cover that up, I should say really interesting from him. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMAKA, ELDER OF THE OKLAHOMA CHOCTAW TRIBE",
      "sentences": "Those of you who are offended by these murals. As an elder, I need to educate you on something. We need these as visual records of what had happened to our people in the past, to remove these murals would be a travesty. It would not just be removing history, but you would be removing a visual truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "From the Choctaw Nation, Oklahoma. I found that to be more wisdom in him than any of these elites who are supposedly suddenly offended by murals that were painted and envisioned by a New Deal Democrat by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I do too. I don't agree with him probably, but he's trying to tell us that history is not melodrama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "It's a tragedy when two peoples collide and it's not a melodrama, it's not a Hollywood script that we reduce it to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Victor finally, but Joe Biden responded to Trump and the America First agenda. I want to play it very quickly for you, because he's responding to what we were talking about really tonight. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Donald Trump's brand of American First has too often led to America alone. Trust, and institutions around the world is down, and fear of the other is way up. These forces have driven dangerous resurgence of extreme nationalism and liberalism, of protectionism and xenophobia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean the Bush's kind of said that and then didn't Hillary say a lot of that, didn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "What Donald Trump inherited was a mess with Iran, a mess with China, a mess with North Korea. And Joe Biden doesn't have the moral authority to talk to anybody about race. This is a man who deprecated the race of Barack Obama and said he was a first clean articulate black figure to run for office. He made fun of Indian Americans and donut shops in Delaware. He's got a long history of gaffes and have a racial tinge to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "And he's absolutely got no credibility on that topic and he should be quiet for his own good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Victor, thanks so much. And as we mentioned in “The Angle” today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "President Trump announced that he'd immediately issue an executive order to get an accurate count of non-citizens and citizens of the United States, but not in the 2020 census.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Supreme Court ultimately affirmed our right to ask the citizenship question. The Supreme Court also ruled that we must provide further explanation that would have produced even more litigation and considerable time delays. These delays would have prevented us from completing the census on time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now, Former Deputy Assistant Attorney General, John Yoo. John, now his critics were crowing today. They said, he backed down, but can he still get this same information through these databases or was this just kind of a way to kind of blur up the fact that they didn't really get what they wanted in the end or do what they wanted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "I'm afraid you're right, Laura. It looks like this is to me a retreat from the position, the administration was just taking a few days ago. The Supreme Court itself said that it's legitimate for the government to try to ask the question on the census. Are you a citizen or not? It's legitimate for the government to try to figure out how many citizens and how many aliens there are in the country. It has a lot to do with law enforcement, with immigration law, social services, federal spending. It's a completely legitimate question. And so, but I think President Trump really did have it right. The Supreme Court Chief Justice John Roberts and four liberals put the administration in tough spot by delaying this issue so long it made it almost impossible just to have the census physically printed and get the question in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kamala Harris spoke out about the census issue today. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "What this President is contributing to is a faulty census that we'll have to live with for the next 10 years. It is highly irresponsible because it is yet another example of this President trying to interfere and if not weaken our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So that was tonight trying to interfere with our democracy, John. Now, this is a lot of people think she is going to be the Democrat nominee. A lot of people think that now that the Obamas are backing her and she is going to go all the way and be the nominee. OK. What the heck is she talking about there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "I'm not sure I don't see how it interferes with democracy to know how many citizens are in the country and how many aliens. Now, the Left has this claim that merely trying to find out how many citizens are on the country somehow depresses the number of people who respond to surveys and so on. Well, they can't complain now about what Donald Trump is doing, because Trump is not asking the question about citizenship. He's going to try to get those numbers from existing databases, from information the government already has it's not clear whether that's going to yield the most accurate count like you could have had with the census. But I think it's hard to claim that this is going to depress the number of aliens--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's just make no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Fake themselves in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's ridiculous. We are almost out of time, but John real quick. So, they're apparently going to do some internal - interior enforcement, ICE's of people who have exhausted their due process rights or appeals, who are illegal aliens in the country. They need to go home. OK. That's our law that we have in the book. Why is it that the federal government is announcing these raids? Can you understand that? Why don't they just do these things. Why don't they announce in The New York Times as a big weepy headline about it and everybody freaks out and the networks are giving advice to people as how to basically evade ICE. Why would they announce it that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "I don't know, Laura. I think it's a big mistake. I agree with you, it would be far better if the government just every day enforce immigration laws at the same rate rather than saving up all their time or resources for these high profile, but probably ineffective pushes because as you say, everybody knows they're coming. So, they're not going to be that effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Well, John used to talk about that in foreign policy and military policy. We're not going to announce on what we're going to do; we'll just do it. So, I'm not sure why we're not taking that approach with interior enforcement. John, always great to see you. And up next, Jeffrey Epstein accuser well, now suing Alan Dershowitz for defamation claiming he was part of an illicit sex trafficking ring. Dershowitz is up next to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "New tonight, Jeffrey Epstein's attorneys asked a judge to allow the alleged pedophile to stay in his $77 million New York mansion while awaiting trial. And now one of Epstein's alleged victim, has filed a defamation suit against Attorney Alan Dershowitz alleging that Dershowitz who once represented Epstein was also part of an illicit sex trafficking ring. In moments, Alan Dershowitz will be here exclusively to respond. But first, we go live to Jonathan Hunt in our West Coast Newsroom with the back story. Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, CORRESPONDENT",
      "sentences": "Good evening, Laura. Professor Alan Dershowitz was first named in legal documents connected with Jeffrey Epstein as far as we're aware in a lawsuit challenging Epstein's now infamous plea agreement of more than a decade ago.  A woman by the name of Virginia Giuffre accused several prominent figures of having taken part in alleged sex abuse. Dershowitz and Britain's Prince Andrew were among those named and Giuffre said, Dershowitz had sex with her when she was underage. A Board Epstein's plane and that his homes in New York, New Mexico and the Virgin Islands. Excuse me, Laura. In March of this year, Alan Dershowitz took to Twitter to challenge his accusers to \"tweet a direct accusation against me.\" And he followed up with \"my false accusers won't accuse me on Twitter, but I will accuse them. I hereby accuse my false accusers of committing the felony of perjury and challenged them to sue me for defamation. They won't because they know the truth will land them in prison.\" Virginia Giuffre then sued Mr. Dershowitz for defamation. She accuses him in the lawsuit of making \"false and malicious defamatory statements against her, including claiming she was quote a certified complete total liar and that she made up the accusations quote in order to obtain money from a wealthy businessman.\"  And the lawsuit using Giuffre's former name Roberts repeats the core accusations against Dershowitz saying, \"during the time period that Roberts was being trafficked by Epstein, she was forced to have sex with Alan Dershowitz. Roberts was forced to engage in sexual acts with Dershowitz in among other locations, Epstein's mansion in New York City.\" The suit was filed in April in the Southern District of New York. Dershowitz has filed a motion to dismiss the lawsuit saying it is \"designed more for the media than the court.\" Giuffre has filed an opposition to dismiss that motion. Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jonathan, thanks so much. Here now to respond is Harvard Law Professor Emeritus and Author of the Introduction of the published version of The Mueller Report, Alan Dershowitz. Professor, good to see you tonight. Why not fight this out in court in an effort to clear your name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR EMERITUS",
      "sentences": "Well, I am going to. I have to do two things. One, defend the First Amendment right of every American to respond to false charges. And second, if the case does go to court to show that she is a liar. Let me repeat categorically, she made up the whole story. I never met this woman. It was part of an extortion plot to obtain $1 billion from Leslie Wexner, a businessman, the man who owns Victoria's Secret. Her own lawyer admitted to me on tape that it would be impossible for me to have been in the various locations at those times and that his client is \"wrong, simply wrong.\" I commissioned an investigation from the former Head of the FBI who concluded that she was wrong. Her own lawyers withdrew the charges saying, it was a mistake to do so. This same woman who accused me, accused Bill Clinton and Al Gore and Tipper Gore of being on Jeffrey Epstein's Island and the reports of the Secret Service--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Bill Clinton did go to the island, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "No, he was never on the island.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But he never went on - he was never there ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "No, he was never there. He issued a statement the other day saying he was never on the island and Secret Service records confirmed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was discrepancies though, Alan. There were discrepancies on other matters with Bill Clinton. He said, he was only on two flights. It turns out or four. It turns out there were six. I mean he said Secret Service was always with him, it turns out they weren't always with him when he was on Epstein's plane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "So, let's talk about--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I wouldn't throw yourself in with Bill Clinton on this necessarily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Let's talk about Al Gore. Let's talk about Al Gore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "She claimed that Al and Tipper Gore were on the island. Not only did Al and Tipper Gore not know Jeffrey Epstein. But guess who Al Gore's lawyer was David Boies, the same lawyer who claims that this woman made these improper sexual allegations. He could easily have just called his client, Al Gore and said, Al, were you ever on Jeffrey Epstein's island and he would have told her what he's told everybody else. No, he was never on the island. He didn't know her at all. The interesting thing is that, Epstein is being prosecuted now and they're not using this witness. The FBI and the U.S. attorney's office, they are not using this witness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does she have the same lawyer? Does she have the same lawyer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Perjury.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does she have that same lawyer that you said you have on tape? Is he still representing her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Yes. It's David Boies, who has, and his law firm have the worst ethical records in the history of the United States. They have more ethical charges against them than any other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it's a big law firm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "Major law firm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's a big law firm, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It's a big law firm, but he is the head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "He is the head of the law firm. He was charged with unethical conduct in by the New York Times, in the Weinstein case. He was charged with questionable conduct. In the Theranos case. He has absolutely no credibility, but in this case, he knows that his client made up the whole story and he told me that and I have it on tape. All I did was repeat basically on tape what he had told me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that's devastating if you haven't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "She was wrong, simply wrong. It's devastating. I do have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Got it. As a former defense attorney--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "And I'll be playing in the court. So, the story is a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If you have that on tape, that's bad. All right. Journalist Vicky Ward made this comment about - told Acosta it would make you - you told Acosta you would make mincemeat out of the women. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICKY WARD, INVESTIGATIVE JOURNALIST",
      "sentences": "The light that the Miami Herald shed on the victim's stories that were incredibly poignant and incredibly credible. Remember back in 2008, Alan Dershowitz told Alexander Acosta and told journalists, he was going to make mincemeat of these women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What does that mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "There is no truth to that at all. We had no truth that I met with Acosta only once with a group of lawyers. There were probably 15 lawyers and FBI agents. They have notes, I'm sure it would confirm. I never said anything like that. What we did say was that there was no credible evidence that Epstein at that time had transported any under aged woman in interstate commerce and that was required. By the way, Virginia Roberts was not underage. Her own lawyer and she have all admitted now that she didn't start working for Epstein until she was 17-years-old, and that she doesn't even claim that she had sex with him. Numerous people she claims she had sex, former American Congressmen, until she was well, well over age. So she has lied just about everything. And of course it's the job of the defense attorney to make sure that the evidence is based on credible evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Alan, I can't believe I don't know the answer to this question, but I don't. Do you still represent him, and when did you stop representing him, Epstein?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "No, I stopped representing him when the deal was made and I haven't seen him in years. And if his lawyers call me and asked me a question about the deal, of course, as a lawyer I have to answer that question. Look, I was introduced to him by the lady Rothschild. The people he hung out with at the time were the president of Harvard, the provost of Harvard. My relationship with him was academic, was academic. We went to conferences, we had seminars in his office. None of us had any inkling that he had this other life. And as soon as we learned about it, obviously all of us ended any kind of a social relationship. I then became his lawyer. I am proud of the fact I represented him. I represented a lot of controversial people. And we got a deal. Some people criticized the deal, but you can't criticize his defense attorney for trying to get the best deal possible. But I want to categorically again state, I never met this woman. She made it up completely. I will continue to say that until the day I die, and when I die, my children will continue to say it. It's a total, categorical lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Alan, we appreciate you coming on tonight. This story is explosive and obviously the underlying allegations against Epstein are horrific. Appreciate your joining us tonight.  Nancy Pelosi is lashing out at AOC now over her latest attack on the Speaker. A new email reveals the rift is further dividing the Democratic Party. Will this help the GOP in 2020? Kevin McCarthy, House Minority Leader, joins me next onset. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "They took offense because I addressed, at the request of my members, an offensive tweet that came out of one of the members' offices that referenced our blue dogs and our new Dems essentially as segregationists. What I said in the caucus yesterday got an overwhelming response from my members because they know what the facts are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What a day for the Democrats. That was Speaker Pelosi, of course, referring to a now deleted tweet from Alexandria Ocasio-Cortez's chief of staff, saying in part, quote, the Blue Dog caucus \"seem hell bent to do to black and brown people today to what the old southern Democrats did in the 1940s.\" That's nice. That elicited a response form a Blue Dog staffer in an email that said \"AOC's chief of staff called a group of members racist. This group includes several people of color, including two black men who actually experienced the segregated south.\" And now Congressman Lacy Clay, a Democratic member of the Congressional Black Caucus is likewise calling out AOC, saying, quote, \"Because you can't get your way you resort to using the race card? I find it juvenile. I find their ignorance to be beyond belief about American history.\"  Here now is House Minority Leader Kevin McCarthy. A little schadenfreude here. Congressman, the table can be turned really quickly, can't it, when race is a card that you drop just to avoid an argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "sentences": "That's what they try. This is internal war. This isn't a family feud. This is beyond what anyone thinks. When you see -- also you didn't point out what AOC's chief of staff said yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have it. We have it. Let's put it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Challenged any voters to tell us what the Democrats have accomplished for America's kitchen table, and then questioned this legislative mastermind, referring to Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is this just a passing rift here? This is going to be all healed up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "No, no. Because what are they doing now? They're challenging these Democrats in primaries. The socialist Democrats are taking over. Not only are they taking over the party, they are going to take over any Democrat in that process as well. So they're not doing any legislative business. And it is affecting what they do on the floor. We've got the National Defense Authorization bill up. For 60 years it has been bipartisan. It passed the Senate with 86 votes. No, they've made it completely partisan. Instead of putting the troops first, they've gone to politics because of the socialists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "AOC, as I said in my “Angle,” criticizes anyone and everyone anytime she wants, and she has social media. OK, that's fine. But you are in the big dog's pen now. Big dogs bite. It's like the old, if you're going to kill the king, kill the king. You can't pretend. You've got to go for it. But I can't get it. Are you strong, young, girl power, or is it OK, I get hit and it's the damsel in distress thing? I don't understand that. It's like I am woman, hear me roar. Then it's, oh, no, don't -- I don't like that. Be one thing. And she's kind of cool in some ways, but that just doesn't work I don't think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "But think for one moment, a year ago this month you had never heard of her until she beat Crowley in a primary. She has moved very fast, but she always wants to try to use advantage. She will fight until you fight back, then she wants to play the race card or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But then you can't ever criticize a person of color, but then we have people of color, Democrats are saying whoa, whoa, whoa. Now, let's talk about what's happening this weekend. The administration, and I talked about this with John Yoo a few moments ago, has announced that they are doing 10 major city raids. And it was delayed earlier after an outrage, and I don't really know why it was delayed. But here is Senator Mazie Hirono saying about who is being targeted. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "sentences": "A lot of these people do have supposedly deportation orders, but we also know of cases of people who had deportation orders and who were appealing their deportation orders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't know if that is like a Hawaiian way of saying that's not true, but that is not even true. Even \"The New York Times\" agrees. But that is not the worst thing we heard today about the raids. JOY BEHAR, CO-HOST, \"THE VIEW\": It's very reminiscent of Nazi Germany. Just saying. I know you are not supposed to make that connection, but I've been around long enough and I've read enough to know that this is very similar to what happened to the Jews.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kevin McCarthy, how do we ever have a sensible immigration policy, this is the kind of language?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Unbelievable, unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So in other words, no deportation, you can't detain people, and you can't deport people, and you can't criminalize border crossings. What else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "America's, one of the greatest strengths is the rule of law. These individuals had their day in court. Legally it tells them they have to leave. It's not like someone is just going to pick them up. They had their day. The court has ordered them to leave. They will not leave. And we are going to say that's not right? They're going to pick them up, they're going to deport them, just as the law says they should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just as Bill Clinton said we had to do, just as Diane Feinstein said. I love all the old clips, Harry Reid, Barbara Jordan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "In the House they said, the State of the Union, how many people did President Obama deport?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "2020 Democrats tonight on the raids. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "This is all kinds of wrong, and we are a better country than this to be separating families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, D-IND., PRESIDENTIAL CANDIDATE",
      "sentences": "It is really of course not about making America safer, but about striking fear into as many people as possible in order to keep this crisis in the headlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "A crime against humanity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A crime against logical thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "She was a prosecutor, too. She has a law degree. Doesn't she believe in the rule of law? If she broke the law, would she uphold in the place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Who else gets a pass here? Who else can avoid court orders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes. They want to allow everybody just to come into the country whether it's illegal or not. What are we doing with the 130,000 homeless in California? How many of those are veterans? But now we're going to encourage people to come here illegally, provide them health care, but not take care of the Americans that are here? It's absurd what they believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They have come a long way, baby, haven't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "But we can't allow it to go on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Social media summit went well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "It was good. You should be very concerned, one, about your privacy, and that these companies have so much control, 90 percent of every search goes through Google. What they know about you, what they can say about you, and what they can determine and affect what you understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "By the way, real election meddling could be coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Not from Russia, but from companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Real election meddling from big media, and I'm glad this is being examined by the administration. A lot more has to be done by the Justice Department. Thank you so much, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And would American technology giants really helped China, though, increase their surveillance? Oh, no. The answer should send shivers down your spine, and it will, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Democrats spent two years falsely accusing President Trump of Russian collusion, all while ignoring blatant cooperation between big tech and China. A report today from \"The Intercept\" lays out in chilling detail how a nonprofit led by Google and IBM execs set up a collaboration between a Chinese firm and U.S. companies. Now, their goal was to develop technology allowing for mass surveillance of roughly 200 million people. The video you are watching here was obtained by \"The Intercept,\" but we have not verified it ourselves. But nevertheless, check that out. And it shows a system known as Aegis Tracking. It's a person in a Chinese city of Shenzhen. And that bright red line that you see is the person's movements being tracked from the airport to a hotel, and passed an office building. Joining us now to discuss, Gordon Chang, author of \"The Coming Collapse of China,\" and Steven Mosher, president of the Population Research Institute, author of \"Bully of Asia.\" Gordon, the companies aren't giving much in the way of answers tonight to questions on this, but if this is true, what exactly are they contributing to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORDON CHANG, AUTHOR, ASIA EXPERT",
      "sentences": "They are certainly contributing to China's behavior to control its citizens. And by the way, Laura, that is by no means an exceptional circumstance, and it's by no means the worst. So for instance, Google has these artificial intelligence partnerships with Tsinghua University, Peking University, and it's building a partnership with the University of Science and Technology of China, which has a direct connection to the Chinese military, all this time that Google is refusing to work with the Pentagon on AI and cloud computing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHANG",
      "sentences": "This is near treasonous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God. Steven, this -- I feel like a broken record on this. Gordon and I have been talking about this, I don't know for how long, 20 years. Steven, you've been on this for decades as well. How serious is this collaboration between big tech and the Chinese government through its offshoots subsidized companies? And how dangerous could this be for U.S. geopolitical interests and human rights, civil rights? All these things that liberals at Google said were endangered by the election of Donald Trump, but they are helping China? Explain that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN MOSHER, PRESIDENT, POPULATION RESEARCH INSTITUTE",
      "sentences": "I don't know if I can explain that. It makes no sense at all. As Gordon said, they refused to -- turn up their noses at helping the Pentagon defend us, and yet at the same time they are helping China, the Chinese Communist Party develop 24/7 high-tech surveillance technology, which basically puts every Chinese citizen in a virtual prison. And then they want to extend that prison overseas. Lenin said the capitalists will sell us the rope that we use to hang them. These American high-tech companies are selling China the rope that they are using to hang the Chinese. But make no mistake, after the Chinese are hung, they will come for the rest of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But I will just say this, the Hollywood, the left, and all their caterwauling about Trump's doing this, and he's this and that, ever ism and ist you can imagine. And yet they have no compunction about working with a country that subjugates its people, puts them in prison camps, no religious liberty, no free speech, no political dissident rights, and they don't bat an eye. I've got to play this. This General Dunford making these comments about assisting Chinese military, the U.S. companies. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GENERAL JOSEPH DUNFORD, JR., CHAIRMAN, JOINT CHIEFS OF STAFF",
      "sentences": "We watch with great concern when industry partners work in China knowing that there is that indirect benefit. The work that Google is doing in China is indirectly benefiting the Chinese military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But he says indirectly, then Patrick Shanahan basically said, now former defense secretary, he said later on, no, no, it's directly assisting the Chinese military. Gordon, artificial intelligence, I know from my sources, high-level sources, that they are very worried about China's advances in artificial intelligence. Yet these companies are giving the biggest assist. On that whole span of technology, that will change the way we interact we with each other and the way pretty much everything in our society is done. How significant is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHANG",
      "sentences": "It is extremely significant, Laura, because you have the former acting Defense Secretary Shanahan. He was correct when he said direct, because Google's participation in this national quantum lab in Anhui province is a direct working with the Chinese military because they are a partner in that lab. So there is no question about it. And clearly, we need to criminalize this behavior. It is up to us to make sure that Google does not engage in this really repugnant and dangerous behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Steven, real quick, we didn't trade with the Soviet Union for all those years. Soviet Union eventually collapsed. Why are we having any real economic relationship with China given their aims and their goals, which are stated?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOSHER",
      "sentences": "I think we ought to disengage the U.S. economy from the Chinese economy. If we do that, the Chinese economy will grind to a halt, the American economy will go on from strength to strength. We've got to cut off high-tech transfers to China. We've got to convince high-tech that they live on this side of the Pacific and not on the Chinese side of the Pacific, and rein in this kind of cooperation with a country that regards us as the enemy. If they regard us as the enemy, then we probably ought to reciprocate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Panel, thank you so much. Fantastic conversation, as always. Two incredible people, incredible experts. Coming up, our bloated voter rolls are rife for fraud. Tonight we talk exclusively with a man who did an investigation that is going to blow you away just on this issue. What he discovered up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC ANCHOR",
      "sentences": "Most consistent and also, to my mind, pernicious lies he likes to tell is about alleged voter fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "President Trump speaking out in his first television interview tonight, calling for a major investigation into bogus claims of voter fraud. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATY TUR, MSNBC ANCHOR",
      "sentences": "There's still no evidence of voter fraud, but there are still thousands of Trump supporters who say there is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Saying at one point a very large number of voter irregularities were reported involving very large numbers of people in certain states, without providing any evidence of exactly what state he's talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Pew Research found that 2.75 million Americans are registered to vote in two states. I guess they don't think any of that is really important. I want now to introduce you to Mark Hemingway, who did investigative work into these bloated voter rolls, and how that dynamic is rife for potential fraud down the road. Are people conspiracy theorists for worrying about voter fraud, multiple votes, people who shouldn't be voting because they are not American citizens voting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK HEMINGWAY, SENIOR WRITER, REALCLEARINVESTIGATIONS",
      "sentences": "I think there's a lot of evidence to suggest that people should be concerned about this. for instance, just in Los Angeles County alone, this is one county, they recently admitted there was 1.6 million more voter registrations on file that there are citizens of voting age that live in L.A. county. That is obviously a huge problem, and it makes the place rife for fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that is why a lot of these people also, Mark, the same people saying Trump is a nut bag for saying any of this, they are against any kind of I.D. for voting. They don't believe you should really have to verify your identity per voting. It's an interesting, if you did the Venn diagram on the two groups of people, they completely overlap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yes, absolutely. But the other part of this is localities and state governments have to do their due diligence on this. Federal law requires that they keep their voter rolls current, and that is not going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Stacey Abrams from Georgia, remember, she was defeated in her bid to be governor of Georgia. She brought this issue up. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STACEY ABRAMS, FORMER GEORGIA GUBERNATORIAL CANDIDATE",
      "sentences": "More than a million citizens found their names stripped from the rolls by the secretary of state. Tens of thousands hung in limbo, rejected due to human error and a system of suppression that had already proven its bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That sounded really ominous, like there was an effort to willy- nilly just take people off the voter rolls, to deny them their sacred right to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yes, this has become a Democratic talking points that regular voter list maintenance in states is somehow part of some voter suppression effort. The reality is that Stacey Abram's opponent, Brian Kemp, who was secretary of state at the time, he pulled 1.4 million people off of the voter rolls in Georgia. But he did this over a period eight years where overall registrations increased in the state. And further we now know that about 17 counties according to the latest data in Georgia have more voter registrations than voters. If anything, it appears that Brian Kemp didn't pull enough people off of the voter rolls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He wasn't aggressive enough in cleaning up the rolls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Eleven percent of Americans move every single year. You throw in deaths and all these other things, voter rolls have to be maintained. And now Democrats are saying it's basically a sinister plot if you go ahead and do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know what this remind me of, just the way you worded this, it reminds me of the way they treat the border, that merely enforcing current law is a racist thing. Merely deporting people who have literally been ordered deported by a federal immigration judge, that is a sinister plot. It is kind of the same thing, blurring the rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "That's absolutely true. But it's also true that negligence is a huge problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This report is so important. We're going to have you on the podcast next week. Thank you for doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark Hemingway. \"Last Bite\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the last bite. We all express our love in many different ways, but no matter what, I can think we all agree that this is truly beautiful to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The deaf learning to sing a song. Sometimes those moments are all we need. That's all the time we have tonight. Don't forget, my podcast drop today, you're going to love it. As always, podcastone.com. Different side of me. You'll see it on the podcast or hear it in the podcast. Shannon Bream and the \"Fox News @ Night\" team have all the latest developments, and take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "You take care, Hannity. I'm Laura Ingraham. This is “The Ingraham Angle” from Washington tonight. What does it really mean to be an American citizen, my “Angle” and Victor Davis Hanson just moments away? Plus, you can't read a story about Jeffrey Epstein without seeing his name pop up. Tonight, Alan Dershowitz will offer his exclusive response. Also, the fight between as Hannity just mentioned Nancy Pelosi and AOC intensified today after the speaker was charged with racism. Minority Leader Kevin McCarthy is here with his view from the other side of the aisle. And finally, merely suggesting our bloated voter rolls are rife for fraud. We'll get you labeled conspiracy theories. But tonight, we talk exclusively to the man who blew the lid on this outrageous story. Don't miss it. But first, American identity under assault. That's the focus of tonight's “Angle.” The historical purge that we're witnessing all over the country. It's part of a larger agenda to destroy what it means to be American. And it's getting more audacious by the day. In St. Louis Park, Minnesota, the geniuses on the city council there recently decided to ban the Pledge of Allegiance from town meetings. Their reason, to create a more welcoming environment to a diverse community. Welcoming to everybody, but Americans who actually love the pledge. Well, residents were rightly outraged by this insanity and local Patriots turned out and they stood up to the city council."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And then in San Francisco, the public defecation capital of the world, taxpayers are going to shell out $600,000 to paint over a George Washington mural that offended a few snowflakes there. So, let me just get this straight. People peeing in the fountains and stepping on dirty needles. That's not offensive. But the first founding father is? Perfect. So, why would anyone after hearing these kinds of stories be surprised when someone like Left, a soccer star Megan Rapinoe who knelt during the national anthem back in 2016 still refuses to respect it today. Or when midfielder, Allie Long drags the American flag on the ground while representing the U.S. on the world stage. And while mugging for the cameras then drops the flag like it's a piece of trash. Thankfully another midfielder, Kelly O'Hara picked it up. And of course, Rapinoe discovered early on though really that you'll win permanent MVP status when you kick Donald Trump. Like when she used foul language nixing any traditional White House visit to the champions and this was before they even won the World Cup. The easiest path to social media stardom today is one where you take cheap swipes at American symbols and traditions and you must understand that the Left truly believes America itself is illegitimate to its core. What am I talking about? Well, its founding was fraudulent. They believe its founding documents meaningless. All because of slavery and the people who were involved in it. Our progress on racial issues is conveniently ignored by cynical actors who are frankly using these past horrors for a power grab and they hope eventually a total reorganization of our society here and a massive wealth confiscation. The phrase white privilege. Well, it's now the preferred weapon of choice and it's used by socialists know nothings to tar their political opponents and avoid real debate. Only guess what? Now even old white Democrats are in the privileged crosshairs."
    },
    {
      "speaker": "CHARLAMAGNE THA GOD, AMERICAN RADIO PRESENTER",
      "utterance": "I think Joe Biden fumbles all the time because Joe Biden suffers from old white male entitlement where he just can't simply say I was wrong."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And liberal women aren't immune either. This week Speaker Pelosi learned that the race table can quickly be turned on her too. She's now under fire by the Four Horsemen women of the apocalypse. Freshman Congresswoman who claim Pelosi is \"singling out newly elected women of color.\" Well, when asked today about the charge, this is how Alexandria Ocasio- Cortez responded."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "It's singling out foreign individuals. And knowing the media environment that we're operating in, knowing the amount of death threats that we get, knowing the amount of concentration of tension. I think it's just worth asking why."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you think she has racial animus; is she is a racist?"
    },
    {
      "speaker": "OCASIO-CORTEZ",
      "utterance": "No, absolutely not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a neat trick, isn't it? AOC blasts everyone and anyone any time of the day or night on social media. But when the leader of her own party calls her out, she cries foul. No, no Nancy is not a racist, but - well, but President Trump is routinely subjected of course to this kind of attack while his plan to put citizenship that question on the census was roundly derided as racist by Democrats. And today, referring to that issue, he shot back."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Now, they're trying to erase the very existence of a very important word and a very important thing, citizenship. We must have a reliable count of how many citizens, non-citizens and illegal aliens are in our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bingo. How is this controversial? Asking about citizens. It's like a question that has nothing to do with race at all. It's about who is American and who is not. And by the way, African Americans have been the most directly impacted by the mass flow, massive flow of illegal immigrants in the United States. No wonder polls now show that a majority of both black and Hispanic voters support adding the question to the census. Are racing our history our sense of who we are is making it easier to turn America into just kind of another member of a globalist super state. Europeans sacrificed their identities years ago on the altar of globalism, when they formed the European Union. Look at what it got them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, we may have masked morons of ANTIFA to deal with, but we don't have yellow vests shutting down entire cities or a Brexit style mess to deal with. Or a recession on the horizon like we see with Germany. There is a price for surrounding your sovereignty and your identity. And we're going to pay it if we don't defend our history and our traditions. And that's “The Angle.” Joining me now is Victor Davis Hanson, a Senior Fellow at the Hoover's Institution. Victor why can't the Left see the value of symbols and traditions that don't blur the differences or the mistakes we made but that have the effect of binding us together at a time when so much else rips us apart."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER'S INSTITUTION",
      "utterance": "I think they feel that if they were to do that Laura, they would not win elections and that they have to change the past and the present, so they can have power in the future. It's a war where demography, it's a war over making residents, the equals of citizens and in their view, the argument that they're advancing as we were so sin, we the Americans were so sin at our origins, we can't be modified, adapted or improved. We have to be dismantled and reconstituted on their agendas, according to their agendas and therefore they're going to have a lot of power and influence in the future. And so when you mentioned all of these incidents of the San Francisco murals or the Nike shoe controversy or the soccer team, this is the trench warfare or these are the soldiers at the front who are fighting for these elites that we see in the Democratic primary who are advocating Medicare or health care for all, who cross borders, who are escorting people illegally into the United States, who are attacking the past, demanding reparations or the New York. Remember the New York Times video op ed where they said we're just OK, we're not really exceptional or what Representative Omar detailed in a recent Washington Post interview where she said, she was very disappointed after leaving a refugee camp to see things weren't too good here in the land of her host."
    },
    {
      "speaker": "And so, this is the - I don't know the raw side of what the elites are talking about, but it's the same agenda, it's to create a new future by reconstituting or redefining the past and the present. INGRAHAM",
      "utterance": "And Victor, don't you agree if America herself is illegitimate. Of course, the founding documents and the principles undergirding those documents either have to be completely swept away and rewritten because they were written by a bunch of all racist white guys or many of them old racist white guys. That has to be rewritten, reconstituted, reformed, refounded as something very different. That seems to be where this is going. Because there is no concern for actual historical reference, historical context. It's either evil or good--"
    },
    {
      "speaker": "HANSON",
      "utterance": "No, there isn't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And everything in the past is evil and everything now and present is good until that becomes evil, I guess."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes, we're not a physical society where we work all day in the field. So, we have the luxury of affluence and security and leisure to think that the world works the way your app does or your smartphone. And we believe that if we're not perfect then we're not good and that the sins of humanity which exists today, sexism, racism in every country to a much greater degree than they do in the United States. Those are uniquely our sins because we should be perfect just like our technology. And if we are not perfect right now then somebody else to be blamed and labeled and called out as a racist or a sexist or a class oppressor. And of course, the unspoken is the reality, the subtext is nobody wants to go to Russia, nobody wants to go to China, nobody wants to go to any country in Africa or Latin America or most in Asia. And you mentioned what's wrong with Europe. That's not where the great universities are. That's not the military that protects the world. That's not the largest oil producer or food producer. But they have the leisure to say that because we're so successful. But if we were to listen to them, we were to dismantle all of these institutions then we wouldn't be where we are, and the world would be poor for our loss."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, a couple of things. I want to play this real quick, get quick responses from you. There was a Native American elder who spoke out about that George Washington mural, the move to rip that - cover that up, I should say really interesting from him. Let's watch."
    },
    {
      "speaker": "TAMAKA, ELDER OF THE OKLAHOMA CHOCTAW TRIBE",
      "utterance": "Those of you who are offended by these murals. As an elder, I need to educate you on something. We need these as visual records of what had happened to our people in the past, to remove these murals would be a travesty. It would not just be removing history, but you would be removing a visual truth."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "From the Choctaw Nation, Oklahoma. I found that to be more wisdom in him than any of these elites who are supposedly suddenly offended by murals that were painted and envisioned by a New Deal Democrat by the way."
    },
    {
      "speaker": "HANSON",
      "utterance": "I do too. I don't agree with him probably, but he's trying to tell us that history is not melodrama."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANSON",
      "utterance": "It's a tragedy when two peoples collide and it's not a melodrama, it's not a Hollywood script that we reduce it to."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Victor finally, but Joe Biden responded to Trump and the America First agenda. I want to play it very quickly for you, because he's responding to what we were talking about really tonight. Watch."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Donald Trump's brand of American First has too often led to America alone. Trust, and institutions around the world is down, and fear of the other is way up. These forces have driven dangerous resurgence of extreme nationalism and liberalism, of protectionism and xenophobia."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean the Bush's kind of said that and then didn't Hillary say a lot of that, didn't work."
    },
    {
      "speaker": "HANSON",
      "utterance": "What Donald Trump inherited was a mess with Iran, a mess with China, a mess with North Korea. And Joe Biden doesn't have the moral authority to talk to anybody about race. This is a man who deprecated the race of Barack Obama and said he was a first clean articulate black figure to run for office. He made fun of Indian Americans and donut shops in Delaware. He's got a long history of gaffes and have a racial tinge to it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "And he's absolutely got no credibility on that topic and he should be quiet for his own good."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Victor, thanks so much. And as we mentioned in “The Angle” today."
    },
    {
      "speaker": "HANSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "President Trump announced that he'd immediately issue an executive order to get an accurate count of non-citizens and citizens of the United States, but not in the 2020 census."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Supreme Court ultimately affirmed our right to ask the citizenship question. The Supreme Court also ruled that we must provide further explanation that would have produced even more litigation and considerable time delays. These delays would have prevented us from completing the census on time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now, Former Deputy Assistant Attorney General, John Yoo. John, now his critics were crowing today. They said, he backed down, but can he still get this same information through these databases or was this just kind of a way to kind of blur up the fact that they didn't really get what they wanted in the end or do what they wanted."
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "I'm afraid you're right, Laura. It looks like this is to me a retreat from the position, the administration was just taking a few days ago. The Supreme Court itself said that it's legitimate for the government to try to ask the question on the census. Are you a citizen or not? It's legitimate for the government to try to figure out how many citizens and how many aliens there are in the country. It has a lot to do with law enforcement, with immigration law, social services, federal spending. It's a completely legitimate question. And so, but I think President Trump really did have it right. The Supreme Court Chief Justice John Roberts and four liberals put the administration in tough spot by delaying this issue so long it made it almost impossible just to have the census physically printed and get the question in there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kamala Harris spoke out about the census issue today. Let's watch."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "What this President is contributing to is a faulty census that we'll have to live with for the next 10 years. It is highly irresponsible because it is yet another example of this President trying to interfere and if not weaken our democracy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So that was tonight trying to interfere with our democracy, John. Now, this is a lot of people think she is going to be the Democrat nominee. A lot of people think that now that the Obamas are backing her and she is going to go all the way and be the nominee. OK. What the heck is she talking about there?"
    },
    {
      "speaker": "YOO",
      "utterance": "I'm not sure I don't see how it interferes with democracy to know how many citizens are in the country and how many aliens. Now, the Left has this claim that merely trying to find out how many citizens are on the country somehow depresses the number of people who respond to surveys and so on. Well, they can't complain now about what Donald Trump is doing, because Trump is not asking the question about citizenship. He's going to try to get those numbers from existing databases, from information the government already has it's not clear whether that's going to yield the most accurate count like you could have had with the census. But I think it's hard to claim that this is going to depress the number of aliens--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's just make no sense."
    },
    {
      "speaker": "YOO",
      "utterance": "Fake themselves in the country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's ridiculous. We are almost out of time, but John real quick. So, they're apparently going to do some internal - interior enforcement, ICE's of people who have exhausted their due process rights or appeals, who are illegal aliens in the country. They need to go home. OK. That's our law that we have in the book. Why is it that the federal government is announcing these raids? Can you understand that? Why don't they just do these things. Why don't they announce in The New York Times as a big weepy headline about it and everybody freaks out and the networks are giving advice to people as how to basically evade ICE. Why would they announce it that way?"
    },
    {
      "speaker": "YOO",
      "utterance": "I don't know, Laura. I think it's a big mistake. I agree with you, it would be far better if the government just every day enforce immigration laws at the same rate rather than saving up all their time or resources for these high profile, but probably ineffective pushes because as you say, everybody knows they're coming. So, they're not going to be that effective."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Well, John used to talk about that in foreign policy and military policy. We're not going to announce on what we're going to do; we'll just do it. So, I'm not sure why we're not taking that approach with interior enforcement. John, always great to see you. And up next, Jeffrey Epstein accuser well, now suing Alan Dershowitz for defamation claiming he was part of an illicit sex trafficking ring. Dershowitz is up next to respond."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "New tonight, Jeffrey Epstein's attorneys asked a judge to allow the alleged pedophile to stay in his $77 million New York mansion while awaiting trial. And now one of Epstein's alleged victim, has filed a defamation suit against Attorney Alan Dershowitz alleging that Dershowitz who once represented Epstein was also part of an illicit sex trafficking ring. In moments, Alan Dershowitz will be here exclusively to respond. But first, we go live to Jonathan Hunt in our West Coast Newsroom with the back story. Jonathan."
    },
    {
      "speaker": "JONATHAN HUNT, CORRESPONDENT",
      "utterance": "Good evening, Laura. Professor Alan Dershowitz was first named in legal documents connected with Jeffrey Epstein as far as we're aware in a lawsuit challenging Epstein's now infamous plea agreement of more than a decade ago. A woman by the name of Virginia Giuffre accused several prominent figures of having taken part in alleged sex abuse. Dershowitz and Britain's Prince Andrew were among those named and Giuffre said, Dershowitz had sex with her when she was underage. A Board Epstein's plane and that his homes in New York, New Mexico and the Virgin Islands. Excuse me, Laura. In March of this year, Alan Dershowitz took to Twitter to challenge his accusers to \"tweet a direct accusation against me.\" And he followed up with \"my false accusers won't accuse me on Twitter, but I will accuse them. I hereby accuse my false accusers of committing the felony of perjury and challenged them to sue me for defamation. They won't because they know the truth will land them in prison.\" Virginia Giuffre then sued Mr. Dershowitz for defamation. She accuses him in the lawsuit of making \"false and malicious defamatory statements against her, including claiming she was quote a certified complete total liar and that she made up the accusations quote in order to obtain money from a wealthy businessman.\" And the lawsuit using Giuffre's former name Roberts repeats the core accusations against Dershowitz saying, \"during the time period that Roberts was being trafficked by Epstein, she was forced to have sex with Alan Dershowitz. Roberts was forced to engage in sexual acts with Dershowitz in among other locations, Epstein's mansion in New York City.\" The suit was filed in April in the Southern District of New York. Dershowitz has filed a motion to dismiss the lawsuit saying it is \"designed more for the media than the court.\" Giuffre has filed an opposition to dismiss that motion. Laura?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jonathan, thanks so much. Here now to respond is Harvard Law Professor Emeritus and Author of the Introduction of the published version of The Mueller Report, Alan Dershowitz. Professor, good to see you tonight. Why not fight this out in court in an effort to clear your name."
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR EMERITUS",
      "utterance": "Well, I am going to. I have to do two things. One, defend the First Amendment right of every American to respond to false charges. And second, if the case does go to court to show that she is a liar. Let me repeat categorically, she made up the whole story. I never met this woman. It was part of an extortion plot to obtain $1 billion from Leslie Wexner, a businessman, the man who owns Victoria's Secret. Her own lawyer admitted to me on tape that it would be impossible for me to have been in the various locations at those times and that his client is \"wrong, simply wrong.\" I commissioned an investigation from the former Head of the FBI who concluded that she was wrong. Her own lawyers withdrew the charges saying, it was a mistake to do so. This same woman who accused me, accused Bill Clinton and Al Gore and Tipper Gore of being on Jeffrey Epstein's Island and the reports of the Secret Service--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Bill Clinton did go to the island, right."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "No, he was never on the island."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But he never went on - he was never there ever."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "No, he was never there. He issued a statement the other day saying he was never on the island and Secret Service records confirmed it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was discrepancies though, Alan. There were discrepancies on other matters with Bill Clinton. He said, he was only on two flights. It turns out or four. It turns out there were six. I mean he said Secret Service was always with him, it turns out they weren't always with him when he was on Epstein's plane."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "So, let's talk about--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I wouldn't throw yourself in with Bill Clinton on this necessarily."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Let's talk about Al Gore. Let's talk about Al Gore."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "She claimed that Al and Tipper Gore were on the island. Not only did Al and Tipper Gore not know Jeffrey Epstein. But guess who Al Gore's lawyer was David Boies, the same lawyer who claims that this woman made these improper sexual allegations. He could easily have just called his client, Al Gore and said, Al, were you ever on Jeffrey Epstein's island and he would have told her what he's told everybody else. No, he was never on the island. He didn't know her at all. The interesting thing is that, Epstein is being prosecuted now and they're not using this witness. The FBI and the U.S. attorney's office, they are not using this witness."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does she have the same lawyer? Does she have the same lawyer?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Perjury."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does she have that same lawyer that you said you have on tape? Is he still representing her?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Yes. It's David Boies, who has, and his law firm have the worst ethical records in the history of the United States. They have more ethical charges against them than any other."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it's a big law firm."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "Major law firm."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's a big law firm, I know."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It's a big law firm, but he is the head."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "He is the head of the law firm. He was charged with unethical conduct in by the New York Times, in the Weinstein case. He was charged with questionable conduct. In the Theranos case. He has absolutely no credibility, but in this case, he knows that his client made up the whole story and he told me that and I have it on tape. All I did was repeat basically on tape what he had told me."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that's devastating if you haven't."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "She was wrong, simply wrong. It's devastating. I do have it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Got it. As a former defense attorney--"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "And I'll be playing in the court. So, the story is a lie."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If you have that on tape, that's bad. All right. Journalist Vicky Ward made this comment about - told Acosta it would make you - you told Acosta you would make mincemeat out of the women. Let's listen."
    },
    {
      "speaker": "VICKY WARD, INVESTIGATIVE JOURNALIST",
      "utterance": "The light that the Miami Herald shed on the victim's stories that were incredibly poignant and incredibly credible. Remember back in 2008, Alan Dershowitz told Alexander Acosta and told journalists, he was going to make mincemeat of these women."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What does that mean?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "There is no truth to that at all. We had no truth that I met with Acosta only once with a group of lawyers. There were probably 15 lawyers and FBI agents. They have notes, I'm sure it would confirm. I never said anything like that. What we did say was that there was no credible evidence that Epstein at that time had transported any under aged woman in interstate commerce and that was required. By the way, Virginia Roberts was not underage. Her own lawyer and she have all admitted now that she didn't start working for Epstein until she was 17-years-old, and that she doesn't even claim that she had sex with him. Numerous people she claims she had sex, former American Congressmen, until she was well, well over age. So she has lied just about everything. And of course it's the job of the defense attorney to make sure that the evidence is based on credible evidence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Alan, I can't believe I don't know the answer to this question, but I don't. Do you still represent him, and when did you stop representing him, Epstein?"
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "No, I stopped representing him when the deal was made and I haven't seen him in years. And if his lawyers call me and asked me a question about the deal, of course, as a lawyer I have to answer that question. Look, I was introduced to him by the lady Rothschild. The people he hung out with at the time were the president of Harvard, the provost of Harvard. My relationship with him was academic, was academic. We went to conferences, we had seminars in his office. None of us had any inkling that he had this other life. And as soon as we learned about it, obviously all of us ended any kind of a social relationship. I then became his lawyer. I am proud of the fact I represented him. I represented a lot of controversial people. And we got a deal. Some people criticized the deal, but you can't criticize his defense attorney for trying to get the best deal possible. But I want to categorically again state, I never met this woman. She made it up completely. I will continue to say that until the day I die, and when I die, my children will continue to say it. It's a total, categorical lie."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Alan, we appreciate you coming on tonight. This story is explosive and obviously the underlying allegations against Epstein are horrific. Appreciate your joining us tonight. Nancy Pelosi is lashing out at AOC now over her latest attack on the Speaker. A new email reveals the rift is further dividing the Democratic Party. Will this help the GOP in 2020? Kevin McCarthy, House Minority Leader, joins me next onset. Stay there."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "They took offense because I addressed, at the request of my members, an offensive tweet that came out of one of the members' offices that referenced our blue dogs and our new Dems essentially as segregationists. What I said in the caucus yesterday got an overwhelming response from my members because they know what the facts are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What a day for the Democrats. That was Speaker Pelosi, of course, referring to a now deleted tweet from Alexandria Ocasio-Cortez's chief of staff, saying in part, quote, the Blue Dog caucus \"seem hell bent to do to black and brown people today to what the old southern Democrats did in the 1940s.\" That's nice. That elicited a response form a Blue Dog staffer in an email that said \"AOC's chief of staff called a group of members racist. This group includes several people of color, including two black men who actually experienced the segregated south.\" And now Congressman Lacy Clay, a Democratic member of the Congressional Black Caucus is likewise calling out AOC, saying, quote, \"Because you can't get your way you resort to using the race card? I find it juvenile. I find their ignorance to be beyond belief about American history.\" Here now is House Minority Leader Kevin McCarthy. A little schadenfreude here. Congressman, the table can be turned really quickly, can't it, when race is a card that you drop just to avoid an argument."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, R-CALIF., HOUSE MINORITY LEADER",
      "utterance": "That's what they try. This is internal war. This isn't a family feud. This is beyond what anyone thinks. When you see -- also you didn't point out what AOC's chief of staff said yesterday."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have it. We have it. Let's put it up."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Challenged any voters to tell us what the Democrats have accomplished for America's kitchen table, and then questioned this legislative mastermind, referring to Nancy Pelosi."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is this just a passing rift here? This is going to be all healed up?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "No, no. Because what are they doing now? They're challenging these Democrats in primaries. The socialist Democrats are taking over. Not only are they taking over the party, they are going to take over any Democrat in that process as well. So they're not doing any legislative business. And it is affecting what they do on the floor. We've got the National Defense Authorization bill up. For 60 years it has been bipartisan. It passed the Senate with 86 votes. No, they've made it completely partisan. Instead of putting the troops first, they've gone to politics because of the socialists."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "AOC, as I said in my “Angle,” criticizes anyone and everyone anytime she wants, and she has social media. OK, that's fine. But you are in the big dog's pen now. Big dogs bite. It's like the old, if you're going to kill the king, kill the king. You can't pretend. You've got to go for it. But I can't get it. Are you strong, young, girl power, or is it OK, I get hit and it's the damsel in distress thing? I don't understand that. It's like I am woman, hear me roar. Then it's, oh, no, don't -- I don't like that. Be one thing. And she's kind of cool in some ways, but that just doesn't work I don't think."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "But think for one moment, a year ago this month you had never heard of her until she beat Crowley in a primary. She has moved very fast, but she always wants to try to use advantage. She will fight until you fight back, then she wants to play the race card or something."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But then you can't ever criticize a person of color, but then we have people of color, Democrats are saying whoa, whoa, whoa. Now, let's talk about what's happening this weekend. The administration, and I talked about this with John Yoo a few moments ago, has announced that they are doing 10 major city raids. And it was delayed earlier after an outrage, and I don't really know why it was delayed. But here is Senator Mazie Hirono saying about who is being targeted. Let's watch."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI",
      "utterance": "A lot of these people do have supposedly deportation orders, but we also know of cases of people who had deportation orders and who were appealing their deportation orders."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't know if that is like a Hawaiian way of saying that's not true, but that is not even true. Even \"The New York Times\" agrees. But that is not the worst thing we heard today about the raids. JOY BEHAR, CO-HOST, \"THE VIEW\": It's very reminiscent of Nazi Germany. Just saying. I know you are not supposed to make that connection, but I've been around long enough and I've read enough to know that this is very similar to what happened to the Jews."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kevin McCarthy, how do we ever have a sensible immigration policy, this is the kind of language?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Unbelievable, unbelievable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So in other words, no deportation, you can't detain people, and you can't deport people, and you can't criminalize border crossings. What else?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "America's, one of the greatest strengths is the rule of law. These individuals had their day in court. Legally it tells them they have to leave. It's not like someone is just going to pick them up. They had their day. The court has ordered them to leave. They will not leave. And we are going to say that's not right? They're going to pick them up, they're going to deport them, just as the law says they should."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just as Bill Clinton said we had to do, just as Diane Feinstein said. I love all the old clips, Harry Reid, Barbara Jordan."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "In the House they said, the State of the Union, how many people did President Obama deport?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "2020 Democrats tonight on the raids. Let's watch."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "This is all kinds of wrong, and we are a better country than this to be separating families."
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, D-IND., PRESIDENTIAL CANDIDATE",
      "utterance": "It is really of course not about making America safer, but about striking fear into as many people as possible in order to keep this crisis in the headlines."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "A crime against humanity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A crime against logical thought."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "She was a prosecutor, too. She has a law degree. Doesn't she believe in the rule of law? If she broke the law, would she uphold in the place?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Who else gets a pass here? Who else can avoid court orders?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes. They want to allow everybody just to come into the country whether it's illegal or not. What are we doing with the 130,000 homeless in California? How many of those are veterans? But now we're going to encourage people to come here illegally, provide them health care, but not take care of the Americans that are here? It's absurd what they believe."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They have come a long way, baby, haven't they?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "But we can't allow it to go on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Social media summit went well?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "It was good. You should be very concerned, one, about your privacy, and that these companies have so much control, 90 percent of every search goes through Google. What they know about you, what they can say about you, and what they can determine and affect what you understand."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "By the way, real election meddling could be coming."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Not from Russia, but from companies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Real election meddling from big media, and I'm glad this is being examined by the administration. A lot more has to be done by the Justice Department. Thank you so much, Congressman."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And would American technology giants really helped China, though, increase their surveillance? Oh, no. The answer should send shivers down your spine, and it will, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Democrats spent two years falsely accusing President Trump of Russian collusion, all while ignoring blatant cooperation between big tech and China. A report today from \"The Intercept\" lays out in chilling detail how a nonprofit led by Google and IBM execs set up a collaboration between a Chinese firm and U.S. companies. Now, their goal was to develop technology allowing for mass surveillance of roughly 200 million people. The video you are watching here was obtained by \"The Intercept,\" but we have not verified it ourselves. But nevertheless, check that out. And it shows a system known as Aegis Tracking. It's a person in a Chinese city of Shenzhen. And that bright red line that you see is the person's movements being tracked from the airport to a hotel, and passed an office building. Joining us now to discuss, Gordon Chang, author of \"The Coming Collapse of China,\" and Steven Mosher, president of the Population Research Institute, author of \"Bully of Asia.\" Gordon, the companies aren't giving much in the way of answers tonight to questions on this, but if this is true, what exactly are they contributing to?"
    },
    {
      "speaker": "GORDON CHANG, AUTHOR, ASIA EXPERT",
      "utterance": "They are certainly contributing to China's behavior to control its citizens. And by the way, Laura, that is by no means an exceptional circumstance, and it's by no means the worst. So for instance, Google has these artificial intelligence partnerships with Tsinghua University, Peking University, and it's building a partnership with the University of Science and Technology of China, which has a direct connection to the Chinese military, all this time that Google is refusing to work with the Pentagon on AI and cloud computing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "CHANG",
      "utterance": "This is near treasonous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God. Steven, this -- I feel like a broken record on this. Gordon and I have been talking about this, I don't know for how long, 20 years. Steven, you've been on this for decades as well. How serious is this collaboration between big tech and the Chinese government through its offshoots subsidized companies? And how dangerous could this be for U.S. geopolitical interests and human rights, civil rights? All these things that liberals at Google said were endangered by the election of Donald Trump, but they are helping China? Explain that."
    },
    {
      "speaker": "STEVEN MOSHER, PRESIDENT, POPULATION RESEARCH INSTITUTE",
      "utterance": "I don't know if I can explain that. It makes no sense at all. As Gordon said, they refused to -- turn up their noses at helping the Pentagon defend us, and yet at the same time they are helping China, the Chinese Communist Party develop 24/7 high-tech surveillance technology, which basically puts every Chinese citizen in a virtual prison. And then they want to extend that prison overseas. Lenin said the capitalists will sell us the rope that we use to hang them. These American high-tech companies are selling China the rope that they are using to hang the Chinese. But make no mistake, after the Chinese are hung, they will come for the rest of us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But I will just say this, the Hollywood, the left, and all their caterwauling about Trump's doing this, and he's this and that, ever ism and ist you can imagine. And yet they have no compunction about working with a country that subjugates its people, puts them in prison camps, no religious liberty, no free speech, no political dissident rights, and they don't bat an eye. I've got to play this. This General Dunford making these comments about assisting Chinese military, the U.S. companies. Let's watch."
    },
    {
      "speaker": "GENERAL JOSEPH DUNFORD, JR., CHAIRMAN, JOINT CHIEFS OF STAFF",
      "utterance": "We watch with great concern when industry partners work in China knowing that there is that indirect benefit. The work that Google is doing in China is indirectly benefiting the Chinese military."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But he says indirectly, then Patrick Shanahan basically said, now former defense secretary, he said later on, no, no, it's directly assisting the Chinese military. Gordon, artificial intelligence, I know from my sources, high-level sources, that they are very worried about China's advances in artificial intelligence. Yet these companies are giving the biggest assist. On that whole span of technology, that will change the way we interact we with each other and the way pretty much everything in our society is done. How significant is that?"
    },
    {
      "speaker": "CHANG",
      "utterance": "It is extremely significant, Laura, because you have the former acting Defense Secretary Shanahan. He was correct when he said direct, because Google's participation in this national quantum lab in Anhui province is a direct working with the Chinese military because they are a partner in that lab. So there is no question about it. And clearly, we need to criminalize this behavior. It is up to us to make sure that Google does not engage in this really repugnant and dangerous behavior."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Steven, real quick, we didn't trade with the Soviet Union for all those years. Soviet Union eventually collapsed. Why are we having any real economic relationship with China given their aims and their goals, which are stated?"
    },
    {
      "speaker": "MOSHER",
      "utterance": "I think we ought to disengage the U.S. economy from the Chinese economy. If we do that, the Chinese economy will grind to a halt, the American economy will go on from strength to strength. We've got to cut off high-tech transfers to China. We've got to convince high-tech that they live on this side of the Pacific and not on the Chinese side of the Pacific, and rein in this kind of cooperation with a country that regards us as the enemy. If they regard us as the enemy, then we probably ought to reciprocate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Panel, thank you so much. Fantastic conversation, as always. Two incredible people, incredible experts. Coming up, our bloated voter rolls are rife for fraud. Tonight we talk exclusively with a man who did an investigation that is going to blow you away just on this issue. What he discovered up next."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC ANCHOR",
      "utterance": "Most consistent and also, to my mind, pernicious lies he likes to tell is about alleged voter fraud."
    },
    {
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "utterance": "President Trump speaking out in his first television interview tonight, calling for a major investigation into bogus claims of voter fraud. Why?"
    },
    {
      "speaker": "KATY TUR, MSNBC ANCHOR",
      "utterance": "There's still no evidence of voter fraud, but there are still thousands of Trump supporters who say there is."
    },
    {
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "utterance": "Saying at one point a very large number of voter irregularities were reported involving very large numbers of people in certain states, without providing any evidence of exactly what state he's talking about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Pew Research found that 2.75 million Americans are registered to vote in two states. I guess they don't think any of that is really important. I want now to introduce you to Mark Hemingway, who did investigative work into these bloated voter rolls, and how that dynamic is rife for potential fraud down the road. Are people conspiracy theorists for worrying about voter fraud, multiple votes, people who shouldn't be voting because they are not American citizens voting?"
    },
    {
      "speaker": "MARK HEMINGWAY, SENIOR WRITER, REALCLEARINVESTIGATIONS",
      "utterance": "I think there's a lot of evidence to suggest that people should be concerned about this. for instance, just in Los Angeles County alone, this is one county, they recently admitted there was 1.6 million more voter registrations on file that there are citizens of voting age that live in L.A. county. That is obviously a huge problem, and it makes the place rife for fraud."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that is why a lot of these people also, Mark, the same people saying Trump is a nut bag for saying any of this, they are against any kind of I.D. for voting. They don't believe you should really have to verify your identity per voting. It's an interesting, if you did the Venn diagram on the two groups of people, they completely overlap."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yes, absolutely. But the other part of this is localities and state governments have to do their due diligence on this. Federal law requires that they keep their voter rolls current, and that is not going on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Stacey Abrams from Georgia, remember, she was defeated in her bid to be governor of Georgia. She brought this issue up. Let's watch."
    },
    {
      "speaker": "STACEY ABRAMS, FORMER GEORGIA GUBERNATORIAL CANDIDATE",
      "utterance": "More than a million citizens found their names stripped from the rolls by the secretary of state. Tens of thousands hung in limbo, rejected due to human error and a system of suppression that had already proven its bias."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That sounded really ominous, like there was an effort to willy- nilly just take people off the voter rolls, to deny them their sacred right to vote."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yes, this has become a Democratic talking points that regular voter list maintenance in states is somehow part of some voter suppression effort. The reality is that Stacey Abram's opponent, Brian Kemp, who was secretary of state at the time, he pulled 1.4 million people off of the voter rolls in Georgia. But he did this over a period eight years where overall registrations increased in the state. And further we now know that about 17 counties according to the latest data in Georgia have more voter registrations than voters. If anything, it appears that Brian Kemp didn't pull enough people off of the voter rolls."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He wasn't aggressive enough in cleaning up the rolls."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Eleven percent of Americans move every single year. You throw in deaths and all these other things, voter rolls have to be maintained. And now Democrats are saying it's basically a sinister plot if you go ahead and do this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know what this remind me of, just the way you worded this, it reminds me of the way they treat the border, that merely enforcing current law is a racist thing. Merely deporting people who have literally been ordered deported by a federal immigration judge, that is a sinister plot. It is kind of the same thing, blurring the rule of law."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "That's absolutely true. But it's also true that negligence is a huge problem."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This report is so important. We're going to have you on the podcast next week. Thank you for doing this."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark Hemingway. \"Last Bite\" up next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the last bite. We all express our love in many different ways, but no matter what, I can think we all agree that this is truly beautiful to watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The deaf learning to sing a song. Sometimes those moments are all we need. That's all the time we have tonight. Don't forget, my podcast drop today, you're going to love it. As always, podcastone.com. Different side of me. You'll see it on the podcast or hear it in the podcast. Shannon Bream and the \"Fox News @ Night\" team have all the latest developments, and take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}