{
  "date": "July 20, 2018",
  "headline": "Rep. Mike Turner: Trump has had important impact on NATO",
  "subHeadline": "Rep. Mike Turner, chairman of the U.S. delegation to the NATO Parliamentary Assembly, weighs in on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/rep-mike-turner-trump-has-had-important-impact-on-nato",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Good evening, I'm Jason Chaffetz in for Laura Ingraham on this special edition of \"The Ingraham Angle,\" the Trump Putin Summit fall out. It's hard to believe but the summit was just four days ago setting off an absolute media meltdown after the summit's press conference. That's right, not to the summit itself where we still know few details of Trump and Putin's conversation, but to the press conference where Trump said he didn't see any reason why Russia would meddle in our election contradicting U.S. intelligence. Here are some of the greatest hits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "You have been watching perhaps one of the most disgraceful performances by an American president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN KING, CNN ANCHOR",
      "sentences": "You should call this the surrender summit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY",
      "sentences": "And that's I use the term that this was nothing short of treasonous because it is a betrayal of the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Trump of course clarified his remarks and expressed his support of the Intel community. He even said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Look at the sanctions I've put on, look at the diplomats I threw out. Look at all of the things I've done. Nobody else did what I've done. Obama didn't do it. Obama was patsy for Russia, he was a total patsy. Look at the statement he made when he thought the mics were turned off OK, the stupid statement that he made. Nobody gives a big deal about that. Getting along with President Putin, getting along with Russia's a positive not a negative. Now, with that being said if that doesn't work out, I'll be the worst enemy he's ever had, the worst he's ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That doesn't sound like a guy afraid of Russia. What the media and the left completely forget to mention in this conversation is that Helsinki didn't happen in a vacuum. It was part of series of major moves by President Trump overseas. For example, who would forget Trump's highly successful summit with North Korea's Kim Jong-un who pledged to work towards the denuclearization of the Korean peninsula. That meeting was just last month. And last week President Trump at the NATO Summit in Brussels, demanded our allies pay more of their share of military spending. Check out this graph by Bloomberg showing increases in military budgets from NATO members from 2016 to 2017 which some are calling the Trump bump. That happened before the NATO Summit. And Bloomberg is also out with a report saying that Trump and Putin are in discussions over the Ukraine crisis. So it's not always a bad thing to talk to your adversaries. Here's what secretary of state Mike Pompeo said about Trump and Putin potentially meeting again this fall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "sentences": "It is incredibly valuable to the people of the United States of America that President Putin and President Trump continue to engage in dialogue to resolve the difficult issues that our countries face between each other. I think makes enormous sense and I'm very hopeful that meeting will take place this fall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining me now for reaction is Eric Beach, co-chair of the pro Donald Trump Great America Pac. And with me here in studio is Matt Schlapp, co-chair of the American Conservative Union and former Obama state department official David Tafuri. Thank you gentlemen all for being here, I appreciate it. I want to start with David because I see the Democrats they flip out on everything. I think they overplay their hand every single time. But tell me, under President Obama and undersecretaries Clinton and Kerry, what is the very best thing that Obama did and accomplished with Russia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID TAFURI, FORMER OBAMA STATE DEPARTMENT OFFICIAL",
      "sentences": "Well a different time of course because President Obama did try a reset button with Russia. That was before Russia invaded Crimea, it's before it started a war in Eastern Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "How'd that go? How'd that go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "It didn't go well although at first they did make some accomplishments. They got a start treaty place. They got Russia to allow the U.S. to bring in forces across",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So wait, Russia took over Crimea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Let me finish. To bring in equipment for our military in Afghanistan across Russian airspace and Russia put on sanctions on Iran, so some things did happen. Then Russia didn't like it that Eastern European countries were trying to join the EU and join NATO and that's when it fell about, that's when NATO invaded Crimea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think fall apart is the operative word here because if you look at everything that happened and all of these attacks on our financial systems, this all happened during President Obama's watch. Eric",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "None of the attacks on the financial systems are anything like the meddling in our election. The integrity of our democracy happened",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "When did that happen? But that happened during Obama's watch. He went out and told the world, \"You couldn't even do it even if you tried.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Yes he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And that was a lie, it absolutely was. Let me bring in Eric here. Eric how do you read this situation? Is it better under Trump or better under Barack Obama?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC BEACH, GREAT AMERICA PAC CO CHAIR",
      "sentences": "Well I'm not going to defend the Democrats but I don't think they're the only target here. Trump's foreign policy doctrine is a direct threat to the neo cons and I think there are many Republicans and neo cons that are under cutting the president. The great irony there is he's the best friend to Israel and Russia they have one military base outside of Russia. We have mutual interests with Russia and the president is trying to secure the best deals.  What are we going to do to denuclearize North Korea? According to some reports today he's working with Israel or endorsing the Israel Russia plan in Syria so there's a lot of mutual interests. When we hold 90 percent of the nuclear power combined with Russia, you know we've got to have a dialogue and we need to understand how to make, we can make the world a democracy. And Russia is like us in many different ways so you know I don't think it's the Democrats that we should only be targeting.  Trump, when he ran he had a foreign policy doctrine that was a little bit Libertarian much like Graham Paul who was also attacked during the campaign. So I think should stick to his guns, open up this dialogue and continue to do what he's doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Matt there was some criticism from the right as well as the left, I think you were part of that. How do you see this now playing out that we're at least a few days past that press conference?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, PRESIDENT OF THE AMERCIAN CONSERVATIVE UNION",
      "sentences": "I'd just like to take a step back here. It's a little bit silly to make the argument that somehow it would be unwise for a brand new fresh president of the United States to not deal with the leader of Russia OK. We've got to do that. The idea that Trump is somehow soft on Putin just because when they are in each other's company, he tries very hard to be, in some cases too hard the other day, to be hospitable. But the policy is what matters and the policy coming out of the Trump administration as you pointed out is two or three times tougher than anything we saw in Obama. If you look at the export controls, if you look at the sanctions, if you look at the number of people that he kicked out of the country, if you looked at the bombing that the president has done. If you look at every single criteria, the president's policy is tough. What the Democrats have a problem with is some of his words. He realized himself that some of the words that he used",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But what's the strategy behind that? If the actions are tough, why are the words so soft? Because I think I concern that the words are soft on Putin, but they're not soft on anybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's not true. The president has chosen two leaders who knows they don't have nicknames, OK. The president of China and Vladimir Putin because he realizes that the relationship is hinged. That it matters what you do with one and the impact on the other. And what the president is going to do and where he's clearly pointing is the fact that China is both, from a national security standpoint and an economic standpoint, our biggest adversary on the globe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "So all three of you are trying to distract from an embarrassing capitulation thing that happened on Monday. What happened on Monday in Helsinki is the president departed from the vision of every other president, Democrat and Republican. He stood up to authoritarianism and he supported freedom, democracy and rule of law against Russia. We've had 13 presidents since",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Castro and the mullahs? Castro and the mullahs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "He's right though. He's right though about Castro.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Hold on, let me finish. We've had 13 presidents since World War Two. All of them stood up to Russia when it tried to export its brand of authoritarianism to Eastern Europe except the thirteenth, President Trump. 13's an unlucky number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Jimmy Carter didn't sell him grain, that was really tough, that was some really tough stance. Of course you're going to take us back to the 70's",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "They mattered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That happened on Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me bring in Eric. Eric what's your take on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEACH",
      "sentences": "The problem with the Democrats is it has never been about election meddling. According to some unclassified documents, they meddled 81 times. The reality is it's about collusion between Trump and Russia and they have yet to prove that and now all of a sudden they're worried about meddling? They're mention the 13 presidents. I haven't heard anything about Russian meddling and any of those presidents and the last time we heard from Obama he said that it could never happen. So their narrative is being lost here. But again, the president doesn't need his target at Democrats. They have no power, they have no message. I think what he needs to do is stick to his guns on his foreign policy doctrine because the results are what matter and he's getting results in his North Korea trip and also with Russia and hopefully we can continue to have that dialogue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "What results in North Korea? North Korea I applauded that the president met with the North Korean leader but there has been no results so far. There's no evidence North Korea has backed off its nuclear ambition at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Satellite images show they continue to use the nuclear sites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "We brought home the hostages. Of course they have. You're rooting for the president aren't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "I am rooting for the president. I support him in Singapore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Right, it's the right thing to get the prisoners back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "But to call it a success now is when there isn't any material example of how North Korea has backed off is wrong. It was wrong",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "It was right thing. Let me finish. Hold on hold on, I'll agree with you that we've seen no progress on the nuclear weapons yet. But it was a promising first step to bet the prisoners back without sending a palette of cash over on a plane. And it was the right thing to engage another nuclear power on the globe and the president was dealt a terrible policy that he inherited and he's making the best of a bad situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Eric there's talk about a second summit now bringing Vladimir Putin to the White House for a meeting. Is that a good idea or a bad idea for the president to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEACH",
      "sentences": "Look I think he has to continue with the upper hand. I know that he misspoke during the meeting but again the intent is what we need here. We need to work with Russia. We have 90 percent of the nuclear power between the two countries. They're not going to get back into the game, they're not going to be a world order coming after us. We need to work with them because we have mutual interests and the president's doing the right thing. His doctrine has the right message and he just has folks inside the United States that he has to fight on his message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So David good thing or bad thig for the president to meet again with Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Well just look at what happened on Monday. A second meeting would be a disaster given the president's performance on Monday. Keep in mind",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "How can the Democrats? Seriously you're saying the same thing that I hear a lot from Democrats. Democrats are actually arguing against diplomacy, against dialogue, against discussion",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "No we're not arguing against diplomacy. We're arguing in favor of results and setting an agenda that supports America and American interests. So he can invite Putin here but he should say, \"You're going to come here, you're going to bring the 12 Russian agents that interfered in our election and you're going to agree to support us. You're going to stop supporting Assad. You going to agree to pull out if Crimea, you going to agree to pull out of eastern Ukraine\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right. You're so tough, you're so tough. You're president is not amused. Why didn't President Obama say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "President Trump said those things and then said, \"And if you do those things, come to the U.S. I'd love to meet with you\" That would be great, I'd support that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Did you say that to Barack Obama? He was the president when that happened, all of those things. He's right, all of those things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Well Barack Obama's reaction to the invasion of Crimea should have been stronger, I agree with you. But President Trump is thinking about endorsing the annexation of Crimea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "How do you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "You don't know what he thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "It's been in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "The media's always right. Oh Lord.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "He spokes people have not denied that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Let's go back to this. You said there should be goals in this next meeting with Putin, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Right. There were no goals for the meeting in Helsinki, that was part of the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "But the goals that you've just established for that meeting was the complete reversal of everything that happened in Obama, that's a pretty high bar. You know what I'd like to see? I'd like to see things improve with Russia and I'd like Mr. Putin to understand that he can't get away with these things with a President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "But a weak ineffectual Trump meeting with Putin and having Putin get the best of him is not going to improve things. And that's what happened on Monday and that's what I fear would happen if Putin comes back here to the U.S.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So you're going to support him? You just fear that Donald Trump's the president and he's actually making progress, that's the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAFURI",
      "sentences": "Nobody in the foreign policy field thinks he made progress on Monday. Nobody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "He made a lot of progress with what's going on with NATO, getting tens of billions of dollars. In fact I got to seg right now to the next topic because I got Mike Turner who's going to talk about this. Gentlemen I really do appreciate it. This is a vibrant conversation on a beautiful Friday night. I really do appreciate you coming in and I really do appreciate you coming in as well. I need to bring in someone who knows a thing or two about America's role in the world, it's Congressman Mike Turner, a Republican from Ohio whose also the chairman of the U.S. delegation to the NATO parliamentary assembly. I had the honor of serving with Mr. Turner on the congress and I thank you sir for being here. When I thought about what was going on with NATO. Like I was convinced when I was a member of congress that you probably knew more than just about anybody, at least in the House of Representatives as it relates to NATO. Earlier I put up a graphic about the tens of billions of dollars that are now starting to flow to our NATO partners. What sort of a fact do you think Trump has had, although unconventional in pushing our NATO partners to pony up and pay their fair share?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TURNER, R-OHIO, CHAIRMAN OF THE U.S. DELEGATION TO THE NATO PARLIAMENTARY ASSEMBLY",
      "sentences": "Jason thank you for having me. Absolutely he's had a huge impact and this is important because this goes right to not only just our national security but the national security of the overall alliance. You know in 2014 at the Wales Summit, the NATO allies made a commitment to reach two percent. This is something that they agreed to, it's not being imposed upon them by the United States.  But at the same time they were not reaching this goal. President after president, secretary of defense after secretary of defense would point this out and would chastise our NATO allies but no real movement was being made. Now the president has come in, he's holding them accountable, requiring that they come forward with plans to reach the goal. And as you just described, an untold amount of money in now flowing into their own militaries which then are contributed all to NATO's capability. He's having a huge and very positive impact on the capability and the funding for NATO military goals and objectives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You know what's fascinating to me about this, we're going to show you a quick bit of footage. This is Donald Trump on Oprah Winfrey's program 30 years ago, listen to what Donald Trump said 30 years ago.  OPRAH WINFREY, HOST \"THE OPRAH WINFREY SHOW\": What would you do differently Donald?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'd make our allies, forgetting about the enemies, the enemies you can't talk to so easily. I'd make our allies pay their fair share.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Pretty interesting that he said that. It thought that was interesting that for about the fifth time you know talking to our enemies it's not so easy and I think we kind of demonstrated that. But for him to say pushing our allies to pony up and pay their fair share, I mean that's something that that Donald Trump has done. How does that work in terms of conventional forces but then also the space race? You've heard the president announce a new push there? Estonia a NATO ally is critical in their cyber front. What the balance there and how would you like to see that money spent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well I think first of all the president articulating even 30 years ago today that the bill for NATO should not be sent to the United States that the NATO allies should share the burden is absolutely where the American people are. And I think that needs to be communicated clearly to the allies. I think Russia itself has an economy somewhere between that of Italy or Spain, not Italy and Spain but they have a military that's capable of threatening all of Europe. What we need to see from our European counterparts are investments in real capabilities. We have fore deployed our forces to help counter some of the aggressiveness of Russia along the border. But they need to look at real capabilities, ground capabilities, air capabilities so that they can actually deter Russia. And this is a real issue of not just can you win a conflict or how do we engage in deployments, but how do we avoid conflict? And that avoidance of conflict is investing in the deterrence and that's having a military capable of your adversary looking and saying you know, \"I don't want to mess with you, this cost will be too high\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But there are a lot of people that are concerned that now that there's $600 plus billion, nearly $700 billion going into the military where other countries China, Russia and others can play at an equal footing with the United States is at a cyber front. So how do we attack that, where do we spend that money and what do we do when we know that Russia is attacking the United States on the cyber front?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Right absolutely and you are absolutory right correct that we do know this. Well we're doing this on a couple of levels one obviously is trying to work with both industry and with government infrastructure to try to fortify our electronic systems so that they are not subject to hacking. Working also with our allies so they're not a back door to all of this. But then also we need to hone our skills as the president has said, in doing to our adversaries what our adversaries do to us and making certain that we have an ability to have a presence that also can counter and have them pay from hurting us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yeah I think this is one of the big questions for our country and for our population, if somebody were allot missiles at us you could fight back. But if somebody were to attack us electronically, how do you fight back? Congressman Turner, I think you for joining us tonight, a real expert in this filed and I thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "My pleasure Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Is the Helsinki Summit affecting special counsel Robert Mueller's probe? We'll have analysis coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It seems the one thing Democrats are happy about with the Helsinki Summit is that it keeps the heat off the Muller probe. A CNN headline today blared, \"Trump team worries, could Helsinki disaster strengthen Mueller's hand?\" Speaking of the Mueller probe, there are more allegations of unfair treatment. There are reports that Democratic lobbyist Tony Podesta worked on behalf of a Ukrainian interest without registering under the Foreign Agent Registration Act. Mueller indicted Trump's former campaign manager Paul Manafort over very similar accusations. So are Manafort and Podesta being treated the same by Mueller's team? Not according to Tucker Carlson's reporting last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS ANCHOR",
      "sentences": "We are report exclusively based on toe separated sources we spoke to today that Tony Podesta has been offered immunity by Robert Mueller to testify against Paul Manafort. In order words, for a near identical crime, Bill and Hillary's friend could escape and emerge completely unscathed, while Paul Manafort may rot in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That doesn't seem very fair. Here to discuss is former FBI spokesperson John Ianarelli, retired special agent Bobby Chacon and Democratic Strategist Scott Bolden who's joining me here in studio I should say. Bobby I want to ask you, you've been involved and engaged in the FBI, when do you sue immunity and why is it that we continue to see that if the reporting is true, we have every reason to believe Tucker Carlson? In the Clinton probe they gave out five sets of immunity and got nothing for it. And now here we're hearing reports that Tony Podesta is getting immunity? When do you use it, when is it appropriate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOBBY CHACON, RETIRED FBI SPECIAL AGENT",
      "sentences": "Well there's a couple of reasons. First and foremost is because you think it might be is if the person you're dealing with has committed a crime. If they haven't committed a crime or you don't think they committed a crime, they have nothing to be immune from. So clearly Podesta is thought of by the Mueller team to have engaged is some kind of conduct that he needs immunity from, tats the first and foremost thing. The second thing is you feel that he has some information that he could give you on some of the people that are targets from your investigation. Which means only that he must have dealt with them either in a criminal conspiracy or criminal matters that relate to Mueller's investigation. So there's two things, they must think that Podesta did something illegal and that that illegal activity or some activity that he engaged in was connected to the probe going because that's how criminal conspiracies work. Guys get together to commit crimes so Podesta, really this immunity deal to me puts Podesta right in the middle of this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Scott how do you react to this where we see this report and suddenly their handing out an immunity to yet another Democrat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT BOLDEN, DEMOCRATIC STRATEGIST",
      "sentences": "Well this isn't a partisan issue. I'm a former prosecutor. I'm a white collar criminal defense lawyer so my colleague on your program is absolutely right, but every case is different. Here's the deal. Manafort certainly is charged with more crimes, substantially more than Podesta and Podesta was part of a deal or some type of conspiracy then he has information that they need to prosecute Manafort or others. Two, they believe he's committed a crime, he was a subject or a target. And three Manafort is fighting these charges. Manafort isn't rolling over and trying to cooperate and make America better and tell what's going on with Russia and Trump and others, he's fighting these charges and that's why he's in jail and that's why Podesta is getting immunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "John your background with the FBI, you saw what happened in the Hillary Clinton probe but then you know five sets of immunity and the FBI admitted we got nothing in exchange. Have you ever seen that? Have the FBI ever had any other case where they handed out five sets of immunity and got nothing for it and now here they are handing out immunity again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "I'm sorry, their getting his testimony in the prosecution of Manafort. That's something that's super valuable for any prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But John, you've had a long career as the FBI, how did you see this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN IANNARELLI, FORMER FBI NATIONAL SPOKESPERSON",
      "sentences": "To hand out so many immunities is unusual and to get nothing for it. I think the lesson we're seeing here is if you're going to commit a crime, it pays to have a relative who's in high political office so that you can be the one offered immunity. But let's not forget, the reality is that maybe he knows something that the other people being charged don't know maybe he can offer more information. They're obviously going to look for getting the biggest bank for their buck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yeah and I have a hard time believing they're going after Manafort, he's the biggest fish. I mean he was with the Trump campaign for like three of four months or something like that. But we'll see, I mean Mueller's been given a lot of latitude but they are trying to equate what happened in Russia with Mr. Putin and this. But there's been no evidence of any collusion. I want to go and talk about something else, something that was in a little bit more of a fall of than the Helsinki Summit.  Former intelligence chiefs are now politicizing their role in going after Trump, and here's what a former acting CIA director said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN MCLAUGHLIN, FORMER ACTING CIA DIRECTOR",
      "sentences": "At what point will there be critical mass of objection to some of the lunacy that's going on here under this president. To state it boldly, the United States was attacked and the president sided with the enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And ousted FBI director James Comey had to throw in his two cents tweeting quote, 'All who believe in this country's values must vote for Democrats this fall. Policy differences don't matter right now. History has its eyes are on us\" Gentlemen is this an appropriate thing for former Intel chiefs to jump in here and do this? And I actually want to start with Scott because I think these things actually play into Donald Trump's hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Well what is and I don't think they play into his hands, but what is your issue with what they've said, what your GOP colleagues have said, what Democrats have said and what we watched? We watched a president that did not denounce Russia, 13 of his government agents were just indicted by Mueller. We have 17 agencies",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Under the Trump administration, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "OK and 17 agencies have said that they attacked our election system and our president, GOP president denies it. And then he gets on a consequential world stage and says nothing about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think it's too strong to say he denies it, he said he misspoke. You know that Donald Trump does not like to go out and correct errors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Misspoke? He went on a world stage and he misspoke?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "He went back out there and you know he doesn't like to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "No he doesn't but I got to tell you saying misspoke when you're under, that summit should never have taken place with these indictments and with those 17 agencies; it never should have taken place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFTEZ",
      "sentences": "Don't leave, don't talk to anybody. John, I got to bring in John here. John you've got a lot of experience as an FBI agent. Is it the right proper place for these Intel chiefs to be able to go out right after and then go start to say and abdicate for the Democrats? How does that play?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IANNARELLI",
      "sentences": "Hey, I'll tell you I am just happy that Comey's using his personal phone and not a government phone if he's tweeting but they shouldn't be doing this. The reality is that they understand from those positions that a lot of moving parts are going on from behind the scenes. Nobody actually knows once you're out of position what the president is doing or his administration. So they actually could be undermining other factors that are taking place. And I will tell you whether you like Putin, don't like Putin, like Trump, don't like Trump, it never hurts to speak to the other side because every time you do you get a little more intelligence that you can work with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me go to Bobby in here. Bobby your experience, an FBI director, former Intel chiefs that are out there making these comments. How does that strike you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHACON",
      "sentences": "It's irresponsible and it actually damages the Republic. I would be in favor of certain senior level policy officials being barred from doing this kind of political rhetoric. I mean we have the Hatch Act which is enforceable against government employees. But once you leave the government there should be some enforceable mechanism these senior policy guys who have access to all this information and then go on these tweet storms and pretty much some of them lost their mind in their anger and rhetoric against the current president. And I think that you can't separate that rhetoric from some of the things that they knew and learned with their security clearances in their prior jobs. So I think three has to be some kind of cooling off period where these guys have to keep their mouth shut, go home and sit on their hands and watch the government function. Because right now they're interfering with the function of or government as former senior policy executives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "So they lose their First Amendment right? That's really what he's saying. Here's the bottom line",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHACON",
      "sentences": "No the Hatch Act is perfectly enforceable under the First Amendment. The Hatch Act was enforced against me for 27 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Against former employees? Not True. Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHACON",
      "sentences": "The First Amendment doesn't get enforceable whether you're employed or not employed. The First Amendment of the constitution does not spell out that it can only be enforceable when you're employed or not employed. There are certain conditions to government employees",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Here's the bottom line, though. Donald Trump drives every narrative in this presidency, right. You want to block people from observing and speaking on what they saw that both sides were highly critical of, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wait a sec. I didn't suggest that they block it. What I'm saying is it plays into Donald Trump's hands because what he says is I didn't get a fair shake. These people were conspiring against me. And then you have James Comey months after saying he has got a higher loyalty, saying don't worry about the policy. Policies don't matter in this country. Just vote for Democrats, which is in his self-interest because he doesn't want a probe of himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "Wait a minute, now. The GOP is in control. And the GOP left him. He didn't leave the GOP. He's a lifelong Republican. How can you say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "He's registered as an independent. But what I'm saying is when he goes out and says vote for Democrats no matter what, what is his best interest? If the Democrats take over the House, then these probes, the Devin Nunes and Trey Gowdy and John Radcliffe and everybody too, that goes away. And I hope America sees through what he's trying to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDEN",
      "sentences": "How come it hasn't gone away with GOP control, then? You all control everything. So why hasn't it gone away then? Why won't the DOJ turn over documents to the GOP House and Senate? That's a whole --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You and I will agree on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And John, I want to give you the last word here. I have got just like 10 seconds. What does the average FBI agent out there, the rank and file, what do they think when they see a person like James Comey go out and say vote for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN IANNARELLI, FBI SPECIAL AGENT EXECUTIVE (RET)",
      "sentences": "Can we just get back to being agents and doing our jobs without all the political discussion? That's what the rank and file agents are thinking. We don't want our directors to be political. We want to be able to have the public's trust and do the job that they're doing right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You're right. My grandfather was a career FBI agent. I can't thank those men and women enough for what they do and how they do it. Gentlemen, I want to say thank you. What are the Democrats really after when it comes to Russia? Rush Limbaugh has a theory. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So what are the Democrats really after when it comes to the Russian obsession? Rush Limbaugh put out an interesting theory yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "sentences": "When they lose, it can't be because they have been rejected by voters. No, there has to be some nefarious reason. There has to be tampering. There has to be meddling. There has to be collusion. And in the process, they have done a great job of making so many millions of Americans question the integrity of elections now. I believe this all has a very long-term purpose, and that is to eventually get rid of elections. Don't laugh and be very careful in criticizing me, because I'm here to tell you that if they could, they would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That might sound a little out there unless you tuned in to \"Morning Joe\" this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can we rewrite the constitution and have another president take over right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I mean, seriously, get rid of the constitution and put in a new president? That's the attitude that the left has taken on \"Morning Joe.\" Joining me to debate what's really going on here is Leo Terrell, a civil rights attorney, and Horace Cooper, a senior fellow at the National Center for Public Policy Research. Gentlemen, thank you both for joining us here. I really do appreciate it. Leo, what's the endgame? What is this obsession with Russia? Why is it and what's the endgame? What are you playing for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "sentences": "First of all, can I just make a comment about Russia? Russia is way out there. Al Gore with grace and dignity accepted the 2000 election. Regarding Russia, Donald Trump does it, he should start inviting Dan Coats to the White House for more dinner because he's going to throw him under the bus. And your friend, Matt, who earlier this week talked about how President Trump threw the intelligence under the bus, Matt got the memo and realized his wife works at the White House. My point is very simple. The Russian meddling is real. Both the Democrats and the Republicans realize that. And finally, your colleague, Trey Gowdy, you know him, Jason, he said the Mueller probe is necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now, Leo, let's just make sure we get our facts straight because it was Barack Obama weeks before the election said that nobody was doing it. Even if they tried, they couldn't do it. Was that true or not true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Well, see, that's a good move, Jason. I mentioned your colleague Trey Gowdy, you go to the Obama card. Trey Gowdy currently keeps saying that the Mueller probe is legit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "We're not arguing about that. We're not arguing about that. I'm asking you was Barack Obama accurate or inaccurate? Did he lie or was he telling the truth?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "I can't get into the headset of Barack Obama and his motivations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I understand that. Let's go to Horace here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "OK, great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "How do you read this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HORACE COOPER, NATIONAL CENTER FOR PUBLIC POLICY RESEARCH",
      "sentences": "The left hasn't accepted these elections. They're like, and pardon the expression here, but this is like Jason the 15th the horror movie in terms of Hillary Clinton coming up with excuse after excuse after excuse for why they didn't win, and they haven't accepted this outcome yet. And that is their real problem. They're not concerned about America's national security the way they'd have you believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "They suddenly have become hawks, though. When I look at the Democrats --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "These are chicken hawks. These are chicken hawks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Look what they did over my lifetime. I started working in Washington D.C. and I watched an organization called the American Security Council. They used to rate the Democrats like Nancy Pelosi, like Dick Durbin, like Chuck Schumer, all the way to the present. What we saw every chance it came to protect America from Moscow, they were on the other side. They were cutting side deals. Kennedy talking over with the Russian governments and their leaders all the way to the present. After George W. Bush reaches an agreement with eastern European countries about an antiballistic missile program. What do they do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "You know, Jason, Horace is just -- those are talking points. We're talking about you cannot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "It's reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "You cannot trust Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I don't trust Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Even your own Republican colleagues know that the Russian meddling is real. And more important, let's be honest, Horace, look at the Al Gore footage. He accepted with dignity and class the 2000 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "He has to go back to 2000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Russia is way off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Leo, you make a big point about Al Gore accepting the outcome of the election. I haven't seen any of that from Hillary Clinton. I saw it with grace and dignity from Mitt Romney, I saw it from Al Gore. But what about Hillary Clinton? And why can't the Democrats accept that Donald Trump is the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "The Democrats can accept Donald Trump as the president. He won the Electoral College. Let me say that right now. But Jason, again, we have a problem. We have Russian meddling in our fundamental process -- elections, voting. And your Republican colleagues say the same thing. And again, let's me say this. Please, president Trump, let me make one plea. Please, President Trump, don't fire Dan Coats for being honest. Please. He's a good director of national intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's very magnanimous of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Horace, I want to ask you, Rush Limbaugh made a pretty strong allegation that the endgame here is actually that the Democrats want to get rid of elections. You had Mike Barnicle, who is a pretty respected person, at least he was before last week, who is out there saying let's get rid of the Constitution or amend the Constitution so that we can instill a new president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "When Moscow created out of whole cloth the international peace movement that took over Europe with their funding, where was the left? When Moscow say that it was a farce that the president of the United States, Ronald Reagan, would put up a strategic defense initiative, where were the progressives? They were with Moscow. You come all the way to today, 2017, when we had the president's budget on defense, where were the progressives? They did not support it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Jason, does he really believe this? Does he actually believe what he's saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "He does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Theodore Roosevelt said talk softly and carry --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "OK. OK. OK. I could have sworn that it was President Kennedy. Hey, Horace, how about missiles of October, 13 days in October? I suggest you read it and review it because the guy in the White House was a guy named JFK. He was a Democrat. But you may not want to know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "That was the last time --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And he was probably the last hawk you guys ever had. Go to one more recently when the Russians brushed in and took over Crimea. I didn't hear the Democrats criticizing Barack Obama. I didn't hear them raising this. And the president misspoke at a press conference, something he recanted and clarified, and you all are going nuts. That's what's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "No, I'm saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "For 60 years, the left has been on the wrong side, siding with Moscow against the interests of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let Leo have the last word. He's got just 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Horace and Jason, talk is cheap. Let's see some results. If President Trump is going to have Putin come to the White House, let's see some result in all of these so-called disasters created by Obama. Let's see some disasters, because talk is real cheap right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, there has been action. And you know what? One of the things that Vladimir Putin is looking down the pipe at is the fact that there are tens of billions of more dollars going into the defense of our NATO allies. That didn't happen under any other president than President Trump. Gentlemen, I thank you so much on this beautiful Friday night. Thanks for coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Outrageous and hypocritical? We'll show you the wildest things Democrats said about the Trump-Putin summit when we come back. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Welcome back. I'm Jason Chaffetz in for Laura Ingraham on this \"Ingraham Angle\" special, the Trump-Putin Summit fallout. When it comes to the Helsinki summit, it's almost as if the liberals are in a competition to see who can sound the most outraged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HAWAII",
      "sentences": "Some people are calling it the appeasement summit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL WINE-BANKS, MSNBC CONTRIBUTOR AND LEGAL ANALYST",
      "sentences": "I would say his performance today will live in infamy as much as the Pearl Harbor attack or Kristallnacht.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK SCHUMER, D-SENATE MINORITY LEADER",
      "sentences": "In the entire history of our country, Americans have never seen a president of the United States support an adversary the way President Trump has supported President Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-HOUSE MINORITY LEADER",
      "sentences": "I sadly beseech President Trump to apologize to the American people for his disgraceful, dangerous, and damaging behavior with Putin in Helsinki.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wow. Joining me now for reaction is Victor Davis Hanson, one of the world's leading historians and senior fellow at the Hoover Institution. I believe you're in Hawaii, so Aloha, and thank you for joining us. We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I do appreciate it. You have Democrats on that clip trying to compare something that he said he misspoke about and comparing that to Pearl Harbor, which you're just a few miles from. How over the top. What is your reaction when you hear that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I'm a little worried because Donald Trump has expelled Russians from the United States, he's beefed up the sanctions, he's armed the Ukrainians, he's warned Putin in very blunt terms about his behavior in Syria. We've killed Russian mercenaries that attacked a U.S. base. He's upped U.S. oil production that Putin didn't like. He's really jawboning NATO to get tough. He's criticized German dependence, increasing dependence on Russian oil. And yet this is a man that has 7,000 nukes. So when he goes in a press conference and he knows the questions are going to be how willing are you to insult with the man next to you that has 7,000 nukes, it's a lose-lose situation because if he doesn't insult him then he's colluding, and if he does insult him, he's blowing up the summit. So I don't think we want to get into this spiral escalatory situation where we keep trying to push Putin in a corner, especially after we've seen eight years of the reset process where we didn't do much about Ukraine or Crimea, we dismantled missile defense in eastern Europe. We have this tell Vladimir to behave and I'll get reelected and I'll be flexible. We made fun of Mitt Romney. We cut down oil production. We didn't do much about defense. And so it's surreal. Its' almost either we have to overreact because we didn't do much about Putin, and now we have to push Trump into a corner where we're almost at war with a power that in terms of economic size is not comparable to China. China's espionage apparatus makes Putin's look pathetic. So it's getting very dangerous. All of this is getting dangerous, Jason, because rhetorically we've exhausted the vocabulary of killing Trump. We decapitate him, we stab him, we ritually shoot him, we burn him up, we blow him up, we've exhausted suing under the Electoral College, we want to abandon it, we've looked at the emoluments clause, we looked at the 25th Amendment, we boycotted the inauguration, we introduced articles of impeachment. And now we're in the rhetorical that these Stalin, that he's Hitler, that he's a traitor. What is the next level? Where does this lead? There's 330 million people out there. Some people think he's Hitler, I've been told that, then what are you going to do about it? The next level --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The Democrats also -- first of all, they sound very unhinged. But they also sound like they're being hypocritical or hypercritical. President Trump tweeted out a clip of what Hillary Clinton said about Russia when she was secretary of state back in 2010. She told a Russian TV network, let me read this for you, \"We want very much to have a strong Russia because a strong, confident, prosperous, stable Russia is, we think, in the interest of the world.\" Now, I didn't hear a single one of those Democrats who are yelling and screaming from a misstatement by the president at a press conference have the same sort of reaction to what Hillary Clinton said and that she wanted a strong Russia. How does that sound?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes. Well, and beyond that, Barack Obama, as you played, has already assured the United States that they're incapable of affecting an election. That's the president of the United States. So what is the font of all this? and the font of it is unhappiness over unexpected loss, perhaps regret that they weren't tougher on Russia on the other eight years, but more importantly, to delegitimize the president in lieu of an agenda that might win 51 percent of the support --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But have you ever seen the Democrats so -- Democrats have always tried to advocate for let's have a dialogue. And then when the person in the White House, Donald Trump, is actually negotiating and actually having a dialogue and being a diplomat, they go unhinged. Have you ever seen that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I don't think it has anything to do with Republican. I think it has everything to do with the election. If it wasn't Russia, it would be another melodrama. Remember that reset was formed in birth and reaction that George W. Bush was too harsh, Obama and Hillary Clinton said, in his reactions to the invasion of Ossetia. So they were going to be magnanimous and that was going to make Russia like us. Instead they viewed that outreach as weakness to be exploited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, professor, I could listen to you all day. You have a great perspective and we thank you so much for joining us particularly on this Friday night. If you thought the political reaction to the Helsinki summit was outrageous, just wait until you hear what some of the comedians are saying. The greatest hits when we come right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Just when you thought the politicians were the ones losing their minds over Helsinki, it turns out the late-night comedians are just as off the rails. Take a look at some of the madness that ensued this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Helsinki has frozen over. The president of the United States today publicly sided with Russia over our own FBI on the subject of cyberattacks on our election campaign. Is it possible that Vladimir Putin brought a hypnotist to the meeting instead of a translator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can someone get Trump a glass of water, because he thirsty. It's only a matter of weeks before he single white females Putin. Can you imagine what the private meeting was like? I'm worried he let Putin annex one of the 50 states. Here's an electoral map. Pick one of the blue ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's extremely strong and powerful. He does not skip leg day. And I know because right now I am smooching his glutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is what you get when you put a KGB agent up against a KFC agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I don't know. I know I'm getting a little bit older here, but I thought they'd be a little bit funnier. They don't seem to be very balanced. I didn't get much of a chuckle out of that. But we're pleased to have with us Jimmy Failla, comedian, head writer of \"Kennedy\" on the Kennedy program on Fox Business. Jimmy, do comedians want Trump to fail? I listen to them and I sit back and I think, where is the Jay Leno stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIMMY FAILLA, COMEDIAN",
      "sentences": "That was a rough montage, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Those are the highlights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "I know, really. This is why I stick to comedy channels like CNN. At least you can count on them for a laugh once in a while. But you know what it is? You can see the bias and what they're saying, too. It infringes on their ability to be objectively funny, because the audience kind of knows it's coming. And the one thing they kept pointing out on these shows is like, oh, if we elected Hillary, we would never have an embarrassing press conference like this. Yes, because they couldn't afford her speaking fee, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Give me a break. The whole thing looks so bad. Seth Meyers is horrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I don't subject myself to it anymore. I loved Jay Leno. I used to watch that. When I was a little kid I used to watch Johnny Carson. In fact I like watching some of those reruns of his old stuff. But are any of these guys, do they ever go after anybody on the left or are they just activists?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No. That's the problem. You say this a lot. People always ask if we like the age of comedy and Trump. It's really setting back comedy tremendously because people don't know how to cartoon something that is already funny in its own right. Trump is funny. He's funnier than late night comics because the one thing they can't deal with, and it's his appeal. And it's the one unshakable aspect of his personality is that he really is a real-life Rodney Dangerfield in the movie \"Caddyshack.\" He has made his way into the elitist country club. He's upending their way of doing things. And even when it's crass or it's unorthodox and it's not something we'd all agree with, we think it's hilarious because it's just funny to watch everyone else cringe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Every time the president wants to do a live show, they pack them in by the tens of thousands. They can't find a stadium big enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No, they love him. He is doing straight standup. He has real standup chops. I think I was talking to you about this in the green room at \"Kennedy\" one night. He's doing risks now, he's getting applause breaks. He's doing real comedy in an age where we don't have a lot of it. So I actually appreciate Trump. And to be honest with you, I know there was a big kerfuffle over the intelligence debate this week. I'm actually pro hacker because the last time I got my identity score my credit score actually went up a few points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "So I'm not against any of the stuff that's going on right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Listen, you do a great job. And if you haven't watched \"Kennedy\" over there on FOX Business, it's a good show. It's engaging and you're a big part of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "It's the best written show on cable news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That's what you keep telling me. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thanks for sticking with us tonight on this \"Ingraham Angle\" special, the Trump-Putin summit fallout. That's all the time we have tonight. Laura Ingraham will be back here on Monday in what's sure to be another busy week. It's amazing what happened in just a week. In a sign of just how close we are to another presidential election, they Republican National Convention announced Charlotte, North Carolina, as its site of its 2020 Republican convention, a perfect location. Congratulations to the Queen City. I look forward to being here. Ed Henry is in for Shannon Bream next on \"Fox News at Night.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Good evening, I'm Jason Chaffetz in for Laura Ingraham on this special edition of \"The Ingraham Angle,\" the Trump Putin Summit fall out. It's hard to believe but the summit was just four days ago setting off an absolute media meltdown after the summit's press conference. That's right, not to the summit itself where we still know few details of Trump and Putin's conversation, but to the press conference where Trump said he didn't see any reason why Russia would meddle in our election contradicting U.S. intelligence. Here are some of the greatest hits."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "You have been watching perhaps one of the most disgraceful performances by an American president."
    },
    {
      "speaker": "JOHN KING, CNN ANCHOR",
      "utterance": "You should call this the surrender summit."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY",
      "utterance": "And that's I use the term that this was nothing short of treasonous because it is a betrayal of the nation."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Trump of course clarified his remarks and expressed his support of the Intel community. He even said this."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Look at the sanctions I've put on, look at the diplomats I threw out. Look at all of the things I've done. Nobody else did what I've done. Obama didn't do it. Obama was patsy for Russia, he was a total patsy. Look at the statement he made when he thought the mics were turned off OK, the stupid statement that he made. Nobody gives a big deal about that. Getting along with President Putin, getting along with Russia's a positive not a negative. Now, with that being said if that doesn't work out, I'll be the worst enemy he's ever had, the worst he's ever had."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That doesn't sound like a guy afraid of Russia. What the media and the left completely forget to mention in this conversation is that Helsinki didn't happen in a vacuum. It was part of series of major moves by President Trump overseas. For example, who would forget Trump's highly successful summit with North Korea's Kim Jong-un who pledged to work towards the denuclearization of the Korean peninsula. That meeting was just last month. And last week President Trump at the NATO Summit in Brussels, demanded our allies pay more of their share of military spending. Check out this graph by Bloomberg showing increases in military budgets from NATO members from 2016 to 2017 which some are calling the Trump bump. That happened before the NATO Summit. And Bloomberg is also out with a report saying that Trump and Putin are in discussions over the Ukraine crisis. So it's not always a bad thing to talk to your adversaries. Here's what secretary of state Mike Pompeo said about Trump and Putin potentially meeting again this fall."
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "utterance": "It is incredibly valuable to the people of the United States of America that President Putin and President Trump continue to engage in dialogue to resolve the difficult issues that our countries face between each other. I think makes enormous sense and I'm very hopeful that meeting will take place this fall."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining me now for reaction is Eric Beach, co-chair of the pro Donald Trump Great America Pac. And with me here in studio is Matt Schlapp, co-chair of the American Conservative Union and former Obama state department official David Tafuri. Thank you gentlemen all for being here, I appreciate it. I want to start with David because I see the Democrats they flip out on everything. I think they overplay their hand every single time. But tell me, under President Obama and undersecretaries Clinton and Kerry, what is the very best thing that Obama did and accomplished with Russia?"
    },
    {
      "speaker": "DAVID TAFURI, FORMER OBAMA STATE DEPARTMENT OFFICIAL",
      "utterance": "Well a different time of course because President Obama did try a reset button with Russia. That was before Russia invaded Crimea, it's before it started a war in Eastern Ukraine."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "How'd that go? How'd that go?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "It didn't go well although at first they did make some accomplishments. They got a start treaty place. They got Russia to allow the U.S. to bring in forces across"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So wait, Russia took over Crimea."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Let me finish. To bring in equipment for our military in Afghanistan across Russian airspace and Russia put on sanctions on Iran, so some things did happen. Then Russia didn't like it that Eastern European countries were trying to join the EU and join NATO and that's when it fell about, that's when NATO invaded Crimea."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think fall apart is the operative word here because if you look at everything that happened and all of these attacks on our financial systems, this all happened during President Obama's watch. Eric"
    },
    {
      "speaker": "TAFURI",
      "utterance": "None of the attacks on the financial systems are anything like the meddling in our election. The integrity of our democracy happened"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "When did that happen? But that happened during Obama's watch. He went out and told the world, \"You couldn't even do it even if you tried.\""
    },
    {
      "speaker": "TAFURI",
      "utterance": "Yes he did."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And that was a lie, it absolutely was. Let me bring in Eric here. Eric how do you read this situation? Is it better under Trump or better under Barack Obama?"
    },
    {
      "speaker": "ERIC BEACH, GREAT AMERICA PAC CO CHAIR",
      "utterance": "Well I'm not going to defend the Democrats but I don't think they're the only target here. Trump's foreign policy doctrine is a direct threat to the neo cons and I think there are many Republicans and neo cons that are under cutting the president. The great irony there is he's the best friend to Israel and Russia they have one military base outside of Russia. We have mutual interests with Russia and the president is trying to secure the best deals. What are we going to do to denuclearize North Korea? According to some reports today he's working with Israel or endorsing the Israel Russia plan in Syria so there's a lot of mutual interests. When we hold 90 percent of the nuclear power combined with Russia, you know we've got to have a dialogue and we need to understand how to make, we can make the world a democracy. And Russia is like us in many different ways so you know I don't think it's the Democrats that we should only be targeting. Trump, when he ran he had a foreign policy doctrine that was a little bit Libertarian much like Graham Paul who was also attacked during the campaign. So I think should stick to his guns, open up this dialogue and continue to do what he's doing."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Matt there was some criticism from the right as well as the left, I think you were part of that. How do you see this now playing out that we're at least a few days past that press conference?"
    },
    {
      "speaker": "MATT SCHLAPP, PRESIDENT OF THE AMERCIAN CONSERVATIVE UNION",
      "utterance": "I'd just like to take a step back here. It's a little bit silly to make the argument that somehow it would be unwise for a brand new fresh president of the United States to not deal with the leader of Russia OK. We've got to do that. The idea that Trump is somehow soft on Putin just because when they are in each other's company, he tries very hard to be, in some cases too hard the other day, to be hospitable. But the policy is what matters and the policy coming out of the Trump administration as you pointed out is two or three times tougher than anything we saw in Obama. If you look at the export controls, if you look at the sanctions, if you look at the number of people that he kicked out of the country, if you looked at the bombing that the president has done. If you look at every single criteria, the president's policy is tough. What the Democrats have a problem with is some of his words. He realized himself that some of the words that he used"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But what's the strategy behind that? If the actions are tough, why are the words so soft? Because I think I concern that the words are soft on Putin, but they're not soft on anybody else."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's not true. The president has chosen two leaders who knows they don't have nicknames, OK. The president of China and Vladimir Putin because he realizes that the relationship is hinged. That it matters what you do with one and the impact on the other. And what the president is going to do and where he's clearly pointing is the fact that China is both, from a national security standpoint and an economic standpoint, our biggest adversary on the globe."
    },
    {
      "speaker": "TAFURI",
      "utterance": "So all three of you are trying to distract from an embarrassing capitulation thing that happened on Monday. What happened on Monday in Helsinki is the president departed from the vision of every other president, Democrat and Republican. He stood up to authoritarianism and he supported freedom, democracy and rule of law against Russia. We've had 13 presidents since"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Castro and the mullahs? Castro and the mullahs?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "He's right though. He's right though about Castro."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Hold on, let me finish. We've had 13 presidents since World War Two. All of them stood up to Russia when it tried to export its brand of authoritarianism to Eastern Europe except the thirteenth, President Trump. 13's an unlucky number."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Jimmy Carter didn't sell him grain, that was really tough, that was some really tough stance. Of course you're going to take us back to the 70's"
    },
    {
      "speaker": "TAFURI",
      "utterance": "They mattered."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That happened on Monday."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me bring in Eric. Eric what's your take on this?"
    },
    {
      "speaker": "BEACH",
      "utterance": "The problem with the Democrats is it has never been about election meddling. According to some unclassified documents, they meddled 81 times. The reality is it's about collusion between Trump and Russia and they have yet to prove that and now all of a sudden they're worried about meddling? They're mention the 13 presidents. I haven't heard anything about Russian meddling and any of those presidents and the last time we heard from Obama he said that it could never happen. So their narrative is being lost here. But again, the president doesn't need his target at Democrats. They have no power, they have no message. I think what he needs to do is stick to his guns on his foreign policy doctrine because the results are what matter and he's getting results in his North Korea trip and also with Russia and hopefully we can continue to have that dialogue."
    },
    {
      "speaker": "TAFURI",
      "utterance": "What results in North Korea? North Korea I applauded that the president met with the North Korean leader but there has been no results so far. There's no evidence North Korea has backed off its nuclear ambition at all."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's fair."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Satellite images show they continue to use the nuclear sites."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "We brought home the hostages. Of course they have. You're rooting for the president aren't you?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "I am rooting for the president. I support him in Singapore."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Right, it's the right thing to get the prisoners back."
    },
    {
      "speaker": "TAFURI",
      "utterance": "But to call it a success now is when there isn't any material example of how North Korea has backed off is wrong. It was wrong"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "It was right thing. Let me finish. Hold on hold on, I'll agree with you that we've seen no progress on the nuclear weapons yet. But it was a promising first step to bet the prisoners back without sending a palette of cash over on a plane. And it was the right thing to engage another nuclear power on the globe and the president was dealt a terrible policy that he inherited and he's making the best of a bad situation."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Eric there's talk about a second summit now bringing Vladimir Putin to the White House for a meeting. Is that a good idea or a bad idea for the president to do?"
    },
    {
      "speaker": "BEACH",
      "utterance": "Look I think he has to continue with the upper hand. I know that he misspoke during the meeting but again the intent is what we need here. We need to work with Russia. We have 90 percent of the nuclear power between the two countries. They're not going to get back into the game, they're not going to be a world order coming after us. We need to work with them because we have mutual interests and the president's doing the right thing. His doctrine has the right message and he just has folks inside the United States that he has to fight on his message."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So David good thing or bad thig for the president to meet again with Putin."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Well just look at what happened on Monday. A second meeting would be a disaster given the president's performance on Monday. Keep in mind"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "How can the Democrats? Seriously you're saying the same thing that I hear a lot from Democrats. Democrats are actually arguing against diplomacy, against dialogue, against discussion"
    },
    {
      "speaker": "TAFURI",
      "utterance": "No we're not arguing against diplomacy. We're arguing in favor of results and setting an agenda that supports America and American interests. So he can invite Putin here but he should say, \"You're going to come here, you're going to bring the 12 Russian agents that interfered in our election and you're going to agree to support us. You're going to stop supporting Assad. You going to agree to pull out if Crimea, you going to agree to pull out of eastern Ukraine\""
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right. You're so tough, you're so tough. You're president is not amused. Why didn't President Obama say that?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "President Trump said those things and then said, \"And if you do those things, come to the U.S. I'd love to meet with you\" That would be great, I'd support that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Did you say that to Barack Obama? He was the president when that happened, all of those things. He's right, all of those things."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Well Barack Obama's reaction to the invasion of Crimea should have been stronger, I agree with you. But President Trump is thinking about endorsing the annexation of Crimea."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "How do you know?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "You don't know what he thinking?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "It's been in the media."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "The media's always right. Oh Lord."
    },
    {
      "speaker": "TAFURI",
      "utterance": "He spokes people have not denied that."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Let's go back to this. You said there should be goals in this next meeting with Putin, right?"
    },
    {
      "speaker": "TAFURI",
      "utterance": "Right. There were no goals for the meeting in Helsinki, that was part of the problem."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "But the goals that you've just established for that meeting was the complete reversal of everything that happened in Obama, that's a pretty high bar. You know what I'd like to see? I'd like to see things improve with Russia and I'd like Mr. Putin to understand that he can't get away with these things with a President Trump."
    },
    {
      "speaker": "TAFURI",
      "utterance": "But a weak ineffectual Trump meeting with Putin and having Putin get the best of him is not going to improve things. And that's what happened on Monday and that's what I fear would happen if Putin comes back here to the U.S."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So you're going to support him? You just fear that Donald Trump's the president and he's actually making progress, that's the problem."
    },
    {
      "speaker": "TAFURI",
      "utterance": "Nobody in the foreign policy field thinks he made progress on Monday. Nobody."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "He made a lot of progress with what's going on with NATO, getting tens of billions of dollars. In fact I got to seg right now to the next topic because I got Mike Turner who's going to talk about this. Gentlemen I really do appreciate it. This is a vibrant conversation on a beautiful Friday night. I really do appreciate you coming in and I really do appreciate you coming in as well. I need to bring in someone who knows a thing or two about America's role in the world, it's Congressman Mike Turner, a Republican from Ohio whose also the chairman of the U.S. delegation to the NATO parliamentary assembly. I had the honor of serving with Mr. Turner on the congress and I thank you sir for being here. When I thought about what was going on with NATO. Like I was convinced when I was a member of congress that you probably knew more than just about anybody, at least in the House of Representatives as it relates to NATO. Earlier I put up a graphic about the tens of billions of dollars that are now starting to flow to our NATO partners. What sort of a fact do you think Trump has had, although unconventional in pushing our NATO partners to pony up and pay their fair share?"
    },
    {
      "speaker": "MIKE TURNER, R-OHIO, CHAIRMAN OF THE U.S. DELEGATION TO THE NATO PARLIAMENTARY ASSEMBLY",
      "utterance": "Jason thank you for having me. Absolutely he's had a huge impact and this is important because this goes right to not only just our national security but the national security of the overall alliance. You know in 2014 at the Wales Summit, the NATO allies made a commitment to reach two percent. This is something that they agreed to, it's not being imposed upon them by the United States. But at the same time they were not reaching this goal. President after president, secretary of defense after secretary of defense would point this out and would chastise our NATO allies but no real movement was being made. Now the president has come in, he's holding them accountable, requiring that they come forward with plans to reach the goal. And as you just described, an untold amount of money in now flowing into their own militaries which then are contributed all to NATO's capability. He's having a huge and very positive impact on the capability and the funding for NATO military goals and objectives."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You know what's fascinating to me about this, we're going to show you a quick bit of footage. This is Donald Trump on Oprah Winfrey's program 30 years ago, listen to what Donald Trump said 30 years ago. OPRAH WINFREY, HOST \"THE OPRAH WINFREY SHOW\": What would you do differently Donald?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'd make our allies, forgetting about the enemies, the enemies you can't talk to so easily. I'd make our allies pay their fair share."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Pretty interesting that he said that. It thought that was interesting that for about the fifth time you know talking to our enemies it's not so easy and I think we kind of demonstrated that. But for him to say pushing our allies to pony up and pay their fair share, I mean that's something that that Donald Trump has done. How does that work in terms of conventional forces but then also the space race? You've heard the president announce a new push there? Estonia a NATO ally is critical in their cyber front. What the balance there and how would you like to see that money spent?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Well I think first of all the president articulating even 30 years ago today that the bill for NATO should not be sent to the United States that the NATO allies should share the burden is absolutely where the American people are. And I think that needs to be communicated clearly to the allies. I think Russia itself has an economy somewhere between that of Italy or Spain, not Italy and Spain but they have a military that's capable of threatening all of Europe. What we need to see from our European counterparts are investments in real capabilities. We have fore deployed our forces to help counter some of the aggressiveness of Russia along the border. But they need to look at real capabilities, ground capabilities, air capabilities so that they can actually deter Russia. And this is a real issue of not just can you win a conflict or how do we engage in deployments, but how do we avoid conflict? And that avoidance of conflict is investing in the deterrence and that's having a military capable of your adversary looking and saying you know, \"I don't want to mess with you, this cost will be too high\""
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But there are a lot of people that are concerned that now that there's $600 plus billion, nearly $700 billion going into the military where other countries China, Russia and others can play at an equal footing with the United States is at a cyber front. So how do we attack that, where do we spend that money and what do we do when we know that Russia is attacking the United States on the cyber front?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Right absolutely and you are absolutory right correct that we do know this. Well we're doing this on a couple of levels one obviously is trying to work with both industry and with government infrastructure to try to fortify our electronic systems so that they are not subject to hacking. Working also with our allies so they're not a back door to all of this. But then also we need to hone our skills as the president has said, in doing to our adversaries what our adversaries do to us and making certain that we have an ability to have a presence that also can counter and have them pay from hurting us."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yeah I think this is one of the big questions for our country and for our population, if somebody were allot missiles at us you could fight back. But if somebody were to attack us electronically, how do you fight back? Congressman Turner, I think you for joining us tonight, a real expert in this filed and I thank you for being here."
    },
    {
      "speaker": "TURNER",
      "utterance": "My pleasure Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Is the Helsinki Summit affecting special counsel Robert Mueller's probe? We'll have analysis coming up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It seems the one thing Democrats are happy about with the Helsinki Summit is that it keeps the heat off the Muller probe. A CNN headline today blared, \"Trump team worries, could Helsinki disaster strengthen Mueller's hand?\" Speaking of the Mueller probe, there are more allegations of unfair treatment. There are reports that Democratic lobbyist Tony Podesta worked on behalf of a Ukrainian interest without registering under the Foreign Agent Registration Act. Mueller indicted Trump's former campaign manager Paul Manafort over very similar accusations. So are Manafort and Podesta being treated the same by Mueller's team? Not according to Tucker Carlson's reporting last night."
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS ANCHOR",
      "utterance": "We are report exclusively based on toe separated sources we spoke to today that Tony Podesta has been offered immunity by Robert Mueller to testify against Paul Manafort. In order words, for a near identical crime, Bill and Hillary's friend could escape and emerge completely unscathed, while Paul Manafort may rot in jail."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That doesn't seem very fair. Here to discuss is former FBI spokesperson John Ianarelli, retired special agent Bobby Chacon and Democratic Strategist Scott Bolden who's joining me here in studio I should say. Bobby I want to ask you, you've been involved and engaged in the FBI, when do you sue immunity and why is it that we continue to see that if the reporting is true, we have every reason to believe Tucker Carlson? In the Clinton probe they gave out five sets of immunity and got nothing for it. And now here we're hearing reports that Tony Podesta is getting immunity? When do you use it, when is it appropriate?"
    },
    {
      "speaker": "BOBBY CHACON, RETIRED FBI SPECIAL AGENT",
      "utterance": "Well there's a couple of reasons. First and foremost is because you think it might be is if the person you're dealing with has committed a crime. If they haven't committed a crime or you don't think they committed a crime, they have nothing to be immune from. So clearly Podesta is thought of by the Mueller team to have engaged is some kind of conduct that he needs immunity from, tats the first and foremost thing. The second thing is you feel that he has some information that he could give you on some of the people that are targets from your investigation. Which means only that he must have dealt with them either in a criminal conspiracy or criminal matters that relate to Mueller's investigation. So there's two things, they must think that Podesta did something illegal and that that illegal activity or some activity that he engaged in was connected to the probe going because that's how criminal conspiracies work. Guys get together to commit crimes so Podesta, really this immunity deal to me puts Podesta right in the middle of this thing."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Scott how do you react to this where we see this report and suddenly their handing out an immunity to yet another Democrat?"
    },
    {
      "speaker": "SCOTT BOLDEN, DEMOCRATIC STRATEGIST",
      "utterance": "Well this isn't a partisan issue. I'm a former prosecutor. I'm a white collar criminal defense lawyer so my colleague on your program is absolutely right, but every case is different. Here's the deal. Manafort certainly is charged with more crimes, substantially more than Podesta and Podesta was part of a deal or some type of conspiracy then he has information that they need to prosecute Manafort or others. Two, they believe he's committed a crime, he was a subject or a target. And three Manafort is fighting these charges. Manafort isn't rolling over and trying to cooperate and make America better and tell what's going on with Russia and Trump and others, he's fighting these charges and that's why he's in jail and that's why Podesta is getting immunity."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "John your background with the FBI, you saw what happened in the Hillary Clinton probe but then you know five sets of immunity and the FBI admitted we got nothing in exchange. Have you ever seen that? Have the FBI ever had any other case where they handed out five sets of immunity and got nothing for it and now here they are handing out immunity again?"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "I'm sorry, their getting his testimony in the prosecution of Manafort. That's something that's super valuable for any prosecutor."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But John, you've had a long career as the FBI, how did you see this?"
    },
    {
      "speaker": "JOHN IANNARELLI, FORMER FBI NATIONAL SPOKESPERSON",
      "utterance": "To hand out so many immunities is unusual and to get nothing for it. I think the lesson we're seeing here is if you're going to commit a crime, it pays to have a relative who's in high political office so that you can be the one offered immunity. But let's not forget, the reality is that maybe he knows something that the other people being charged don't know maybe he can offer more information. They're obviously going to look for getting the biggest bank for their buck."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yeah and I have a hard time believing they're going after Manafort, he's the biggest fish. I mean he was with the Trump campaign for like three of four months or something like that. But we'll see, I mean Mueller's been given a lot of latitude but they are trying to equate what happened in Russia with Mr. Putin and this. But there's been no evidence of any collusion. I want to go and talk about something else, something that was in a little bit more of a fall of than the Helsinki Summit. Former intelligence chiefs are now politicizing their role in going after Trump, and here's what a former acting CIA director said."
    },
    {
      "speaker": "JOHN MCLAUGHLIN, FORMER ACTING CIA DIRECTOR",
      "utterance": "At what point will there be critical mass of objection to some of the lunacy that's going on here under this president. To state it boldly, the United States was attacked and the president sided with the enemy."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And ousted FBI director James Comey had to throw in his two cents tweeting quote, 'All who believe in this country's values must vote for Democrats this fall. Policy differences don't matter right now. History has its eyes are on us\" Gentlemen is this an appropriate thing for former Intel chiefs to jump in here and do this? And I actually want to start with Scott because I think these things actually play into Donald Trump's hands."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Well what is and I don't think they play into his hands, but what is your issue with what they've said, what your GOP colleagues have said, what Democrats have said and what we watched? We watched a president that did not denounce Russia, 13 of his government agents were just indicted by Mueller. We have 17 agencies"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Under the Trump administration, yes."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "OK and 17 agencies have said that they attacked our election system and our president, GOP president denies it. And then he gets on a consequential world stage and says nothing about it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think it's too strong to say he denies it, he said he misspoke. You know that Donald Trump does not like to go out and correct errors."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Misspoke? He went on a world stage and he misspoke?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "He went back out there and you know he doesn't like to do that."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "No he doesn't but I got to tell you saying misspoke when you're under, that summit should never have taken place with these indictments and with those 17 agencies; it never should have taken place."
    },
    {
      "speaker": "CHAFFTEZ",
      "utterance": "Don't leave, don't talk to anybody. John, I got to bring in John here. John you've got a lot of experience as an FBI agent. Is it the right proper place for these Intel chiefs to be able to go out right after and then go start to say and abdicate for the Democrats? How does that play?"
    },
    {
      "speaker": "IANNARELLI",
      "utterance": "Hey, I'll tell you I am just happy that Comey's using his personal phone and not a government phone if he's tweeting but they shouldn't be doing this. The reality is that they understand from those positions that a lot of moving parts are going on from behind the scenes. Nobody actually knows once you're out of position what the president is doing or his administration. So they actually could be undermining other factors that are taking place. And I will tell you whether you like Putin, don't like Putin, like Trump, don't like Trump, it never hurts to speak to the other side because every time you do you get a little more intelligence that you can work with."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me go to Bobby in here. Bobby your experience, an FBI director, former Intel chiefs that are out there making these comments. How does that strike you?"
    },
    {
      "speaker": "CHACON",
      "utterance": "It's irresponsible and it actually damages the Republic. I would be in favor of certain senior level policy officials being barred from doing this kind of political rhetoric. I mean we have the Hatch Act which is enforceable against government employees. But once you leave the government there should be some enforceable mechanism these senior policy guys who have access to all this information and then go on these tweet storms and pretty much some of them lost their mind in their anger and rhetoric against the current president. And I think that you can't separate that rhetoric from some of the things that they knew and learned with their security clearances in their prior jobs. So I think three has to be some kind of cooling off period where these guys have to keep their mouth shut, go home and sit on their hands and watch the government function. Because right now they're interfering with the function of or government as former senior policy executives."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "So they lose their First Amendment right? That's really what he's saying. Here's the bottom line"
    },
    {
      "speaker": "CHACON",
      "utterance": "No the Hatch Act is perfectly enforceable under the First Amendment. The Hatch Act was enforced against me for 27 years."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Against former employees? Not True. Really?"
    },
    {
      "speaker": "CHACON",
      "utterance": "The First Amendment doesn't get enforceable whether you're employed or not employed. The First Amendment of the constitution does not spell out that it can only be enforceable when you're employed or not employed. There are certain conditions to government employees"
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Here's the bottom line, though. Donald Trump drives every narrative in this presidency, right. You want to block people from observing and speaking on what they saw that both sides were highly critical of, right."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wait a sec. I didn't suggest that they block it. What I'm saying is it plays into Donald Trump's hands because what he says is I didn't get a fair shake. These people were conspiring against me. And then you have James Comey months after saying he has got a higher loyalty, saying don't worry about the policy. Policies don't matter in this country. Just vote for Democrats, which is in his self-interest because he doesn't want a probe of himself."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "Wait a minute, now. The GOP is in control. And the GOP left him. He didn't leave the GOP. He's a lifelong Republican. How can you say that?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "He's registered as an independent. But what I'm saying is when he goes out and says vote for Democrats no matter what, what is his best interest? If the Democrats take over the House, then these probes, the Devin Nunes and Trey Gowdy and John Radcliffe and everybody too, that goes away. And I hope America sees through what he's trying to do."
    },
    {
      "speaker": "BOLDEN",
      "utterance": "How come it hasn't gone away with GOP control, then? You all control everything. So why hasn't it gone away then? Why won't the DOJ turn over documents to the GOP House and Senate? That's a whole --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You and I will agree on that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And John, I want to give you the last word here. I have got just like 10 seconds. What does the average FBI agent out there, the rank and file, what do they think when they see a person like James Comey go out and say vote for Democrats."
    },
    {
      "speaker": "JOHN IANNARELLI, FBI SPECIAL AGENT EXECUTIVE (RET)",
      "utterance": "Can we just get back to being agents and doing our jobs without all the political discussion? That's what the rank and file agents are thinking. We don't want our directors to be political. We want to be able to have the public's trust and do the job that they're doing right now."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You're right. My grandfather was a career FBI agent. I can't thank those men and women enough for what they do and how they do it. Gentlemen, I want to say thank you. What are the Democrats really after when it comes to Russia? Rush Limbaugh has a theory. Stay with us."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So what are the Democrats really after when it comes to the Russian obsession? Rush Limbaugh put out an interesting theory yesterday."
    },
    {
      "speaker": "RUSH LIMBAUGH, RADIO TALK SHOW HOST",
      "utterance": "When they lose, it can't be because they have been rejected by voters. No, there has to be some nefarious reason. There has to be tampering. There has to be meddling. There has to be collusion. And in the process, they have done a great job of making so many millions of Americans question the integrity of elections now. I believe this all has a very long-term purpose, and that is to eventually get rid of elections. Don't laugh and be very careful in criticizing me, because I'm here to tell you that if they could, they would."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That might sound a little out there unless you tuned in to \"Morning Joe\" this week."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can we rewrite the constitution and have another president take over right now?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I mean, seriously, get rid of the constitution and put in a new president? That's the attitude that the left has taken on \"Morning Joe.\" Joining me to debate what's really going on here is Leo Terrell, a civil rights attorney, and Horace Cooper, a senior fellow at the National Center for Public Policy Research. Gentlemen, thank you both for joining us here. I really do appreciate it. Leo, what's the endgame? What is this obsession with Russia? Why is it and what's the endgame? What are you playing for?"
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "utterance": "First of all, can I just make a comment about Russia? Russia is way out there. Al Gore with grace and dignity accepted the 2000 election. Regarding Russia, Donald Trump does it, he should start inviting Dan Coats to the White House for more dinner because he's going to throw him under the bus. And your friend, Matt, who earlier this week talked about how President Trump threw the intelligence under the bus, Matt got the memo and realized his wife works at the White House. My point is very simple. The Russian meddling is real. Both the Democrats and the Republicans realize that. And finally, your colleague, Trey Gowdy, you know him, Jason, he said the Mueller probe is necessary."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now, Leo, let's just make sure we get our facts straight because it was Barack Obama weeks before the election said that nobody was doing it. Even if they tried, they couldn't do it. Was that true or not true?"
    },
    {
      "speaker": "TERRELL",
      "utterance": "Well, see, that's a good move, Jason. I mentioned your colleague Trey Gowdy, you go to the Obama card. Trey Gowdy currently keeps saying that the Mueller probe is legit."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "We're not arguing about that. We're not arguing about that. I'm asking you was Barack Obama accurate or inaccurate? Did he lie or was he telling the truth?"
    },
    {
      "speaker": "TERRELL",
      "utterance": "I can't get into the headset of Barack Obama and his motivations."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I understand that. Let's go to Horace here."
    },
    {
      "speaker": "TERRELL",
      "utterance": "OK, great."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "How do you read this?"
    },
    {
      "speaker": "HORACE COOPER, NATIONAL CENTER FOR PUBLIC POLICY RESEARCH",
      "utterance": "The left hasn't accepted these elections. They're like, and pardon the expression here, but this is like Jason the 15th the horror movie in terms of Hillary Clinton coming up with excuse after excuse after excuse for why they didn't win, and they haven't accepted this outcome yet. And that is their real problem. They're not concerned about America's national security the way they'd have you believe it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "They suddenly have become hawks, though. When I look at the Democrats --"
    },
    {
      "speaker": "COOPER",
      "utterance": "These are chicken hawks. These are chicken hawks."
    },
    {
      "speaker": "COOPER",
      "utterance": "Look what they did over my lifetime. I started working in Washington D.C. and I watched an organization called the American Security Council. They used to rate the Democrats like Nancy Pelosi, like Dick Durbin, like Chuck Schumer, all the way to the present. What we saw every chance it came to protect America from Moscow, they were on the other side. They were cutting side deals. Kennedy talking over with the Russian governments and their leaders all the way to the present. After George W. Bush reaches an agreement with eastern European countries about an antiballistic missile program. What do they do?"
    },
    {
      "speaker": "TERRELL",
      "utterance": "You know, Jason, Horace is just -- those are talking points. We're talking about you cannot --"
    },
    {
      "speaker": "COOPER",
      "utterance": "It's reality."
    },
    {
      "speaker": "TERRELL",
      "utterance": "You cannot trust Putin."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I don't trust Putin."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Even your own Republican colleagues know that the Russian meddling is real. And more important, let's be honest, Horace, look at the Al Gore footage. He accepted with dignity and class the 2000 election."
    },
    {
      "speaker": "COOPER",
      "utterance": "He has to go back to 2000."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Russia is way off."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Leo, you make a big point about Al Gore accepting the outcome of the election. I haven't seen any of that from Hillary Clinton. I saw it with grace and dignity from Mitt Romney, I saw it from Al Gore. But what about Hillary Clinton? And why can't the Democrats accept that Donald Trump is the president?"
    },
    {
      "speaker": "TERRELL",
      "utterance": "The Democrats can accept Donald Trump as the president. He won the Electoral College. Let me say that right now. But Jason, again, we have a problem. We have Russian meddling in our fundamental process -- elections, voting. And your Republican colleagues say the same thing. And again, let's me say this. Please, president Trump, let me make one plea. Please, President Trump, don't fire Dan Coats for being honest. Please. He's a good director of national intelligence."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's very magnanimous of you."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Horace, I want to ask you, Rush Limbaugh made a pretty strong allegation that the endgame here is actually that the Democrats want to get rid of elections. You had Mike Barnicle, who is a pretty respected person, at least he was before last week, who is out there saying let's get rid of the Constitution or amend the Constitution so that we can instill a new president."
    },
    {
      "speaker": "COOPER",
      "utterance": "When Moscow created out of whole cloth the international peace movement that took over Europe with their funding, where was the left? When Moscow say that it was a farce that the president of the United States, Ronald Reagan, would put up a strategic defense initiative, where were the progressives? They were with Moscow. You come all the way to today, 2017, when we had the president's budget on defense, where were the progressives? They did not support it."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Jason, does he really believe this? Does he actually believe what he's saying?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "He does."
    },
    {
      "speaker": "COOPER",
      "utterance": "Theodore Roosevelt said talk softly and carry --"
    },
    {
      "speaker": "TERRELL",
      "utterance": "OK. OK. OK. I could have sworn that it was President Kennedy. Hey, Horace, how about missiles of October, 13 days in October? I suggest you read it and review it because the guy in the White House was a guy named JFK. He was a Democrat. But you may not want to know that."
    },
    {
      "speaker": "COOPER",
      "utterance": "That was the last time --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And he was probably the last hawk you guys ever had. Go to one more recently when the Russians brushed in and took over Crimea. I didn't hear the Democrats criticizing Barack Obama. I didn't hear them raising this. And the president misspoke at a press conference, something he recanted and clarified, and you all are going nuts. That's what's --"
    },
    {
      "speaker": "TERRELL",
      "utterance": "No, I'm saying --"
    },
    {
      "speaker": "COOPER",
      "utterance": "For 60 years, the left has been on the wrong side, siding with Moscow against the interests of America."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let Leo have the last word. He's got just 10 seconds."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Horace and Jason, talk is cheap. Let's see some results. If President Trump is going to have Putin come to the White House, let's see some result in all of these so-called disasters created by Obama. Let's see some disasters, because talk is real cheap right now."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, there has been action. And you know what? One of the things that Vladimir Putin is looking down the pipe at is the fact that there are tens of billions of more dollars going into the defense of our NATO allies. That didn't happen under any other president than President Trump. Gentlemen, I thank you so much on this beautiful Friday night. Thanks for coming in."
    },
    {
      "speaker": "TERRELL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Outrageous and hypocritical? We'll show you the wildest things Democrats said about the Trump-Putin summit when we come back. Stay there."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Welcome back. I'm Jason Chaffetz in for Laura Ingraham on this \"Ingraham Angle\" special, the Trump-Putin Summit fallout. When it comes to the Helsinki summit, it's almost as if the liberals are in a competition to see who can sound the most outraged."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HAWAII",
      "utterance": "Some people are calling it the appeasement summit."
    },
    {
      "speaker": "JILL WINE-BANKS, MSNBC CONTRIBUTOR AND LEGAL ANALYST",
      "utterance": "I would say his performance today will live in infamy as much as the Pearl Harbor attack or Kristallnacht."
    },
    {
      "speaker": "CHUCK SCHUMER, D-SENATE MINORITY LEADER",
      "utterance": "In the entire history of our country, Americans have never seen a president of the United States support an adversary the way President Trump has supported President Putin."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-HOUSE MINORITY LEADER",
      "utterance": "I sadly beseech President Trump to apologize to the American people for his disgraceful, dangerous, and damaging behavior with Putin in Helsinki."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wow. Joining me now for reaction is Victor Davis Hanson, one of the world's leading historians and senior fellow at the Hoover Institution. I believe you're in Hawaii, so Aloha, and thank you for joining us. We appreciate it."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I do appreciate it. You have Democrats on that clip trying to compare something that he said he misspoke about and comparing that to Pearl Harbor, which you're just a few miles from. How over the top. What is your reaction when you hear that?"
    },
    {
      "speaker": "HANSON",
      "utterance": "I'm a little worried because Donald Trump has expelled Russians from the United States, he's beefed up the sanctions, he's armed the Ukrainians, he's warned Putin in very blunt terms about his behavior in Syria. We've killed Russian mercenaries that attacked a U.S. base. He's upped U.S. oil production that Putin didn't like. He's really jawboning NATO to get tough. He's criticized German dependence, increasing dependence on Russian oil. And yet this is a man that has 7,000 nukes. So when he goes in a press conference and he knows the questions are going to be how willing are you to insult with the man next to you that has 7,000 nukes, it's a lose-lose situation because if he doesn't insult him then he's colluding, and if he does insult him, he's blowing up the summit. So I don't think we want to get into this spiral escalatory situation where we keep trying to push Putin in a corner, especially after we've seen eight years of the reset process where we didn't do much about Ukraine or Crimea, we dismantled missile defense in eastern Europe. We have this tell Vladimir to behave and I'll get reelected and I'll be flexible. We made fun of Mitt Romney. We cut down oil production. We didn't do much about defense. And so it's surreal. Its' almost either we have to overreact because we didn't do much about Putin, and now we have to push Trump into a corner where we're almost at war with a power that in terms of economic size is not comparable to China. China's espionage apparatus makes Putin's look pathetic. So it's getting very dangerous. All of this is getting dangerous, Jason, because rhetorically we've exhausted the vocabulary of killing Trump. We decapitate him, we stab him, we ritually shoot him, we burn him up, we blow him up, we've exhausted suing under the Electoral College, we want to abandon it, we've looked at the emoluments clause, we looked at the 25th Amendment, we boycotted the inauguration, we introduced articles of impeachment. And now we're in the rhetorical that these Stalin, that he's Hitler, that he's a traitor. What is the next level? Where does this lead? There's 330 million people out there. Some people think he's Hitler, I've been told that, then what are you going to do about it? The next level --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The Democrats also -- first of all, they sound very unhinged. But they also sound like they're being hypocritical or hypercritical. President Trump tweeted out a clip of what Hillary Clinton said about Russia when she was secretary of state back in 2010. She told a Russian TV network, let me read this for you, \"We want very much to have a strong Russia because a strong, confident, prosperous, stable Russia is, we think, in the interest of the world.\" Now, I didn't hear a single one of those Democrats who are yelling and screaming from a misstatement by the president at a press conference have the same sort of reaction to what Hillary Clinton said and that she wanted a strong Russia. How does that sound?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes. Well, and beyond that, Barack Obama, as you played, has already assured the United States that they're incapable of affecting an election. That's the president of the United States. So what is the font of all this? and the font of it is unhappiness over unexpected loss, perhaps regret that they weren't tougher on Russia on the other eight years, but more importantly, to delegitimize the president in lieu of an agenda that might win 51 percent of the support --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But have you ever seen the Democrats so -- Democrats have always tried to advocate for let's have a dialogue. And then when the person in the White House, Donald Trump, is actually negotiating and actually having a dialogue and being a diplomat, they go unhinged. Have you ever seen that?"
    },
    {
      "speaker": "HANSON",
      "utterance": "I don't think it has anything to do with Republican. I think it has everything to do with the election. If it wasn't Russia, it would be another melodrama. Remember that reset was formed in birth and reaction that George W. Bush was too harsh, Obama and Hillary Clinton said, in his reactions to the invasion of Ossetia. So they were going to be magnanimous and that was going to make Russia like us. Instead they viewed that outreach as weakness to be exploited."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, professor, I could listen to you all day. You have a great perspective and we thank you so much for joining us particularly on this Friday night. If you thought the political reaction to the Helsinki summit was outrageous, just wait until you hear what some of the comedians are saying. The greatest hits when we come right back."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Just when you thought the politicians were the ones losing their minds over Helsinki, it turns out the late-night comedians are just as off the rails. Take a look at some of the madness that ensued this week."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Helsinki has frozen over. The president of the United States today publicly sided with Russia over our own FBI on the subject of cyberattacks on our election campaign. Is it possible that Vladimir Putin brought a hypnotist to the meeting instead of a translator?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can someone get Trump a glass of water, because he thirsty. It's only a matter of weeks before he single white females Putin. Can you imagine what the private meeting was like? I'm worried he let Putin annex one of the 50 states. Here's an electoral map. Pick one of the blue ones."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's extremely strong and powerful. He does not skip leg day. And I know because right now I am smooching his glutes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is what you get when you put a KGB agent up against a KFC agent."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I don't know. I know I'm getting a little bit older here, but I thought they'd be a little bit funnier. They don't seem to be very balanced. I didn't get much of a chuckle out of that. But we're pleased to have with us Jimmy Failla, comedian, head writer of \"Kennedy\" on the Kennedy program on Fox Business. Jimmy, do comedians want Trump to fail? I listen to them and I sit back and I think, where is the Jay Leno stuff?"
    },
    {
      "speaker": "JIMMY FAILLA, COMEDIAN",
      "utterance": "That was a rough montage, man."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Those are the highlights."
    },
    {
      "speaker": "FAILLA",
      "utterance": "I know, really. This is why I stick to comedy channels like CNN. At least you can count on them for a laugh once in a while. But you know what it is? You can see the bias and what they're saying, too. It infringes on their ability to be objectively funny, because the audience kind of knows it's coming. And the one thing they kept pointing out on these shows is like, oh, if we elected Hillary, we would never have an embarrassing press conference like this. Yes, because they couldn't afford her speaking fee, you know."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Give me a break. The whole thing looks so bad. Seth Meyers is horrible."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I don't subject myself to it anymore. I loved Jay Leno. I used to watch that. When I was a little kid I used to watch Johnny Carson. In fact I like watching some of those reruns of his old stuff. But are any of these guys, do they ever go after anybody on the left or are they just activists?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "No. That's the problem. You say this a lot. People always ask if we like the age of comedy and Trump. It's really setting back comedy tremendously because people don't know how to cartoon something that is already funny in its own right. Trump is funny. He's funnier than late night comics because the one thing they can't deal with, and it's his appeal. And it's the one unshakable aspect of his personality is that he really is a real-life Rodney Dangerfield in the movie \"Caddyshack.\" He has made his way into the elitist country club. He's upending their way of doing things. And even when it's crass or it's unorthodox and it's not something we'd all agree with, we think it's hilarious because it's just funny to watch everyone else cringe."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Every time the president wants to do a live show, they pack them in by the tens of thousands. They can't find a stadium big enough."
    },
    {
      "speaker": "FAILLA",
      "utterance": "No, they love him. He is doing straight standup. He has real standup chops. I think I was talking to you about this in the green room at \"Kennedy\" one night. He's doing risks now, he's getting applause breaks. He's doing real comedy in an age where we don't have a lot of it. So I actually appreciate Trump. And to be honest with you, I know there was a big kerfuffle over the intelligence debate this week. I'm actually pro hacker because the last time I got my identity score my credit score actually went up a few points."
    },
    {
      "speaker": "FAILLA",
      "utterance": "So I'm not against any of the stuff that's going on right now."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Listen, you do a great job. And if you haven't watched \"Kennedy\" over there on FOX Business, it's a good show. It's engaging and you're a big part of that."
    },
    {
      "speaker": "FAILLA",
      "utterance": "It's the best written show on cable news."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That's what you keep telling me. Thank you so much."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "We'll be right back."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thanks for sticking with us tonight on this \"Ingraham Angle\" special, the Trump-Putin summit fallout. That's all the time we have tonight. Laura Ingraham will be back here on Monday in what's sure to be another busy week. It's amazing what happened in just a week. In a sign of just how close we are to another presidential election, they Republican National Convention announced Charlotte, North Carolina, as its site of its 2020 Republican convention, a perfect location. Congratulations to the Queen City. I look forward to being here. Ed Henry is in for Shannon Bream next on \"Fox News at Night.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}