{
  "date": "July 18, 2017",
  "headline": "House Ways and Means chair: Tax reform is still on track",
  "subHeadline": "Rep. Kevin Brady admits he's frustrated by Republican senators' failure to pass health care reform, but that hasn't distracted from tax reform effort in the House",
  "url": "https://www.foxnews.com/transcript/house-ways-and-means-chair-tax-reform-is-still-on-track",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "All right, the fallout from all of this and then on the next battle, and it is going to be a big one. The House Ways and Means Committee chairman, Kevin Brady, on those tax cuts.  Chairman, very good to have you. Thank you for coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN BRADY, R-TEXAS",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about that, moving right on to tax cuts, because, obviously, a vote to repeal Obamacare, the votes aren't there, at least in the Senate? But what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, so we have never left tax reform.  As you know, we have run this parallel track on tax reform since almost the day after the election, and years before it, come to think of it. But we have got work to do here. We're still shooting for the lowest rates possible, the most competitive design we can, and lowering those tax rates, whether you're a local businessperson or a middle-class family. And so I haven't seen anything yet that knocks us off our pace to deliver it this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so part of that means that you would address both the personal rates and the corporate rates together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, I think that's important, and not just corporate, but our local business rates, whether you're a mom and pop or ExxonMobil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Gotcha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "We want those, one because it's all incredibly pro-growth. So many of our businesses are not on the corporate side of the tax sort of approach.   And so we want to make sure, going all in for growth, as you know. And while, look, a lot of attention on health care, I still think it's important those individual Senate Republicans stay at the table, deliver a solution. But it's not distracting us at all from our goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Chairman, are you bitter at your Senate colleagues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "No. A little frustrated, in the sense that this is a promise we have made, not just simply to repeal, but actually put in place affordable health care.  I know it's tough. I know this is a challenge. The House delivered. It took some work to get it done. So, I'm just, again, urging our Senate colleagues, stay at the table, produce a solution. We think it's important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think that this -- getting tax cuts through will be as -- more difficult than the health care fix?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Well, I think, look, they're both difficult for different reasons.  Health care is so personal. I know, back home, with my constituents, they're seeing this Obamacare collapse, insurers leave. Look, they are going to need help. And so repealing and replacing is really critical for them. For tax reform, it's a different type of lift. I still say it's the greatest challenge of any generation. But we can do it if we just stay at the table and do our work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The reason why I raise it, sir, is that we got word out of the House Budget Committee drafting its own sort of blueprint, a budget blueprint, that both conservatives and moderates had problems with it.  Conservatives say that it didn't cut enough, even though it had $200 billion-plus in largely entitlement and fixed programs over the next 10 years. So, conservatives said it should have been more. Moderates saying, no, no, that's too much. So, if that is a preview to coming attractions, I'm wondering about your efforts on tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, so, that's pretty traditional in the budget decision. In budget votes, they are always hard as well for that very same reason.   But here's the important part of this vote. This budget gives us the green light, the vehicle to deliver tax reform this year, gives us the process to do that. So, this is an incredibly important vote. And think about this week. I think the timing is perfect. The president is pushing very hard on more made in America products here in the United States. Tax reform delivers on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I read frustration into the president, sir, when he was speaking at the White House today. Obviously, he knows the process and how it goes and how dicey it is and how tenuous that Republican majority is in the Senate.  But it seemed like he's much more comfortable, much more in his element when it comes to tax cuts. And he wants that, and big time. But already some moderates seem to be saying, well, those tax cuts can't be too big. Where do you stand on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Well, I can only speak for the House Republicans. They want but to us to go to the lowest rates possible for our local businesses, so they can compete and win anywhere in the world, especially here at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're talking about corporate rates and all these business- related rates. How about individual rates, the same thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Absolutely. Yes, same thing. We want to flatten out the brackets, simplify the code, lower the rates at all levels, and encourage more savings and investment by our families as well, incredibly pro-growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congressman, much had been made of the fact that some of your House colleagues, maybe you as well, were concerned that the Senate was cooking up a plan, a health care plan, that included some of the key taxes on the upper income on investments and Medicare. And there was a frustration about that, that that was still in there. It's a moot point now, I know. But there are a number of those same Republicans who say that they're against big tax cuts for the wealthy or anything that benefits the wealthy. Maybe it's the P.R. or the look or the feeling that now is not the time. How do you feel about that? How do you think that is going to go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Look, I think the best way to work people off of Medicaid and to be able to stand on their own with real good-paying jobs is to make sure there are those jobs available.  You know, eliminating that investment income would create 130,000 good- paying jobs in America. I think that's important. So, we will work on that issue, depending, again, on what the Senate sends us, if anything. And we will try to get those rates as low as we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so are you in the camp that says the rich should get a tax cut as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, I think we ought to lower the factions at every income level. There's no question.  We're going to deliver middle-class tax relief and major simplification. But I think, from a growth perspective, we want families at every income level to save more, to have higher paychecks, build reward when you invest, and grow. And so I think we ought to do it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now, I have raised this with you before, Chairman, but one of the key features here is the real super conservatives say, in order to get a lot of bang for your buck with a tax cut, you have to spend some bucks near term, in other words, see some revenue lost before the revenue comes in.  Are you in that camp? Because there are others, like Rob Portman in Ohio, who say, well, they do have to be paid for, they have to kind of be deficit-neutral in that regard, in other words, that not so crazy. I don't want to misconstrue what he's saying. But what do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes, so, we want the greatest growth for the greatest number of years.  That comes when tax reform is bold and when it's permanent. And so I think we can go very bold on tax reform. We can make it balance within the budget in 10 years. That gives us permanence as well and then grows that goes along with it. It isn't easy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But how would you calculate that? Because the bolder you go or the bigger you go, especially on the high end here, then, all of a sudden, it might not balance the budget. Depends how you score it, I understand, but that that might limit what you can do for a 10-year plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Yes.   So, you do want -- yes, so, exactly right. You want to measure real economic growth from tax reform. And we will see that. But you also have to make those tough decisions on simplification, on those special interest provisions to lower the rates for everybody. It is not easy, by any measure. It's incredibly difficult. But it's more than achievable, in my view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, but it's your hope here to get this done this year, to get the tax cuts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Oh, yes, absolutely.  Look, I haven't -- and I will tell you this. There is a lot more work to be done. We're working closely with President Trump's tax team in the Senate. Haven't seen anything yet that knocks us off pace for delivering in 2017.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And retroactive to the beginning of the year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "So, we will have that discussion going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "Let's get the rates down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I was just going to catch you at a weak moment, I thought, Kevin Brady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADY",
      "sentences": "I know. Well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Almost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, House Ways and Means Committee chief, Kevin Brady. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "All right, the fallout from all of this and then on the next battle, and it is going to be a big one. The House Ways and Means Committee chairman, Kevin Brady, on those tax cuts. Chairman, very good to have you. Thank you for coming."
    },
    {
      "speaker": "REP. KEVIN BRADY, R-TEXAS",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about that, moving right on to tax cuts, because, obviously, a vote to repeal Obamacare, the votes aren't there, at least in the Senate? But what do you think?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, so we have never left tax reform. As you know, we have run this parallel track on tax reform since almost the day after the election, and years before it, come to think of it. But we have got work to do here. We're still shooting for the lowest rates possible, the most competitive design we can, and lowering those tax rates, whether you're a local businessperson or a middle-class family. And so I haven't seen anything yet that knocks us off our pace to deliver it this year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so part of that means that you would address both the personal rates and the corporate rates together."
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, I think that's important, and not just corporate, but our local business rates, whether you're a mom and pop or ExxonMobil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Gotcha."
    },
    {
      "speaker": "BRADY",
      "utterance": "We want those, one because it's all incredibly pro-growth. So many of our businesses are not on the corporate side of the tax sort of approach. And so we want to make sure, going all in for growth, as you know. And while, look, a lot of attention on health care, I still think it's important those individual Senate Republicans stay at the table, deliver a solution. But it's not distracting us at all from our goal."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Chairman, are you bitter at your Senate colleagues?"
    },
    {
      "speaker": "BRADY",
      "utterance": "No. A little frustrated, in the sense that this is a promise we have made, not just simply to repeal, but actually put in place affordable health care. I know it's tough. I know this is a challenge. The House delivered. It took some work to get it done. So, I'm just, again, urging our Senate colleagues, stay at the table, produce a solution. We think it's important."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think that this -- getting tax cuts through will be as -- more difficult than the health care fix?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Well, I think, look, they're both difficult for different reasons. Health care is so personal. I know, back home, with my constituents, they're seeing this Obamacare collapse, insurers leave. Look, they are going to need help. And so repealing and replacing is really critical for them. For tax reform, it's a different type of lift. I still say it's the greatest challenge of any generation. But we can do it if we just stay at the table and do our work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The reason why I raise it, sir, is that we got word out of the House Budget Committee drafting its own sort of blueprint, a budget blueprint, that both conservatives and moderates had problems with it. Conservatives say that it didn't cut enough, even though it had $200 billion-plus in largely entitlement and fixed programs over the next 10 years. So, conservatives said it should have been more. Moderates saying, no, no, that's too much. So, if that is a preview to coming attractions, I'm wondering about your efforts on tax reform."
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, so, that's pretty traditional in the budget decision. In budget votes, they are always hard as well for that very same reason. But here's the important part of this vote. This budget gives us the green light, the vehicle to deliver tax reform this year, gives us the process to do that. So, this is an incredibly important vote. And think about this week. I think the timing is perfect. The president is pushing very hard on more made in America products here in the United States. Tax reform delivers on that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I read frustration into the president, sir, when he was speaking at the White House today. Obviously, he knows the process and how it goes and how dicey it is and how tenuous that Republican majority is in the Senate. But it seemed like he's much more comfortable, much more in his element when it comes to tax cuts. And he wants that, and big time. But already some moderates seem to be saying, well, those tax cuts can't be too big. Where do you stand on that?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Well, I can only speak for the House Republicans. They want but to us to go to the lowest rates possible for our local businesses, so they can compete and win anywhere in the world, especially here at home."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're talking about corporate rates and all these business- related rates. How about individual rates, the same thing?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Absolutely. Yes, same thing. We want to flatten out the brackets, simplify the code, lower the rates at all levels, and encourage more savings and investment by our families as well, incredibly pro-growth."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congressman, much had been made of the fact that some of your House colleagues, maybe you as well, were concerned that the Senate was cooking up a plan, a health care plan, that included some of the key taxes on the upper income on investments and Medicare. And there was a frustration about that, that that was still in there. It's a moot point now, I know. But there are a number of those same Republicans who say that they're against big tax cuts for the wealthy or anything that benefits the wealthy. Maybe it's the P.R. or the look or the feeling that now is not the time. How do you feel about that? How do you think that is going to go?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Look, I think the best way to work people off of Medicaid and to be able to stand on their own with real good-paying jobs is to make sure there are those jobs available. You know, eliminating that investment income would create 130,000 good- paying jobs in America. I think that's important. So, we will work on that issue, depending, again, on what the Senate sends us, if anything. And we will try to get those rates as low as we can."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so are you in the camp that says the rich should get a tax cut as well?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, I think we ought to lower the factions at every income level. There's no question. We're going to deliver middle-class tax relief and major simplification. But I think, from a growth perspective, we want families at every income level to save more, to have higher paychecks, build reward when you invest, and grow. And so I think we ought to do it all."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now, I have raised this with you before, Chairman, but one of the key features here is the real super conservatives say, in order to get a lot of bang for your buck with a tax cut, you have to spend some bucks near term, in other words, see some revenue lost before the revenue comes in. Are you in that camp? Because there are others, like Rob Portman in Ohio, who say, well, they do have to be paid for, they have to kind of be deficit-neutral in that regard, in other words, that not so crazy. I don't want to misconstrue what he's saying. But what do you make of that?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes, so, we want the greatest growth for the greatest number of years. That comes when tax reform is bold and when it's permanent. And so I think we can go very bold on tax reform. We can make it balance within the budget in 10 years. That gives us permanence as well and then grows that goes along with it. It isn't easy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But how would you calculate that? Because the bolder you go or the bigger you go, especially on the high end here, then, all of a sudden, it might not balance the budget. Depends how you score it, I understand, but that that might limit what you can do for a 10-year plan."
    },
    {
      "speaker": "BRADY",
      "utterance": "Yes. So, you do want -- yes, so, exactly right. You want to measure real economic growth from tax reform. And we will see that. But you also have to make those tough decisions on simplification, on those special interest provisions to lower the rates for everybody. It is not easy, by any measure. It's incredibly difficult. But it's more than achievable, in my view."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, but it's your hope here to get this done this year, to get the tax cuts?"
    },
    {
      "speaker": "BRADY",
      "utterance": "Oh, yes, absolutely. Look, I haven't -- and I will tell you this. There is a lot more work to be done. We're working closely with President Trump's tax team in the Senate. Haven't seen anything yet that knocks us off pace for delivering in 2017."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And retroactive to the beginning of the year?"
    },
    {
      "speaker": "BRADY",
      "utterance": "So, we will have that discussion going forward."
    },
    {
      "speaker": "BRADY",
      "utterance": "Let's get the rates down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I was just going to catch you at a weak moment, I thought, Kevin Brady."
    },
    {
      "speaker": "BRADY",
      "utterance": "I know. Well done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Almost."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, House Ways and Means Committee chief, Kevin Brady. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}