{
  "date": "July 6, 2017",
  "headline": "Trump meets with South Korea and Japan to talk North Korea",
  "subHeadline": "Reaction and analysis on 'The Story' after China is excluded from foreign policy meeting",
  "url": "https://www.foxnews.com/transcript/trump-meets-with-south-korea-and-japan-to-talk-north-korea",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, FOX NEWS CHANNEL HOST",
      "sentences": "Breaking tonight, President Trump on the world stage delivering one of his most well-received speeches and huddling with leaders on issues of war and peace; all just hours away from what is the most discussed meeting of his presidency. The first face- to-face with Russian President Vladimir Putin, that's \"The Story.\" Good evening, I'm Dana Perino in for Martha MacCallum. The commander-in-chief, in Europe, on the eve of G20 Summit: the gathering of the world's richest countries for one of the most dysfunctional dictatorships driving the agenda. North Korea's surprise launch of a missile, potentially capable of hitting Alaska with a nuclear weapon is demanding urgent attention. Here's the president earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "As far as North Korea's concern, I don't know, we'll see what happens. I don't like to talk about what I have planned. But I've been pretty -- severe things that we're thinking about. It's a shame that they're behaving this way, but they are behaving in a very, very dangerous manner and something will have to be done about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hours later, the president flying to Germany, meeting with U.S. allies: South Korea and Japan. Notably absent from that discussion: President Xi, as the Chinese and Americans drift further apart over North Korea, so with the president sending a message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Never give up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Meanwhile, Secretary of Defense, James Mattis backing the president's tough talk saying that while diplomacy has not failed, the American military stands ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES MATTIS, SECRETARY OF DEFENSE",
      "sentences": "Diplomacy has not failed. It is our self-restraint that has prevented war. Any kind of effort by North Korea to start a war would lead to severe consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "For more on the day that was and what lies ahead, we go to Chief White House Correspondent, John Roberts, who is traveling with the president in Germany. John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Dana, good evening to -- good morning, actually, from Hamburg Germany. Let's skip ahead a couple of days. The president has got a very important meeting on Saturday a bilateral meeting with Chinese President Xi. And clearly, the two of them have got a lot to talk about when it comes to North Korea, because just before he left the United States, President Trump sent out a tweet in which he pointed out that trade between China and North Korea had increased by 40 percent at a time that President Trump thought that China should actually be restricting trade with North Korea, trying to put the screws on it for continuing its nuclear program. The president, seeming to suggest that he had given up on the idea of China helping rein in Pyongyang, though you saw just a couple seconds ago, the president said: \"never give up.\" But the president tweaking President Xi just a little bit tonight, tweeting out this picture of him having dinner with President Moon Jae-in of South Korea and Prime Minister Shinzo Abe of Japan. The president tweeting, \"Great trilateral meeting and dinner with President Shinzo Abe of Japan,\" he's actually the prime minister, not the president, \"President Moon Jae-in of South Korea at the U.S. consulate in Hamburg.\"  The meeting was to discuss strategy on North Korea, which clearly has become all the more urgent since that test, the Intercontinental Ballistic Missile in the Fourth of July. Another big bilateral meeting coming up tomorrow, you alluded to this a couple seconds ago, Dana and that is President Trump's very first meeting with President Vladimir Putin of Russia. The two of them have talked on the telephone, this would be the first time that they have met face-to-face. At that speech today in Warsaw, at Krasinski Square, the president urging Russia and President Putin to stop their destabilizing behavior in Eastern Europe, particularly in Crimea and Eastern Ukraine and also end their support for Bashar al- Assad of Syria.   I'm told by high-level administration officials that the delegation for tomorrow's meeting -- and you would know better about this what signal that sends, Dana, it's going to be very, very small. In fact, there might only be two people and an interpreter. It might just be the president and the secretary of state. So, the White House is trying to keep this as a very small, intimate affair. I am hearing though, that Russia and some elements in the White House wanted to make it a bigger meeting, because they thought, well, you know, the importance of the president meeting with President Putin; we should make this a big meeting. But the White House, at least the senior staff of the White House didn't want to do that, Dana. They wanted to keep this a very small affair. So, I don't know necessarily know that the final dye has been cast on this, but that's where they are on it tonight. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, sounds like they're going to keep it small. Thank you so much, John. And here with more is Pete Hoekstra, a former chairman of the House Intelligence Committee; and Michael Walsh, he's a former Green Beret commander and a Fox News contributor. Gentlemen, thank you for joining tonight. Congressman, if I could start with you. Let's go back to the tweets that John Roberts talked about, the photograph that President Trump put forward today. President Xi was not there and President Trump had put a lot of pressure on China to try to force Pyongyang to give up this effort to try to get nuclear weapons. What kind of -- what do you think that the Chinese take away from this based on your experience as a former intel chairman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE HOEKSTRA, FORMER CHAIRMAN OF THE HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "Well, I think what the Chinese take away from this is that number one, the United States, South Korea, and Japan are going to put together a united front to try to convince China to be more aggressive in its actions towards North Korea. Obviously, the discussion that the president has had with the Chinese have not had the desired outcome. So, we need to make sure that there's no distance, no space between South Korea, Japan, and the United States as we try to engage China to do what we believe is in all of our best interests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You had an interesting point about the South Koreans and their approach. I mean, how serious can they be when they look at this? They're looking to actually change the approach that we've had for the last several decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOEKSTRA",
      "sentences": "Yes, that's -- you are exactly right. That's the area where we need to close the most space, you know. North Korea is launching missiles. South Korea is delaying the installation of six new missile batteries that the United States has provided to them because they're going to do an environmental study which may take up to a year. Talk about sending mixed messages. That's why I think this meeting tonight is so important that the three countries do present a united front because right now they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that's an excellent point. And I didn't know about the environmental impact study until you mentioned it earlier today. Michael, you say that the Chinese calculus needs to change and fast. How can we possibly do that? Is a meeting like tonight part of the way to do that? And then you also have a point about sanctions, not just against U.S. companies doing business in North Korea, but Chinese companies doing that kind of business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL WALSH, FOX NEWS CONTRIBUTOR AND FORMER COMMANDER OF GREEN BERET",
      "sentences": "Well, that's right, Dana. You know, what I hope to not happen at that meeting tonight was kind of pulling out the old playbook. I mean, you and I remember from the Bush administration the six-party talks that ended up going went nowhere, and of course, the Clinton administration's agreement, you know, only bought the North Koreans more time. What I'd like to see is what we call secondary sanctions. Right now, there's this notion that we're kind of maxed out in the sanction regime. What we need to start doing is hitting Chinese banks more than just the one that we hit last week, and other Chinese companies and entities that are doing business with North Korea. That's what worked against Iran, that's what we told the rest of the world, look if you do business with these entities, then, we're going to do business with you. And that's when everything started clamping down and really started clamping down in this case on the North Korean pocketbook.  The other thing I just wanted to add onto the Congressman's point about missile defense, I think we get much more aggressive in the missile defense arena and start shooting down these rockets as they're test fired. That is coming very close to what I think to be called a provocation, but we need to start pulling new measures out. Because between now and the North Koreans being able to put a nuclear-tipped missile on the launch pad is incredibly dangerous. And then finally, Dana, I think we need to talk to the Chinese and have a hard conversation about regime change if none of those measure work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me ask you then about that, Congressman, because, regime change to what? I was out talking to someone today who studies North Korea for a long time, where do you go? The rest of the family -- that might not be the best idea. The military seems to be totally bought in. Is there anybody in North Korea that could actually take over if there were to be regime change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOEKSTRA",
      "sentences": "I think that's a great question. If there is somebody, I don't think we know or we're not aware of that person. The South Koreans are not. The Japanese are not. The Chinese might have somebody in mind, but there's no name that comes forward. The Chinese are not going to engage in regime change if they're not even going to try to put pressure on the North Koreans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's right. Michael, last word to you, and then we're going to run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALSH",
      "sentences": "Well, in terms of the Chinese calculus, right now they're more afraid of a collapse North Korea with a refugee problem that they're going to have to deal with, or a unified Korean Peninsula that's friendly to the U.S. If all those other options failed, and the choice the Chinese have is war or putting their own folks in place, and I guarantee you the Chinese have reached into the regime. Then, I think that's a viable option for us to talk to the Chinese about and say look, either you guys control this or we will because war is in no one's interest on the peninsula. Truly would be devastating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Gentlemen, thank you so much for joining us tonight, we'll continue to check back in with you. Now tonight's backstory: before arriving in Germany, the president delivering an emotional speech to the people of Poland. He spoke from the monument of the 1944 Warsaw Uprising, marking the sacrifice of Polish Freedom Fighters who resisted the Nazis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Our citizens did not win freedom together, did not survive horrors together, did not face down evil together, only to lose our freedom to a lack of pride and confidence in our values. We did not, and we will not, we will never back down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Just as Poland could not be broken, I declare today for the world to hear that the West will never, ever be broken. Our values will prevail. Our people will thrive. And our civilization will triumph.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Marc Thiessen is a former chief speechwriter for President George W. Bush and a Fox News contributor, and his mother is one of those freedom fighters. And I wish, Marc that I had known more about that when we work together at the White House, that I would've found her and given her a big bear hug. So, this speech was really personally important to you, and also you've written speeches for American presidents to give in Eastern Europe. Tell me about your thoughts today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND FORMER CHIEF SPEECHWRITER FOR PRESIDENT GEORGE W. BUSH",
      "sentences": "Well, first of all, kudos to Donald Trump for delivering the speech. It was a terrific speech. It was probably the best speech of his presidency so far, and it was an important speech, and probably one of the best speeches. There's my mom up there receiving a medal for her service in the uprising. Thanks for showing that. It was personally important to me for exactly that reason when Donald Trump was talking about the insurgency when the Pols took back their capital for 63 bloody-courageous-days, and he's talking about those insurgents.  My mom was one of those insurgents that he was describing the speech. That scene on Jerusalem Avenue where there were a barricade and the Nazi sniper where firing at the young carrier girls. My mom was one of those carriers at an age when most people were playing -- go to school and playing dodge ball; she was dodging German Sniper fire carrying messages across the city for the insurgency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And she raised you to understand --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "POW and came back here and came back to London, and then came to the United States and became an American citizen so. Because she's a POW, that's why I'm here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And she raised you to understand and appreciate liberty and freedom. And I thought there was something today that you had mentioned earlier and that President Trump talked about. If we could play the sound when he was talking about what's happening with insurgents in Syria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We urge Russia to cease its destabilizing activities in Ukraine and elsewhere, and its support for hostile regimes, including Syria and Iran. And too, instead join the community of responsible nations in our fight against common enemies and the defense of civilization itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And as I understand it, Marc, what you want to stress is the importance of not underestimating an enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Absolutely. I mean, the lessons of the Warsaw Uprising were over 200,000 people were killed, and more broadly World War II where the Nazis killed 25 million people, is that you can't sit back and let murderous ideologies grow and fester until they become capable of killing people on that kind of a scale. You know, when you look at what happened in Warsaw when you look at what happened in Europe, reasonable people look at say why did we let the Nazi ideology grow and take over a great power, and build its military might? And the answer is, for the same reason, that we did nothing about the rise of ISIS. For the same reason we did nothing about Syria, well, half a million people have been massacred in the last four or five years in the country. We need to confront these ideologies before they can kill on a scale commiserate with their hatred. And that's the lesson that Donald Trump was trying to get across today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Marc, thank you so much and a big hug to your mom. Thank her for all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thanks, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. While there were some great moments for President Trump today on the world stage, this one produced the most coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We want to see fair press. I think it's a very important thing. We don't want fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Howard Kurtz, Lisa Boothe, and Jessica Tarlov are here on whether the reaction was warranted. And a former advisor to both Bill and Hillary Clinton says it's time for Democrats to move back to the center but is that possible when their leaders of tomorrow leaned further left? We will discuss. Plus, one Kardashian could be facing jail time for subjecting his ex-girlfriend to something referred to as \"revenge porn.\" That legal debate ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "In between meetings with some of the world's most influential leaders, President Trump also taking sometime today to hit one of his favorite targets, the media. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think what CNN did was unfortunate for them. As you know now they have some pretty serious problems. They have been fake news for a long time. They've been covering me in a very, very dishonest way. You have that also, by the way Mr. President? What CNN and others, NBC is equally as bad despite the fact that I made them a fortune with \"The Apprentice,\" but they forgot that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That prompting the larger media to what some might argue is play right into his hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "American presidents traveling abroad, typically uphold American values such as press freedom and the institution of the presidency. Mr. Trump, for his own reasons, did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "This is remarkable. You have a United States president on foreign soil attacking the CIA, attacking our intelligence communities, attacking America's free press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK HALPERIN, MSNBC SENIOR POLITICAN ANALYST",
      "sentences": "No other president in our lifetime, probably ever would say such a thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN AVLON, CNN POLITICAL ANALYST AND EDITOR-IN-CHIEF AT THE DAILY BEAST",
      "sentences": "None of this is normal. This elevates it to a new level because it's dangerous to have a president not be defending American values on the stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Now, we know the media is a popular target of his base, but was this the right venue? For that, let's bring in Howard Kurtz, Host of Media Buzz; Lisa Boothe, a Republican Strategist; Jessica Tarlov, a Democratic Pollster, both are Fox News Contributors. Howie, if I could just start with you. Obviously, you've covered many presidents and this was a little bit unusual, but I guess, maybe not unusual for President Trump? HOWARD KURTZ, \"MEDIABUZZ\" HOST: Well, the venue was unusual. He hardly shocking that President Trump taking a few more wax at CNN and NBC. But it was startling, and as you know, extraordinary for the American president to be denouncing the American media on foreign soils, getting next to a foreign leader who's cracked down on his own country's media. And I think that by choosing not to deflect that question, Dana, the president kind of muddied the story line of a very serious, well- crafted and well delivered speech in Poland for a guy who often complains with some justification about the media not covering the substantive record of his administrator. He provided the distraction here knowing full-well, I think, that the media would pounce on this, because we're so self- absorbed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's true. And Lisa, I always say that President Trump keeps serving up dessert first to the media, instead of making them eat their vegetables. The speech was the vegetables, but he always sends up the dessert first. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR AND REPUBLICAN STRATEGIST",
      "sentences": "Well, dessert does taste good. I think it's fair to question if it's the time or the place for President Trump to go after CNN, but look, the media was also covering the handshake between the first lady of Poland and President Trump saying that she dissed him when, in fact, that wasn't true. So, I think they're also looking for negative things to cover, even without President Trump giving it to them. But what he said about CNN is true. They have produced fake news. They have treated him unfairly. Just today, one of the reporters asked him about the debunked claim that there are 17 agencies that came to the same conclusion about Russia. Even New York Times and the associated press corrected that story, just recently. Three reporters were forced to resign over a fake news story. You heard CNN covering stories like President Trump getting two scoops of ice cream instead of one. So, I think it's absolutely fair for the president to question CNN. Was at the right time or place? I think that it's certainly fair for debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jessica, the reaction from the media seems almost to make it worse, right? So, it makes almost a mockery of the media. He gives him the bait and they take it almost every time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR AND DEMOCRATIC POLLSTER",
      "sentences": "Absolutely. And then we're having our own discussion here about that, instead of talking about the substance of the speech which you rightly so point out that he did well here. And as I have said, you know, for quite some time that I believe that he actually does better abroad. He sticks to the teleprompter when he's doing these speeches, than he does. Whoever is writing these speeches, I think, has some solid ideas about our place in the world and I was thrilled to see him reaffirm our support for Article Five there with NATO. I would push back a little bit on Lisa here, saying that those three CNN journalists who were fired, it wasn't because the story was fake news. Actually, the person in-charge said it wasn't even necessarily that the story wasn't true; it was just that it was shoddily sourced at this point. So, that is different than fake news. No, this is not the venue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But Howard -- Howie, let me ask you. Because the media is under such a microscope right now, right? Everyone is focusing on any little mistake that they make. Do you get the sense that journalists are trying to knuckle down and really make sure they have everything solid, or are they still, sort of, flying by the seat of their pants on the stories that are shoddily sourced?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think the standards have been lowered because of this president. I mean, you look at just the last month; there's been a whole series of high-profile mistakes, corrections, apologies, some involving CNN. CNN and ABC, wrongly reporting what James Comey was going to tell the senate. I could give you a whole list here. And also, I think, the media take the bait, so CNN's White House correspondent, Jim Acosta, talking about the presser today in Poland, said it's a fake news conference. Why? Because in his views, the president, took a question from a sympathetic reporter from The Daily Mail, who had been talking to the White House about possibly joining the staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I have to tell you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "First president ever to talk to a friendly reporter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me just say. So, I worked for President George W. Bush, we all know that, but to sort of like hearken back to then, how many journalist that we had to call upon for different questions or have the President call upon that then, Lisa, went to work for President Obama? I mean, there's a list of about 10 long that I can come up with just off the top of my head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I thought that was unfair. And David Mortosko of The Daily Mail, actually asked a decent question, and then, President Trump called on NBC news. So, I think that the criticism is a little unfair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Well, and it's also an issue that has been widely discussed, you know, with President Trump, this war on the media so to speak, and as well as the CNN video that he put out. So, I think the question is fair there. But you know, even back to where President Trump saying that he's been treated unfairly, there's a study done not too long ago showing that CNN and NBC covered the President in his first 100 days: 13 to one from negative to positive news stories. So, I think Howard is right when he says that this president is being covered differently than presidents past. I think that's actually a problem for the media, because even CBS', John Dickerson, said that the media did this to themselves. This hysterical coverage as you pointed in the coverage earlier in the beginning of the segment of all the different -- the compilation of things that people have said. This hyperventilation, they take it so far that I think Americans really have it -- they stop trusting the media because of that hyperventilation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Well, but they also don't trust President Trump. I mean, everyone is not doing well here and that just have to put an end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We didn't get chance to get to it, but there was this poll that shows that, a Amera's poll, an American's trust of institution is pretty much -- there's a lack of trust all throughout. Interestingly, a great deal or good amount of support that majority are supporting the intelligence community at 60 percent, the president at 37 percent, the media at 30 percent, and Congress at 29 percent. I don't know what everybody can do about that, but we'll certainly keep talking about it. I appreciate the three of you being here, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "Thanks, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Thanks you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Thanks, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Another deathly Fourth of July for Chicago, as more than 100 shootings and over a dozen homicides rock America's third-largest city, so what are Chicago's leaders doing about it? Wait till you hear one very controversial new plan. That's next. Plus, as one Clinton insider pleads for Democrats to move to the middle, a new question for the left emerges: who is your leader?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATY TUR, NBC CORRESPONDENT",
      "sentences": "Who is the leader of the Democratic Party right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. TERRY MCAULIFFE, D-VIRGINIA",
      "sentences": "I think there are many leaders of the Democratic Party. I will always default and say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUR",
      "sentences": "Give me a name, Governor. Give me a name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Tonight, a closer look that fractures inside the Democratic Party. Eight months after Hillary Clinton's loss as the party tries to cobble together a new vision, a new leader, and even a new base. Critics warn current party leaders have offered little more than insults. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "I really believe is that women's right is the unfinished business of the 21st century.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Well, I'll tell you my idea because do you know what embodies their program? I don't care. Because they don't give a (BLEEP) about people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "We do know that the -- many more people, hundreds of thousands of people will die if this bill passes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNIE SANDERS, U.S. SENATOR",
      "sentences": "The Republican Party is going after working people, and women, and low income people in an unprecedented way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Hats off to nothing but love to Bernie Sanders, everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But a New York Times op-ed today, by a former Clinton insider looks towards a solution. Mark Penn writing, the path back to power for the Democratic Party today, as it was in the 1990's, is unquestionably to move to the center and reject the siren calls of the left whose policies and ideas have weakened the party. And joining me now, one of the men who wrote that piece, former pollster and senior advisor for President Clinton, Mark Penn, and Tezlyn Figaro, a former Bernie Sanders national staffer. Mark, if I can start with you, the other thing that you wrote today that I thought was important is that the last few years of the Obama administration, in a 2016 primary season, once again created a rush to the left. Identity politics, class warfare, and big government all made big comebacks. And I believe what you're making the argument is that did not lead to victory at the ballot box and it's time to tack back to the center. Did I have it right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK PENN, FORMER SENIOR CLINTON ADVISOR",
      "sentences": "I think that's right, Dana. I think as you look at what happened in the last two years of the Obama administration and what happened in that primary, I think the Sanders campaign in its strength also, I think, pushed Hillary Clinton to the left. The Democratic Party got fundamentally repositioned, much farther to the left, and out of touch with working-class voters. Working-class voters really want to see the values of hard work, family, religion, as a strong part of a party that they can support for economic progress. And I think they got left behind in the shift that occurred at that time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Tezlyn, does that ring true to you, or do you see the party moving in a different direction? I mean, there was a lot of energy behind Bernie Sanders in the primary last year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEZLYN FIGARO, FORMER BERNIE SANDER NATIONAL STAFFER",
      "sentences": "Well, you know, I have breaking news for Mark. It's not the 1990's. You know the administration that he served in lock up more black -- African-American men than those enslave in 1850. So everyone doesn't have fond memories of the fall out of the 90's administration. Right now it's not about the Democrats losing their identity of the party. It's about the identity of the messenger. Not the message. I am actually independent. I am a pro-business owner, so I believe in a lot of central, center ideas. But the problem is I have no trust in the messenger. So until we change the messenger of the message, we're just have -- more the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But who do you think the messenger is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "Well, according to Mark, the messenger should be people like Hillary Clinton. So it was about Sanders trying to push her to the left, it was about that movement try to push Hillary Clinton out of the game and she refused to go. So at this moment, we cannot go back to what was done and what was done before because it's a new time, it's a new day, and so until consultants like Mr. Penn and others get that and understand that people are wanting a different messenger, it's going to be more of the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. But Mark, I'm assuming given that you're a pollster, that you're basing some of your recommendation on empirical evidence, is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Well, first, let me just say that she's quite right. I'm not talking about going back to the past. I'm really saying that it's time for us to look at new issues. Hey, let's look at the concentration of wealth and power in the tech industry. Is that working out for working people? Let's look at the economy jobs. Do they have the kind of structure, requirement, and fairness that really give people an appropriate way to work in a new economy? What about rural areas and the opioid crisis? What about was happening in Chicago and the crime? Why are Democrats leaving these issues on the table? Where's our infrastructure plan? We should take that issue back from President Trump and say here's a Democratic infrastructure plan that will make America work again in the 21st century. Where is that? We don't have any of that. And that's what I'm calling for in the piece. Not a return to the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Does that make sense, Tezlyn, to you from your perspective?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "No, doesn't make sense, I guess, because the article clearly was talking about the Clinton and in the 90's, and fact that was the photo that was used when I pulled the article up that talked about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's not Mark's fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "Yeah, well, they should have told the editor about it, because I got really confused when I saw it. So it's talking about going back, you know, to the 90's. And he's talking about the crime in Chicago, again, talking about the push for a new war on drugs that, frankly, people that I deal with on a daily basis, in fact, I had an interview about it today, you know, are concerned about those issues. So the message stays the same, health care, jobs, we want to be in a safe space, we want good health care, we want to be able to work, take care of our families, but it is the messenger. So who would Mark suggest that needs to carry that new message? The message hasn't changed. It will stay the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here's your chance, Mark. She's giving you the floor. You get to choose. Who is it going to be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "Tell us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Look, I think none of us knows who's going to emerge. But, look, let's not forget, three quarters of this country is moderate and conservative. About a quarter, maybe 27 percent is liberal. The Democratic Party has got to bridge the gap here, because right now nobody is winning. Democrats aren't winning, Republicans aren't winning. Everybody's got a negative rating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FIGARO",
      "sentences": "Republicans are winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah, Republicans are winning -- President Trump says you're going to get tired of winning, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Well, they have been winning, I think as you point out. But Democrats could get back to winning, right, if they combine the kind of zeal and passion for equality with the pro-growth economic policy. Let's bring back that kind of economic policy we saw with President Kennedy, we saw in President Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But very interesting to watch the evolution of the Democratic Party as they go through some of the growing pains the Republicans have been going through for the last several years. So thank you both for joining me tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. An update tonight on the condition of Congressman Steve Scalise, we have the latest word from the hospital, an update that comes as we receive word about another Republican lawmaker threatened with violence. And it was a devastating holiday weekend in Chicago, we will take you there live for a special report on the historic shooting spree. Juan Williams is here to tell us about an ambitious and controversial initiative to curb that violence, that's coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A deadly string of violent striking the city of Chicago over the holiday weekend. A hundred and one people were shot and 15 people were killed over the 4th of July weekend this year. Last year, saw 62 shot and four killed. The shocking figures just the latest calling attention to a city where crime has been running rampant. Mike Tobin is live in Chicago tonight with details. Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS",
      "sentences": "You know, Dana, the city put more officers on the street, the latest technology was in play, and still the south and west sides lit up with gunfire over the holiday weekend. One more person was shot last night. A police officer was roughed up. Three people were shot today, one of them killed. And cops still don't have the power to keep the gunmen behind bars. Holiday weekend in Chicago and the crime tape is up. More than 100 shot, 15 are dead. Even little girls at a school playground are not safe from the constant gunfire. Two and a half weeks ago, a 13-year-old and a 7-year-old were shot by stray bullets. Police complain that they can't keep gunmen in prison. The reality is they can't even hold them in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "The fact that we continuously let gun offenders, repeat gun offenders out in a small amount of time is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "Ironically, low-level, nonviolent offenders languish in the cook county jail. According to the sheriff, only 4 percent of those accused of retail theft make bail, 25 percent of violent gun offenders post bond and return to the streets no matter how high the amount. Most get out within a few days. The sheriff says that's because street gangs have cash from selling drugs. And a ruthless shooter has a valuable role.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "So, they need to get him back out on the street because he will be the enforcement that they need, so they'll get the money together from dope sales, whatever, to get him out. But the poor guy who stole a sandwich to eat or found sleeping in a bus, he'll sit in jail. This is nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "The Tribune investigation determined that 10 percent of the gun offenders will shoot again before they go on trial for the original offense. Now there was a bill that would have given judges the power to deny bail in certain cases, but that got back shelved as Illinois dove headfirst into this budget crisis, now the session is over. So as the poet, Carl Sandberg, once wrote about Chicago, I've seen the gunmen kill, and go free to kill again. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Mike Tobin. Thank you so much for that report. It was fascinating. As the city grapples with violence, Chicago is also making some big and controversial changes on the education front with a new requirement for high school graduates. Starting with the class of 2020, students will be required to prove they have post graduate plans in order to get their diploma, whether it be a job, or an acceptance letter into college, a trade apprenticeship, gap year program, maybe even the military. So the question is can this work? Here now is one of my co-hosts from The Five, the great Juan Williams. The real Juan Williams here with us. I read through the list today of all the people that were shot over the weekend, and it was really -- all ages, all sorts of injuries, just the tragedy that is happening there with the violence. And this I have to say, seems like a pretty innovative idea from the mayor to say we've got to figure out a way to give these kids a life plan looking forward after high school. JUAN WILLIAMS, \"THE FIVE\" CO-HOST: I think that's right. So to me it struck me as innovative. It struck me as something that for the first time opens a window to the future. It's not just about dropping out or even just getting by in order to get the accreditation of a high school diploma, because that's only so much -- you can only do so much with a high school diploma today. This in the way that Ben Carson, the HUD secretary, talks about a psychology of poverty, I think this opens a window that says let's get beyond that. So what are you going to do, young men, young woman? Here are some possibilities for you. Have you thought about college? Yes, you can go to college. Or have you thought about job training if that is more appropriate for you, or the military? I think these are good things. I think the critics point to the fact that the city government in Chicago has cutback in terms of the staffing and the teachers in the Chicago public school system. But to my mind, Dana, I think, you know what, the people that remain have to make a difference for those kids and have to say these kids are expecting to succeed, and we want them to succeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I read one little girl and she's like 15, and she said she never met her high school counselor. She didn't know even that they were there. So the resources constrained.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But do you think that if you have sort of this requirement, maybe the families isn't pushing you, OK. So then now the government or the school is going to push you. That was my initial reaction was that here we go with another government mandate to require students to do something. But I come around to thinking that this is probably a good idea and you shouldn't -- I shouldn't fault the mayor for trying to come up with a way to help these kids get ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. But I think you've touched on something that's very interesting to me, because I think in the past, for my generation, it would be you look to the church. Of course, you're looking to your nuclear family, maybe your extended family. You're looking to the neighbors, the people in the community to enforce some norms. I think a lot of that has fallen away. I'm a big proponent of charter schools for example. What you see is charter schools have extended the length of the day, even sometimes the length of the school year in order to give more structure to these children's lives. And I think part of that is saying to them, let's think about what you're going to do, Ms. Dana Perino, once you leave here. What is it that you think is your future apart from getting involved with what Mike Tobin was talking about, the dysfunctional, self-destructive madness which is grudges, gangs, or becoming a parent before you're ready. Let's think about something like graduating, moving on, building a career before you get involved in thinking about having a family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And maybe getting out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Getting out. Moving, even moving to places where there are more jobs, more opportunities, and less of this cycle of violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Well, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're welcome, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Always good to have your expertise. And I'll see in an hour or so. An ugly battle playing out on social media between two reality TV stars is now being called the case of so-called, revenge porn. Attorney David Wohl on reports that one of them could end up behind bars. But first, breaking news on Congressman Steve Scalise's condition, new violent threat against another GOP lawmaker, and breaking news on the Bill Cosby's sexual assault investigating, all those stories coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here are the other stories making news tonight. A brand-new update on Congressman Steve Scalise, the house majority whip underwent surgery today for the management of an infection, and we are told he tolerated the procedure well and remains in serious condition. Scalise was shot three weeks ago on a Virginia baseball field by a man targeting Republican lawmakers. And that shooting apparently inspiring others to take violent action against GOP leaders, Mark Prichard of Arizona is facing criminal charges tonight after allegedly telling staffers of Republican senator Jeff Flake, outside the senator's office that, quote, liberals will solve the Republican problem by getting better aim, a reference to the Scalise shooting that Senator Flake himself witness. And it's not over yet for Bill Cosby, just hours ago a Pennsylvania judge ruling that the fame comedian will be retried on three charges of sexual assault. Last month that same judge declared a mistrial in Cosby's case after jurors were unable to come to a unanimous verdict. The retrial set to begin in November. Finally tonight, a war between celebrity exes that could land one of them behind bars. Yesterday, reality TV star Rob Kardashian took to multiple social media platforms, unloading on his former fling, Blac Chyna. In one tweet, Kardashian suggest he paid for her to have plastic surgery after their baby was born, and in another he accuses her of cheating on him using an expletive that is not appropriate for television. But perhaps most troubling for both parties is his decision to pose nude images of her to his millions of followers. So, could he now find himself in legal trouble? David Wohl is an attorney in California and joins us now. And David, you know about this because, apparently, you have clients that have gone through this whole thing with social media, and that this is illegal, a no- no in California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WOHL, ATTORNEY",
      "sentences": "You know what, Dana, I never watch the Kardashians, and this is pretty much the reason why. I got to say, I represent people but not on this scale. And let's assume for one moment that the first element of this criminal statute is met, and that means that Rob knew that those photos were meant for his eyes only, and they had been published elsewhere, weren't given to other friends of Blac Chyna. The next problem is that the statute requires that he knew that -- or reasonably suspected, that publishing those photos would cause her emotional distress, and that in fact that she was caused emotional distress. One of the problems she has is that she hit the like button on the Instagram photos, naked photos of her when they were published. It might be an uphill battle for her to then say, well, you know, I suffered emotional distress by the publication. I want the money. But if it happens, if charges are filed, and a kind of doubt it in this case, the big problem Kardashian is going to have is that he had 10 million Instagram followers, 17.5 million twitter followers, nearly about 18 million, and publishing those kind of photos on that scale, knowing that the people who follow them could also screenshot the photos, keeping them forever trapped in cyberspace on their phones, or on their laptops, I mean, the exacerbation of his sentence, he can get the book thrown at him like no one who's ever been convicted of this kind of sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And yet, there is a further complication that they do have a child together, a baby. And so, obviously, they will have to have some sort of communication throughout their lives. But David, what I'm really concerned about is that -- so a reality TV star, maybe she doesn't press charges, maybe those charges press and basically it goes away for him. But what kind of a message does this send to younger people who do watch the Kardashians and do follow them on Instagram and twitter, that this idea of revenge porn is a way to actually deal with your relationship problems? I'm actually very concerned about that for the women and the men involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Yeah, absolutely. You know what, up to about three years ago, Dana, it's actually wasn't a crime, and it did happen, and there were no consequences for it. And the bottom line is the worst thing you can possibly do now on social media, given the explosion of the depth and the numbers of people who now use it is post any kind of naked or lurid photo on Instagram, especially one of someone else, because there will be consequences whether they are criminal consequences. And about two-thirds of the states now have criminal statutes regarding revenge porn. But you can also be sued civilly. So it's a horrible idea. And also, if you post a photo of someone under 18, it's then not just revenge porn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "It's transmission of child pornography. And that's a much more serious crime, a felony, which could result in state prison, so just don't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Think before they post and tweet. All right, David. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Absolutely. Thank you, Dana. Good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right. Up next, 43 turns 71, my special message on that is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Before we go tonight, I want to wish my former boss, President George W. Bush a very happy birthday. The 43rd president turned 71 years old today. And he's a great example of what you can do after you are president. The Bush Center is going strong, and him and Mrs. Bush are enjoying a really great retirement there in Texas, and they're loving being grandparents. So happy birthday to you. And don't change the channel, Tucker is up next. And then I'll be back at nine on \"The Five,\" and you can see me back here tomorrow night at seven on The Story. Good night, everyone. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS CHANNEL HOST",
      "utterance": "Breaking tonight, President Trump on the world stage delivering one of his most well-received speeches and huddling with leaders on issues of war and peace; all just hours away from what is the most discussed meeting of his presidency. The first face- to-face with Russian President Vladimir Putin, that's \"The Story.\" Good evening, I'm Dana Perino in for Martha MacCallum. The commander-in-chief, in Europe, on the eve of G20 Summit: the gathering of the world's richest countries for one of the most dysfunctional dictatorships driving the agenda. North Korea's surprise launch of a missile, potentially capable of hitting Alaska with a nuclear weapon is demanding urgent attention. Here's the president earlier today."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "As far as North Korea's concern, I don't know, we'll see what happens. I don't like to talk about what I have planned. But I've been pretty -- severe things that we're thinking about. It's a shame that they're behaving this way, but they are behaving in a very, very dangerous manner and something will have to be done about it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Hours later, the president flying to Germany, meeting with U.S. allies: South Korea and Japan. Notably absent from that discussion: President Xi, as the Chinese and Americans drift further apart over North Korea, so with the president sending a message."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Never give up."
    },
    {
      "speaker": "PERINO",
      "utterance": "Meanwhile, Secretary of Defense, James Mattis backing the president's tough talk saying that while diplomacy has not failed, the American military stands ready."
    },
    {
      "speaker": "JAMES MATTIS, SECRETARY OF DEFENSE",
      "utterance": "Diplomacy has not failed. It is our self-restraint that has prevented war. Any kind of effort by North Korea to start a war would lead to severe consequences."
    },
    {
      "speaker": "PERINO",
      "utterance": "For more on the day that was and what lies ahead, we go to Chief White House Correspondent, John Roberts, who is traveling with the president in Germany. John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Dana, good evening to -- good morning, actually, from Hamburg Germany. Let's skip ahead a couple of days. The president has got a very important meeting on Saturday a bilateral meeting with Chinese President Xi. And clearly, the two of them have got a lot to talk about when it comes to North Korea, because just before he left the United States, President Trump sent out a tweet in which he pointed out that trade between China and North Korea had increased by 40 percent at a time that President Trump thought that China should actually be restricting trade with North Korea, trying to put the screws on it for continuing its nuclear program."
    },
    {
      "speaker": "The president, seeming to suggest that he had given up on the idea of China helping rein in Pyongyang, though you saw just a couple seconds ago, the president said",
      "utterance": "\"never give up.\" But the president tweaking President Xi just a little bit tonight, tweeting out this picture of him having dinner with President Moon Jae-in of South Korea and Prime Minister Shinzo Abe of Japan. The president tweeting, \"Great trilateral meeting and dinner with President Shinzo Abe of Japan,\" he's actually the prime minister, not the president, \"President Moon Jae-in of South Korea at the U.S. consulate in Hamburg.\" The meeting was to discuss strategy on North Korea, which clearly has become all the more urgent since that test, the Intercontinental Ballistic Missile in the Fourth of July. Another big bilateral meeting coming up tomorrow, you alluded to this a couple seconds ago, Dana and that is President Trump's very first meeting with President Vladimir Putin of Russia. The two of them have talked on the telephone, this would be the first time that they have met face-to-face. At that speech today in Warsaw, at Krasinski Square, the president urging Russia and President Putin to stop their destabilizing behavior in Eastern Europe, particularly in Crimea and Eastern Ukraine and also end their support for Bashar al- Assad of Syria. I'm told by high-level administration officials that the delegation for tomorrow's meeting -- and you would know better about this what signal that sends, Dana, it's going to be very, very small. In fact, there might only be two people and an interpreter. It might just be the president and the secretary of state. So, the White House is trying to keep this as a very small, intimate affair. I am hearing though, that Russia and some elements in the White House wanted to make it a bigger meeting, because they thought, well, you know, the importance of the president meeting with President Putin; we should make this a big meeting. But the White House, at least the senior staff of the White House didn't want to do that, Dana. They wanted to keep this a very small affair. So, I don't know necessarily know that the final dye has been cast on this, but that's where they are on it tonight. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, sounds like they're going to keep it small. Thank you so much, John. And here with more is Pete Hoekstra, a former chairman of the House Intelligence Committee; and Michael Walsh, he's a former Green Beret commander and a Fox News contributor. Gentlemen, thank you for joining tonight. Congressman, if I could start with you. Let's go back to the tweets that John Roberts talked about, the photograph that President Trump put forward today. President Xi was not there and President Trump had put a lot of pressure on China to try to force Pyongyang to give up this effort to try to get nuclear weapons. What kind of -- what do you think that the Chinese take away from this based on your experience as a former intel chairman?"
    },
    {
      "speaker": "PETE HOEKSTRA, FORMER CHAIRMAN OF THE HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "Well, I think what the Chinese take away from this is that number one, the United States, South Korea, and Japan are going to put together a united front to try to convince China to be more aggressive in its actions towards North Korea. Obviously, the discussion that the president has had with the Chinese have not had the desired outcome. So, we need to make sure that there's no distance, no space between South Korea, Japan, and the United States as we try to engage China to do what we believe is in all of our best interests."
    },
    {
      "speaker": "PERINO",
      "utterance": "You had an interesting point about the South Koreans and their approach. I mean, how serious can they be when they look at this? They're looking to actually change the approach that we've had for the last several decades."
    },
    {
      "speaker": "HOEKSTRA",
      "utterance": "Yes, that's -- you are exactly right. That's the area where we need to close the most space, you know. North Korea is launching missiles. South Korea is delaying the installation of six new missile batteries that the United States has provided to them because they're going to do an environmental study which may take up to a year. Talk about sending mixed messages. That's why I think this meeting tonight is so important that the three countries do present a united front because right now they're not."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that's an excellent point. And I didn't know about the environmental impact study until you mentioned it earlier today. Michael, you say that the Chinese calculus needs to change and fast. How can we possibly do that? Is a meeting like tonight part of the way to do that? And then you also have a point about sanctions, not just against U.S. companies doing business in North Korea, but Chinese companies doing that kind of business."
    },
    {
      "speaker": "MICHAEL WALSH, FOX NEWS CONTRIBUTOR AND FORMER COMMANDER OF GREEN BERET",
      "utterance": "Well, that's right, Dana. You know, what I hope to not happen at that meeting tonight was kind of pulling out the old playbook. I mean, you and I remember from the Bush administration the six-party talks that ended up going went nowhere, and of course, the Clinton administration's agreement, you know, only bought the North Koreans more time. What I'd like to see is what we call secondary sanctions. Right now, there's this notion that we're kind of maxed out in the sanction regime. What we need to start doing is hitting Chinese banks more than just the one that we hit last week, and other Chinese companies and entities that are doing business with North Korea. That's what worked against Iran, that's what we told the rest of the world, look if you do business with these entities, then, we're going to do business with you. And that's when everything started clamping down and really started clamping down in this case on the North Korean pocketbook. The other thing I just wanted to add onto the Congressman's point about missile defense, I think we get much more aggressive in the missile defense arena and start shooting down these rockets as they're test fired. That is coming very close to what I think to be called a provocation, but we need to start pulling new measures out. Because between now and the North Koreans being able to put a nuclear-tipped missile on the launch pad is incredibly dangerous. And then finally, Dana, I think we need to talk to the Chinese and have a hard conversation about regime change if none of those measure work."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me ask you then about that, Congressman, because, regime change to what? I was out talking to someone today who studies North Korea for a long time, where do you go? The rest of the family -- that might not be the best idea. The military seems to be totally bought in. Is there anybody in North Korea that could actually take over if there were to be regime change?"
    },
    {
      "speaker": "HOEKSTRA",
      "utterance": "I think that's a great question. If there is somebody, I don't think we know or we're not aware of that person. The South Koreans are not. The Japanese are not. The Chinese might have somebody in mind, but there's no name that comes forward. The Chinese are not going to engage in regime change if they're not even going to try to put pressure on the North Koreans."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's right. Michael, last word to you, and then we're going to run."
    },
    {
      "speaker": "WALSH",
      "utterance": "Well, in terms of the Chinese calculus, right now they're more afraid of a collapse North Korea with a refugee problem that they're going to have to deal with, or a unified Korean Peninsula that's friendly to the U.S. If all those other options failed, and the choice the Chinese have is war or putting their own folks in place, and I guarantee you the Chinese have reached into the regime. Then, I think that's a viable option for us to talk to the Chinese about and say look, either you guys control this or we will because war is in no one's interest on the peninsula. Truly would be devastating."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Gentlemen, thank you so much for joining us tonight, we'll continue to check back in with you. Now tonight's backstory: before arriving in Germany, the president delivering an emotional speech to the people of Poland. He spoke from the monument of the 1944 Warsaw Uprising, marking the sacrifice of Polish Freedom Fighters who resisted the Nazis."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Our citizens did not win freedom together, did not survive horrors together, did not face down evil together, only to lose our freedom to a lack of pride and confidence in our values. We did not, and we will not, we will never back down."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Just as Poland could not be broken, I declare today for the world to hear that the West will never, ever be broken. Our values will prevail. Our people will thrive. And our civilization will triumph."
    },
    {
      "speaker": "PERINO",
      "utterance": "Marc Thiessen is a former chief speechwriter for President George W. Bush and a Fox News contributor, and his mother is one of those freedom fighters. And I wish, Marc that I had known more about that when we work together at the White House, that I would've found her and given her a big bear hug. So, this speech was really personally important to you, and also you've written speeches for American presidents to give in Eastern Europe. Tell me about your thoughts today."
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND FORMER CHIEF SPEECHWRITER FOR PRESIDENT GEORGE W. BUSH",
      "utterance": "Well, first of all, kudos to Donald Trump for delivering the speech. It was a terrific speech. It was probably the best speech of his presidency so far, and it was an important speech, and probably one of the best speeches. There's my mom up there receiving a medal for her service in the uprising. Thanks for showing that. It was personally important to me for exactly that reason when Donald Trump was talking about the insurgency when the Pols took back their capital for 63 bloody-courageous-days, and he's talking about those insurgents. My mom was one of those insurgents that he was describing the speech. That scene on Jerusalem Avenue where there were a barricade and the Nazi sniper where firing at the young carrier girls. My mom was one of those carriers at an age when most people were playing -- go to school and playing dodge ball; she was dodging German Sniper fire carrying messages across the city for the insurgency."
    },
    {
      "speaker": "PERINO",
      "utterance": "And she raised you to understand --"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "POW and came back here and came back to London, and then came to the United States and became an American citizen so. Because she's a POW, that's why I'm here."
    },
    {
      "speaker": "PERINO",
      "utterance": "And she raised you to understand and appreciate liberty and freedom. And I thought there was something today that you had mentioned earlier and that President Trump talked about. If we could play the sound when he was talking about what's happening with insurgents in Syria."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We urge Russia to cease its destabilizing activities in Ukraine and elsewhere, and its support for hostile regimes, including Syria and Iran. And too, instead join the community of responsible nations in our fight against common enemies and the defense of civilization itself."
    },
    {
      "speaker": "PERINO",
      "utterance": "And as I understand it, Marc, what you want to stress is the importance of not underestimating an enemy."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Absolutely. I mean, the lessons of the Warsaw Uprising were over 200,000 people were killed, and more broadly World War II where the Nazis killed 25 million people, is that you can't sit back and let murderous ideologies grow and fester until they become capable of killing people on that kind of a scale. You know, when you look at what happened in Warsaw when you look at what happened in Europe, reasonable people look at say why did we let the Nazi ideology grow and take over a great power, and build its military might? And the answer is, for the same reason, that we did nothing about the rise of ISIS. For the same reason we did nothing about Syria, well, half a million people have been massacred in the last four or five years in the country. We need to confront these ideologies before they can kill on a scale commiserate with their hatred. And that's the lesson that Donald Trump was trying to get across today."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Marc, thank you so much and a big hug to your mom. Thank her for all of us."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thanks, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. While there were some great moments for President Trump today on the world stage, this one produced the most coverage."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We want to see fair press. I think it's a very important thing. We don't want fake news."
    },
    {
      "speaker": "PERINO",
      "utterance": "Howard Kurtz, Lisa Boothe, and Jessica Tarlov are here on whether the reaction was warranted. And a former advisor to both Bill and Hillary Clinton says it's time for Democrats to move back to the center but is that possible when their leaders of tomorrow leaned further left? We will discuss. Plus, one Kardashian could be facing jail time for subjecting his ex-girlfriend to something referred to as \"revenge porn.\" That legal debate ahead."
    },
    {
      "speaker": "PERINO",
      "utterance": "In between meetings with some of the world's most influential leaders, President Trump also taking sometime today to hit one of his favorite targets, the media. Watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think what CNN did was unfortunate for them. As you know now they have some pretty serious problems. They have been fake news for a long time. They've been covering me in a very, very dishonest way. You have that also, by the way Mr. President? What CNN and others, NBC is equally as bad despite the fact that I made them a fortune with \"The Apprentice,\" but they forgot that."
    },
    {
      "speaker": "PERINO",
      "utterance": "That prompting the larger media to what some might argue is play right into his hands."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "American presidents traveling abroad, typically uphold American values such as press freedom and the institution of the presidency. Mr. Trump, for his own reasons, did not."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "This is remarkable. You have a United States president on foreign soil attacking the CIA, attacking our intelligence communities, attacking America's free press."
    },
    {
      "speaker": "MARK HALPERIN, MSNBC SENIOR POLITICAN ANALYST",
      "utterance": "No other president in our lifetime, probably ever would say such a thing."
    },
    {
      "speaker": "JOHN AVLON, CNN POLITICAL ANALYST AND EDITOR-IN-CHIEF AT THE DAILY BEAST",
      "utterance": "None of this is normal. This elevates it to a new level because it's dangerous to have a president not be defending American values on the stage."
    },
    {
      "speaker": "PERINO",
      "utterance": "Now, we know the media is a popular target of his base, but was this the right venue? For that, let's bring in Howard Kurtz, Host of Media Buzz; Lisa Boothe, a Republican Strategist; Jessica Tarlov, a Democratic Pollster, both are Fox News Contributors. Howie, if I could just start with you. Obviously, you've covered many presidents and this was a little bit unusual, but I guess, maybe not unusual for President Trump? HOWARD KURTZ, \"MEDIABUZZ\" HOST: Well, the venue was unusual. He hardly shocking that President Trump taking a few more wax at CNN and NBC. But it was startling, and as you know, extraordinary for the American president to be denouncing the American media on foreign soils, getting next to a foreign leader who's cracked down on his own country's media. And I think that by choosing not to deflect that question, Dana, the president kind of muddied the story line of a very serious, well- crafted and well delivered speech in Poland for a guy who often complains with some justification about the media not covering the substantive record of his administrator. He provided the distraction here knowing full-well, I think, that the media would pounce on this, because we're so self- absorbed."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's true. And Lisa, I always say that President Trump keeps serving up dessert first to the media, instead of making them eat their vegetables. The speech was the vegetables, but he always sends up the dessert first. What do you think?"
    },
    {
      "speaker": "LISA BOOTHE, FOX NEWS CONTRIBUTOR AND REPUBLICAN STRATEGIST",
      "utterance": "Well, dessert does taste good. I think it's fair to question if it's the time or the place for President Trump to go after CNN, but look, the media was also covering the handshake between the first lady of Poland and President Trump saying that she dissed him when, in fact, that wasn't true. So, I think they're also looking for negative things to cover, even without President Trump giving it to them. But what he said about CNN is true. They have produced fake news. They have treated him unfairly. Just today, one of the reporters asked him about the debunked claim that there are 17 agencies that came to the same conclusion about Russia. Even New York Times and the associated press corrected that story, just recently. Three reporters were forced to resign over a fake news story. You heard CNN covering stories like President Trump getting two scoops of ice cream instead of one. So, I think it's absolutely fair for the president to question CNN. Was at the right time or place? I think that it's certainly fair for debate."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jessica, the reaction from the media seems almost to make it worse, right? So, it makes almost a mockery of the media. He gives him the bait and they take it almost every time."
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR AND DEMOCRATIC POLLSTER",
      "utterance": "Absolutely. And then we're having our own discussion here about that, instead of talking about the substance of the speech which you rightly so point out that he did well here. And as I have said, you know, for quite some time that I believe that he actually does better abroad. He sticks to the teleprompter when he's doing these speeches, than he does. Whoever is writing these speeches, I think, has some solid ideas about our place in the world and I was thrilled to see him reaffirm our support for Article Five there with NATO. I would push back a little bit on Lisa here, saying that those three CNN journalists who were fired, it wasn't because the story was fake news. Actually, the person in-charge said it wasn't even necessarily that the story wasn't true; it was just that it was shoddily sourced at this point. So, that is different than fake news. No, this is not the venue."
    },
    {
      "speaker": "PERINO",
      "utterance": "But Howard -- Howie, let me ask you. Because the media is under such a microscope right now, right? Everyone is focusing on any little mistake that they make. Do you get the sense that journalists are trying to knuckle down and really make sure they have everything solid, or are they still, sort of, flying by the seat of their pants on the stories that are shoddily sourced?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think the standards have been lowered because of this president. I mean, you look at just the last month; there's been a whole series of high-profile mistakes, corrections, apologies, some involving CNN. CNN and ABC, wrongly reporting what James Comey was going to tell the senate. I could give you a whole list here. And also, I think, the media take the bait, so CNN's White House correspondent, Jim Acosta, talking about the presser today in Poland, said it's a fake news conference. Why? Because in his views, the president, took a question from a sympathetic reporter from The Daily Mail, who had been talking to the White House about possibly joining the staff."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I have to tell you --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "First president ever to talk to a friendly reporter?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me just say. So, I worked for President George W. Bush, we all know that, but to sort of like hearken back to then, how many journalist that we had to call upon for different questions or have the President call upon that then, Lisa, went to work for President Obama? I mean, there's a list of about 10 long that I can come up with just off the top of my head."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "I thought that was unfair. And David Mortosko of The Daily Mail, actually asked a decent question, and then, President Trump called on NBC news. So, I think that the criticism is a little unfair."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Well, and it's also an issue that has been widely discussed, you know, with President Trump, this war on the media so to speak, and as well as the CNN video that he put out. So, I think the question is fair there. But you know, even back to where President Trump saying that he's been treated unfairly, there's a study done not too long ago showing that CNN and NBC covered the President in his first 100 days: 13 to one from negative to positive news stories. So, I think Howard is right when he says that this president is being covered differently than presidents past. I think that's actually a problem for the media, because even CBS', John Dickerson, said that the media did this to themselves. This hysterical coverage as you pointed in the coverage earlier in the beginning of the segment of all the different -- the compilation of things that people have said. This hyperventilation, they take it so far that I think Americans really have it -- they stop trusting the media because of that hyperventilation."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Well, but they also don't trust President Trump. I mean, everyone is not doing well here and that just have to put an end."
    },
    {
      "speaker": "PERINO",
      "utterance": "We didn't get chance to get to it, but there was this poll that shows that, a Amera's poll, an American's trust of institution is pretty much -- there's a lack of trust all throughout. Interestingly, a great deal or good amount of support that majority are supporting the intelligence community at 60 percent, the president at 37 percent, the media at 30 percent, and Congress at 29 percent. I don't know what everybody can do about that, but we'll certainly keep talking about it. I appreciate the three of you being here, thanks so much."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "Thanks, Dana."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Thanks you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Thanks, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Another deathly Fourth of July for Chicago, as more than 100 shootings and over a dozen homicides rock America's third-largest city, so what are Chicago's leaders doing about it? Wait till you hear one very controversial new plan. That's next. Plus, as one Clinton insider pleads for Democrats to move to the middle, a new question for the left emerges: who is your leader?"
    },
    {
      "speaker": "KATY TUR, NBC CORRESPONDENT",
      "utterance": "Who is the leader of the Democratic Party right now?"
    },
    {
      "speaker": "GOV. TERRY MCAULIFFE, D-VIRGINIA",
      "utterance": "I think there are many leaders of the Democratic Party. I will always default and say --"
    },
    {
      "speaker": "TUR",
      "utterance": "Give me a name, Governor. Give me a name."
    },
    {
      "speaker": "PERINO",
      "utterance": "Tonight, a closer look that fractures inside the Democratic Party. Eight months after Hillary Clinton's loss as the party tries to cobble together a new vision, a new leader, and even a new base. Critics warn current party leaders have offered little more than insults. Watch."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "I really believe is that women's right is the unfinished business of the 21st century."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Well, I'll tell you my idea because do you know what embodies their program? I don't care. Because they don't give a (BLEEP) about people."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "We do know that the -- many more people, hundreds of thousands of people will die if this bill passes."
    },
    {
      "speaker": "BERNIE SANDERS, U.S. SENATOR",
      "utterance": "The Republican Party is going after working people, and women, and low income people in an unprecedented way."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Hats off to nothing but love to Bernie Sanders, everybody."
    },
    {
      "speaker": "PERINO",
      "utterance": "But a New York Times op-ed today, by a former Clinton insider looks towards a solution. Mark Penn writing, the path back to power for the Democratic Party today, as it was in the 1990's, is unquestionably to move to the center and reject the siren calls of the left whose policies and ideas have weakened the party. And joining me now, one of the men who wrote that piece, former pollster and senior advisor for President Clinton, Mark Penn, and Tezlyn Figaro, a former Bernie Sanders national staffer. Mark, if I can start with you, the other thing that you wrote today that I thought was important is that the last few years of the Obama administration, in a 2016 primary season, once again created a rush to the left. Identity politics, class warfare, and big government all made big comebacks. And I believe what you're making the argument is that did not lead to victory at the ballot box and it's time to tack back to the center. Did I have it right?"
    },
    {
      "speaker": "MARK PENN, FORMER SENIOR CLINTON ADVISOR",
      "utterance": "I think that's right, Dana. I think as you look at what happened in the last two years of the Obama administration and what happened in that primary, I think the Sanders campaign in its strength also, I think, pushed Hillary Clinton to the left. The Democratic Party got fundamentally repositioned, much farther to the left, and out of touch with working-class voters. Working-class voters really want to see the values of hard work, family, religion, as a strong part of a party that they can support for economic progress. And I think they got left behind in the shift that occurred at that time."
    },
    {
      "speaker": "PERINO",
      "utterance": "Tezlyn, does that ring true to you, or do you see the party moving in a different direction? I mean, there was a lot of energy behind Bernie Sanders in the primary last year."
    },
    {
      "speaker": "TEZLYN FIGARO, FORMER BERNIE SANDER NATIONAL STAFFER",
      "utterance": "Well, you know, I have breaking news for Mark. It's not the 1990's. You know the administration that he served in lock up more black -- African-American men than those enslave in 1850. So everyone doesn't have fond memories of the fall out of the 90's administration. Right now it's not about the Democrats losing their identity of the party. It's about the identity of the messenger. Not the message. I am actually independent. I am a pro-business owner, so I believe in a lot of central, center ideas. But the problem is I have no trust in the messenger. So until we change the messenger of the message, we're just have -- more the same."
    },
    {
      "speaker": "PERINO",
      "utterance": "But who do you think the messenger is?"
    },
    {
      "speaker": "FIGARO",
      "utterance": "Well, according to Mark, the messenger should be people like Hillary Clinton. So it was about Sanders trying to push her to the left, it was about that movement try to push Hillary Clinton out of the game and she refused to go. So at this moment, we cannot go back to what was done and what was done before because it's a new time, it's a new day, and so until consultants like Mr. Penn and others get that and understand that people are wanting a different messenger, it's going to be more of the same."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. But Mark, I'm assuming given that you're a pollster, that you're basing some of your recommendation on empirical evidence, is that right?"
    },
    {
      "speaker": "PENN",
      "utterance": "Well, first, let me just say that she's quite right. I'm not talking about going back to the past. I'm really saying that it's time for us to look at new issues. Hey, let's look at the concentration of wealth and power in the tech industry. Is that working out for working people? Let's look at the economy jobs. Do they have the kind of structure, requirement, and fairness that really give people an appropriate way to work in a new economy? What about rural areas and the opioid crisis? What about was happening in Chicago and the crime? Why are Democrats leaving these issues on the table? Where's our infrastructure plan? We should take that issue back from President Trump and say here's a Democratic infrastructure plan that will make America work again in the 21st century. Where is that? We don't have any of that. And that's what I'm calling for in the piece. Not a return to the past."
    },
    {
      "speaker": "PERINO",
      "utterance": "Does that make sense, Tezlyn, to you from your perspective?"
    },
    {
      "speaker": "FIGARO",
      "utterance": "No, doesn't make sense, I guess, because the article clearly was talking about the Clinton and in the 90's, and fact that was the photo that was used when I pulled the article up that talked about."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's not Mark's fault."
    },
    {
      "speaker": "FIGARO",
      "utterance": "Yeah, well, they should have told the editor about it, because I got really confused when I saw it. So it's talking about going back, you know, to the 90's. And he's talking about the crime in Chicago, again, talking about the push for a new war on drugs that, frankly, people that I deal with on a daily basis, in fact, I had an interview about it today, you know, are concerned about those issues. So the message stays the same, health care, jobs, we want to be in a safe space, we want good health care, we want to be able to work, take care of our families, but it is the messenger. So who would Mark suggest that needs to carry that new message? The message hasn't changed. It will stay the same."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here's your chance, Mark. She's giving you the floor. You get to choose. Who is it going to be?"
    },
    {
      "speaker": "FIGARO",
      "utterance": "Tell us."
    },
    {
      "speaker": "PENN",
      "utterance": "Look, I think none of us knows who's going to emerge. But, look, let's not forget, three quarters of this country is moderate and conservative. About a quarter, maybe 27 percent is liberal. The Democratic Party has got to bridge the gap here, because right now nobody is winning. Democrats aren't winning, Republicans aren't winning. Everybody's got a negative rating."
    },
    {
      "speaker": "FIGARO",
      "utterance": "Republicans are winning."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah, Republicans are winning -- President Trump says you're going to get tired of winning, Mark."
    },
    {
      "speaker": "PENN",
      "utterance": "Well, they have been winning, I think as you point out. But Democrats could get back to winning, right, if they combine the kind of zeal and passion for equality with the pro-growth economic policy. Let's bring back that kind of economic policy we saw with President Kennedy, we saw in President Clinton."
    },
    {
      "speaker": "PERINO",
      "utterance": "But very interesting to watch the evolution of the Democratic Party as they go through some of the growing pains the Republicans have been going through for the last several years. So thank you both for joining me tonight."
    },
    {
      "speaker": "PENN",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. An update tonight on the condition of Congressman Steve Scalise, we have the latest word from the hospital, an update that comes as we receive word about another Republican lawmaker threatened with violence. And it was a devastating holiday weekend in Chicago, we will take you there live for a special report on the historic shooting spree. Juan Williams is here to tell us about an ambitious and controversial initiative to curb that violence, that's coming up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "A deadly string of violent striking the city of Chicago over the holiday weekend. A hundred and one people were shot and 15 people were killed over the 4th of July weekend this year. Last year, saw 62 shot and four killed. The shocking figures just the latest calling attention to a city where crime has been running rampant. Mike Tobin is live in Chicago tonight with details. Mike."
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS",
      "utterance": "You know, Dana, the city put more officers on the street, the latest technology was in play, and still the south and west sides lit up with gunfire over the holiday weekend. One more person was shot last night. A police officer was roughed up. Three people were shot today, one of them killed. And cops still don't have the power to keep the gunmen behind bars. Holiday weekend in Chicago and the crime tape is up. More than 100 shot, 15 are dead. Even little girls at a school playground are not safe from the constant gunfire. Two and a half weeks ago, a 13-year-old and a 7-year-old were shot by stray bullets. Police complain that they can't keep gunmen in prison. The reality is they can't even hold them in jail."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "The fact that we continuously let gun offenders, repeat gun offenders out in a small amount of time is ridiculous."
    },
    {
      "speaker": "TOBIN",
      "utterance": "Ironically, low-level, nonviolent offenders languish in the cook county jail. According to the sheriff, only 4 percent of those accused of retail theft make bail, 25 percent of violent gun offenders post bond and return to the streets no matter how high the amount. Most get out within a few days. The sheriff says that's because street gangs have cash from selling drugs. And a ruthless shooter has a valuable role."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "So, they need to get him back out on the street because he will be the enforcement that they need, so they'll get the money together from dope sales, whatever, to get him out. But the poor guy who stole a sandwich to eat or found sleeping in a bus, he'll sit in jail. This is nuts."
    },
    {
      "speaker": "TOBIN",
      "utterance": "The Tribune investigation determined that 10 percent of the gun offenders will shoot again before they go on trial for the original offense. Now there was a bill that would have given judges the power to deny bail in certain cases, but that got back shelved as Illinois dove headfirst into this budget crisis, now the session is over. So as the poet, Carl Sandberg, once wrote about Chicago, I've seen the gunmen kill, and go free to kill again. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Mike Tobin. Thank you so much for that report. It was fascinating. As the city grapples with violence, Chicago is also making some big and controversial changes on the education front with a new requirement for high school graduates. Starting with the class of 2020, students will be required to prove they have post graduate plans in order to get their diploma, whether it be a job, or an acceptance letter into college, a trade apprenticeship, gap year program, maybe even the military. So the question is can this work? Here now is one of my co-hosts from The Five, the great Juan Williams. The real Juan Williams here with us. I read through the list today of all the people that were shot over the weekend, and it was really -- all ages, all sorts of injuries, just the tragedy that is happening there with the violence. And this I have to say, seems like a pretty innovative idea from the mayor to say we've got to figure out a way to give these kids a life plan looking forward after high school. JUAN WILLIAMS, \"THE FIVE\" CO-HOST: I think that's right. So to me it struck me as innovative. It struck me as something that for the first time opens a window to the future. It's not just about dropping out or even just getting by in order to get the accreditation of a high school diploma, because that's only so much -- you can only do so much with a high school diploma today. This in the way that Ben Carson, the HUD secretary, talks about a psychology of poverty, I think this opens a window that says let's get beyond that. So what are you going to do, young men, young woman? Here are some possibilities for you. Have you thought about college? Yes, you can go to college. Or have you thought about job training if that is more appropriate for you, or the military? I think these are good things. I think the critics point to the fact that the city government in Chicago has cutback in terms of the staffing and the teachers in the Chicago public school system. But to my mind, Dana, I think, you know what, the people that remain have to make a difference for those kids and have to say these kids are expecting to succeed, and we want them to succeed."
    },
    {
      "speaker": "PERINO",
      "utterance": "I read one little girl and she's like 15, and she said she never met her high school counselor. She didn't know even that they were there. So the resources constrained."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Correct."
    },
    {
      "speaker": "PERINO",
      "utterance": "But do you think that if you have sort of this requirement, maybe the families isn't pushing you, OK. So then now the government or the school is going to push you. That was my initial reaction was that here we go with another government mandate to require students to do something. But I come around to thinking that this is probably a good idea and you shouldn't -- I shouldn't fault the mayor for trying to come up with a way to help these kids get ahead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. But I think you've touched on something that's very interesting to me, because I think in the past, for my generation, it would be you look to the church. Of course, you're looking to your nuclear family, maybe your extended family. You're looking to the neighbors, the people in the community to enforce some norms. I think a lot of that has fallen away. I'm a big proponent of charter schools for example. What you see is charter schools have extended the length of the day, even sometimes the length of the school year in order to give more structure to these children's lives. And I think part of that is saying to them, let's think about what you're going to do, Ms. Dana Perino, once you leave here. What is it that you think is your future apart from getting involved with what Mike Tobin was talking about, the dysfunctional, self-destructive madness which is grudges, gangs, or becoming a parent before you're ready. Let's think about something like graduating, moving on, building a career before you get involved in thinking about having a family."
    },
    {
      "speaker": "PERINO",
      "utterance": "And maybe getting out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Getting out. Moving, even moving to places where there are more jobs, more opportunities, and less of this cycle of violence."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Well, thank you so much."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're welcome, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Always good to have your expertise. And I'll see in an hour or so. An ugly battle playing out on social media between two reality TV stars is now being called the case of so-called, revenge porn. Attorney David Wohl on reports that one of them could end up behind bars. But first, breaking news on Congressman Steve Scalise's condition, new violent threat against another GOP lawmaker, and breaking news on the Bill Cosby's sexual assault investigating, all those stories coming up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here are the other stories making news tonight. A brand-new update on Congressman Steve Scalise, the house majority whip underwent surgery today for the management of an infection, and we are told he tolerated the procedure well and remains in serious condition. Scalise was shot three weeks ago on a Virginia baseball field by a man targeting Republican lawmakers. And that shooting apparently inspiring others to take violent action against GOP leaders, Mark Prichard of Arizona is facing criminal charges tonight after allegedly telling staffers of Republican senator Jeff Flake, outside the senator's office that, quote, liberals will solve the Republican problem by getting better aim, a reference to the Scalise shooting that Senator Flake himself witness. And it's not over yet for Bill Cosby, just hours ago a Pennsylvania judge ruling that the fame comedian will be retried on three charges of sexual assault. Last month that same judge declared a mistrial in Cosby's case after jurors were unable to come to a unanimous verdict. The retrial set to begin in November. Finally tonight, a war between celebrity exes that could land one of them behind bars. Yesterday, reality TV star Rob Kardashian took to multiple social media platforms, unloading on his former fling, Blac Chyna. In one tweet, Kardashian suggest he paid for her to have plastic surgery after their baby was born, and in another he accuses her of cheating on him using an expletive that is not appropriate for television. But perhaps most troubling for both parties is his decision to pose nude images of her to his millions of followers. So, could he now find himself in legal trouble? David Wohl is an attorney in California and joins us now. And David, you know about this because, apparently, you have clients that have gone through this whole thing with social media, and that this is illegal, a no- no in California."
    },
    {
      "speaker": "DAVID WOHL, ATTORNEY",
      "utterance": "You know what, Dana, I never watch the Kardashians, and this is pretty much the reason why. I got to say, I represent people but not on this scale. And let's assume for one moment that the first element of this criminal statute is met, and that means that Rob knew that those photos were meant for his eyes only, and they had been published elsewhere, weren't given to other friends of Blac Chyna. The next problem is that the statute requires that he knew that -- or reasonably suspected, that publishing those photos would cause her emotional distress, and that in fact that she was caused emotional distress. One of the problems she has is that she hit the like button on the Instagram photos, naked photos of her when they were published. It might be an uphill battle for her to then say, well, you know, I suffered emotional distress by the publication. I want the money. But if it happens, if charges are filed, and a kind of doubt it in this case, the big problem Kardashian is going to have is that he had 10 million Instagram followers, 17.5 million twitter followers, nearly about 18 million, and publishing those kind of photos on that scale, knowing that the people who follow them could also screenshot the photos, keeping them forever trapped in cyberspace on their phones, or on their laptops, I mean, the exacerbation of his sentence, he can get the book thrown at him like no one who's ever been convicted of this kind of sentence."
    },
    {
      "speaker": "PERINO",
      "utterance": "And yet, there is a further complication that they do have a child together, a baby. And so, obviously, they will have to have some sort of communication throughout their lives. But David, what I'm really concerned about is that -- so a reality TV star, maybe she doesn't press charges, maybe those charges press and basically it goes away for him. But what kind of a message does this send to younger people who do watch the Kardashians and do follow them on Instagram and twitter, that this idea of revenge porn is a way to actually deal with your relationship problems? I'm actually very concerned about that for the women and the men involved."
    },
    {
      "speaker": "WOHL",
      "utterance": "Yeah, absolutely. You know what, up to about three years ago, Dana, it's actually wasn't a crime, and it did happen, and there were no consequences for it. And the bottom line is the worst thing you can possibly do now on social media, given the explosion of the depth and the numbers of people who now use it is post any kind of naked or lurid photo on Instagram, especially one of someone else, because there will be consequences whether they are criminal consequences. And about two-thirds of the states now have criminal statutes regarding revenge porn. But you can also be sued civilly. So it's a horrible idea. And also, if you post a photo of someone under 18, it's then not just revenge porn."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "WOHL",
      "utterance": "It's transmission of child pornography. And that's a much more serious crime, a felony, which could result in state prison, so just don't do it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Think before they post and tweet. All right, David. Thank you so much."
    },
    {
      "speaker": "WOHL",
      "utterance": "Absolutely. Thank you, Dana. Good to see you again."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right. Up next, 43 turns 71, my special message on that is next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Before we go tonight, I want to wish my former boss, President George W. Bush a very happy birthday. The 43rd president turned 71 years old today. And he's a great example of what you can do after you are president. The Bush Center is going strong, and him and Mrs. Bush are enjoying a really great retirement there in Texas, and they're loving being grandparents. So happy birthday to you. And don't change the channel, Tucker is up next. And then I'll be back at nine on \"The Five,\" and you can see me back here tomorrow night at seven on The Story. Good night, everyone. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}