{
  "date": "July 19, 2018",
  "headline": "Linda McMahon on Trump's executive order for job training",
  "subHeadline": "Linda McMahon, head of the Small Business Administration, discusses Trump's workforce training executive order and comments about the Federal Reserve on 'Your World.'",
  "url": "https://www.foxnews.com/transcript/linda-mcmahon-on-trumps-executive-order-for-job-training",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Right now is the head of the Small Business Administration, Linda McMahon. Very good to have you. Thank you for coming.  I know the president's been pushing, and today led this effort to try to improve job training on the part of big Fortune 500 companies that can help in that regard.  What I didn't understand, Linda, maybe you can help me, is there a sense that the government's going to kick in some dough for this, or are these companies like FedEx and GM and Microsoft and Wal-Mart, are they ponying up the money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINDA MCMAHON, ADMINISTRATOR, SMALL BUSINESS ADMINISTRATION",
      "sentences": "This is -- this is not a government contribution program at this point. This really public-private partnerships, a lot between our educational institutions and our companies. And the companies may be training a lot themselves, but hopefully they're also going to be working with our vocational schools, our community colleges to say, what is it they need?  We have got a wonderful economy going. We have got about 6.7 million jobs that are vacant that we don't have the people to fill those jobs. And I hear it from small businesses, as well as large businesses. So we're looking to change the educational paradigm and emphasis in the country, so that industry will go into those vocational and community college and say, look, this is what I need. I'm going to bring the equipment in here, so your classes, you can train the students for what I need. I'll provide the equipment.  Part of the time, the students will be in here. Part of the time, they will be in my factory on my floor. And I'll pay them while they're there. There are companies that are doing that now.   I was at a community college this week in Charleston, Virginia, and that is exactly what a big manufacturing town has done. And those internships and apprenticeships can -- they can earn as much as $40,000 over the time that they're training.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But a trade war potentially could shatter that, right? Do some of your members, when you talk to them and go out there -- and I know you travel a good deal -- do they worry about that, that this -- the president, they might trust to do the right thing, but something might blow up on their face?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMAHON",
      "sentences": "I'm not hearing that big concern. But we're -- the number one concern that I hear from small businesses as I'm traveling around the country -- and I have been, you know, to 40 states now and visited with 51 district offices of SBA. And those businesses that I talk to, their number one concern right now is the skilled work force. And I was asked recently, well, what does the skilled work force mean? I said training workers for whatever skills are necessary, whether it's artificial intelligence, robotics, carpenters, plumbers, welders, electricians, whatever skills are needed.  That's what we need to focus on and train them. The jobs are there. They're great. From a small business perspective, if you get that training, you can start your own business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well, a lot of those businesses, I'm sure, worry about interest rates. do you think when the president said he had to say about the Federal Reserve, would your members welcome that, if it was a way of telling the Federal Reserve cool it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMAHON",
      "sentences": "Neil, I came on today to talk about this wonderful pledge that 23 countries -- not countries -- 23 businesses have signed to train and provide new opportunities for almost four million workers.  And we had 23 businesses here in the East Room of the White House. They all signed this pledge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You don't think any of them -- you don't think any of them are concerned about interest rates?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMAHON",
      "sentences": "Well, I think interest rates would affect everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, would they welcome what the president -- between you're doing here with this initiative and maybe telling the Federal Reserve cool it, would they welcome that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMAHON",
      "sentences": "Look, I think that our businesses right now are growing. The economy is growing very strong. And they're going to continue doing what they're doing to grow the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Linda McMahon, thank you very, very much. Good seeing you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMAHON",
      "sentences": "Good to see you. Thank you, Neil.  END  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Right now is the head of the Small Business Administration, Linda McMahon. Very good to have you. Thank you for coming. I know the president's been pushing, and today led this effort to try to improve job training on the part of big Fortune 500 companies that can help in that regard. What I didn't understand, Linda, maybe you can help me, is there a sense that the government's going to kick in some dough for this, or are these companies like FedEx and GM and Microsoft and Wal-Mart, are they ponying up the money?"
    },
    {
      "speaker": "LINDA MCMAHON, ADMINISTRATOR, SMALL BUSINESS ADMINISTRATION",
      "utterance": "This is -- this is not a government contribution program at this point. This really public-private partnerships, a lot between our educational institutions and our companies. And the companies may be training a lot themselves, but hopefully they're also going to be working with our vocational schools, our community colleges to say, what is it they need? We have got a wonderful economy going. We have got about 6.7 million jobs that are vacant that we don't have the people to fill those jobs. And I hear it from small businesses, as well as large businesses. So we're looking to change the educational paradigm and emphasis in the country, so that industry will go into those vocational and community college and say, look, this is what I need. I'm going to bring the equipment in here, so your classes, you can train the students for what I need. I'll provide the equipment. Part of the time, the students will be in here. Part of the time, they will be in my factory on my floor. And I'll pay them while they're there. There are companies that are doing that now. I was at a community college this week in Charleston, Virginia, and that is exactly what a big manufacturing town has done. And those internships and apprenticeships can -- they can earn as much as $40,000 over the time that they're training."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But a trade war potentially could shatter that, right? Do some of your members, when you talk to them and go out there -- and I know you travel a good deal -- do they worry about that, that this -- the president, they might trust to do the right thing, but something might blow up on their face?"
    },
    {
      "speaker": "MCMAHON",
      "utterance": "I'm not hearing that big concern. But we're -- the number one concern that I hear from small businesses as I'm traveling around the country -- and I have been, you know, to 40 states now and visited with 51 district offices of SBA. And those businesses that I talk to, their number one concern right now is the skilled work force. And I was asked recently, well, what does the skilled work force mean? I said training workers for whatever skills are necessary, whether it's artificial intelligence, robotics, carpenters, plumbers, welders, electricians, whatever skills are needed. That's what we need to focus on and train them. The jobs are there. They're great. From a small business perspective, if you get that training, you can start your own business."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well, a lot of those businesses, I'm sure, worry about interest rates. do you think when the president said he had to say about the Federal Reserve, would your members welcome that, if it was a way of telling the Federal Reserve cool it?"
    },
    {
      "speaker": "MCMAHON",
      "utterance": "Neil, I came on today to talk about this wonderful pledge that 23 countries -- not countries -- 23 businesses have signed to train and provide new opportunities for almost four million workers. And we had 23 businesses here in the East Room of the White House. They all signed this pledge."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You don't think any of them -- you don't think any of them are concerned about interest rates?"
    },
    {
      "speaker": "MCMAHON",
      "utterance": "Well, I think interest rates would affect everyone."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, would they welcome what the president -- between you're doing here with this initiative and maybe telling the Federal Reserve cool it, would they welcome that?"
    },
    {
      "speaker": "MCMAHON",
      "utterance": "Look, I think that our businesses right now are growing. The economy is growing very strong. And they're going to continue doing what they're doing to grow the economy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Linda McMahon, thank you very, very much. Good seeing you again."
    },
    {
      "speaker": "MCMAHON",
      "utterance": "Good to see you. Thank you, Neil. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}