{
  "date": "July 4, 2017",
  "headline": "Grading the President: Trump's efforts to reform health care",
  "subHeadline": "Voter panel weighs in on a special edition of 'The Story with Martha MacCallum'",
  "url": "https://www.foxnews.com/transcript/grading-the-president-trumps-efforts-to-reform-health-care",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "This will be great for everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why do you say if? Do you have hope that this will get across the line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I always say it. I always say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'd like to say yes, because you never quite know, right? So, the delay with met with some lawmakers declaring victory, others warning of an ObamaCare collapse. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NEW YORK",
      "sentences": "We know the fight is not over, that is for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ, R-TEXAS",
      "sentences": "I will believe we will get yes. It's going to take more discussions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALI., HOUSE MINORITY LEADER",
      "sentences": "As a Republican leader in the Senate pulls his bill, this fight is not over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SOUTH CAROLINA",
      "sentences": "If we don't reach an agreement by Friday, it's probably the end of a sole party effort for health care. Then if we don't reach by Friday, then the way forward is ObamaCare collapses; challenge Democrats to work with us to find something better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, President Trump, never one to shy away from calling it as he sees it sent this: \"With zero Democrats to help, and a failed expensive and dangerous ObamaCare as the Democrats' legacy, the Republican Senators are working hard!\" We turn now to our bipartisan panel of American voters for their thoughts on this. First of all, welcome, to all of you. It's great to have all of you here sort of representing a lot of variety of opinions out there in the country. So, just given what we just talked about and the battle that you saw going on this week in Congress over repealing and replacing ObamaCare, who wants to start with their thoughts? Sir, tell us who you are and where you're from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. DARRIN PORCHER, CRIMINAL JUSTICE OFFICER AND FORMER LIEUTENANT AT NYPD",
      "sentences": "Hi, my name is Dr. Darrin Porcher. I'm a prior Army Officer and former NYPD Lieutenant and current Criminal Justice professor here in New York City.  Now, Donald Trump has been very focused on a return on his campaign promises, such as the repeal and replacement of ObamaCare. However, I don't think he quite thought out the strategy because when you look at the entitlement spending with this new bill that's been introduced, it far exceeds that of the current ObamaCare statute. Therefore, I think it's necessary for him to regress, take some time, sit down with the right people and come up with something that's significant. I commend the five senators that are actually holding this up; these Republican Senators are doing the right thing because they realize the entitlement spending is just too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fascinating. So, raise your hand if you agree with that notion. If you feel that Republicans -- so this would be -- if you're a Republican, do you feel that they are compromising too much from what you can tell? And that you want the government more removed from your health care? Who would agree? All right, and what about Democrats who believed that, you know, that they want Republicans to sort of come to the middle? Do you think there's any compromise possibility between Democrats and Republicans on this? If you say yes, raise your hand. Tell us who you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTY. MICHAEL HOPKINS, LAWYER",
      "sentences": "Michael Hopkins from D.C., I'm an attorney. I think the Republicans now are trying to basically wipe Obama away from the history books and it's less about health care and more about trying to rectify the 2008 election because health care is something that's so personal to every American. It seems like there could be a middle ground where Democrats and Republicans can meet, because ObamaCare was -- I mean, it was a Republican idea from the Heritage Foundation before anything else. So, it seems to me Republicans are more worried now about a win that actually rectifying our health care system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My name is Kristen, I'm a writer. I mean, yes, health care is personal and that's why we don't want the government controlling our health care. I think this has everything to do with care and not a lot about politics because if you look at ObamaCare, we've seen premiums double since 2013, we've seen deductibles go through the roof. It's a complete disaster. We want the government out. We want more affordable, better care. And unfortunately, I think the Senate health bill is not the best answer. It's not the perfect bill, but it's better than what we have now. So, I would like Republicans --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it becomes a question of whether or not you believe that the federal government should have control over the health care system, and is health care a right in this country? I mean, that the basic question. Sir, tell us who you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BISHOP COUNCIL NEDD, STATE CONSTABLE, PENNSYLVANIA",
      "sentences": "Yes, my name Bishop Council Ned. I'm a Priest and Bishop, but I'm also a Law Enforcement Officer. But you know, I think the mess that President Trump is trying to clean up right now with regard to ObamaCare, something needs to be done. ObamaCare was a total overreach. I've seen so many people, including myself, who had been affected by the lack of providers, the high costs, and various other things, something radical needed to be done. You know, what he's doing right now isn't necessarily perfect, but something needs to be done to stem those tide before there's, you know, so many people just can't afford health insurance and can't find providers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you concerned about the growth of this entitlement? Do you think that Republicans on the Hill are allowing this bill to basically expand ObamaCare or extend ObamaCare in a way that, you know, do you think that's right or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEDD",
      "sentences": "Well, yes. You know, I worked at the Capitol Hill for a long time before I moved to Pennsylvania and started doing what I do now. And so, you know, I've seen the Congress operate for a very long time, you know, and people talk about reform, reform, reform, reform, but it always comes back to people getting into office, they go to Washington and they start putting these areas entitlements in. I've seen it happen over and over again, it's just reciprocal thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Raise your hand if you are in favor of what you have seen come out of the Republican House and Senate? Nobody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIANE ATKINS, ACTIVIST, GRASSROOTS",
      "sentences": "Kind of. I mean, my name is Diane Atkins, I'm a Grassroots Activist and Team Leader for Republican Leadership Initiative for Brooklyn GOP. To what that young man was saying before, I think that's so outrageous to say that this is sort of some referendum against Obama from 2008. You know what, if President Trump really wanted to do the most politically expedient thing, he would lead ObamaCare completely, as he says, crash and burn, because there are states where people do not even have even one plan provider left anymore. People that they say oh, yes, they have health coverage but the deductibles are so high they cannot ever afford to even use it. So, if he wanted to, he should just let it go and then all the people would suffer. But because he cares about Americans and he loves this country and loves our citizens, he's willing to have the arguments, have the debate. And I think it's healthy that the House and Senate that they're, you know, digging their heels in on certain things. Have that healthy debate. The media wants to paint it as it's a discord. No, it's a debate. That's what the Congress is supposed to do. And they'll come up with a final product, it may not be perfect, but it will be a heck of a lot better than what we have now and they can move forward and implement more changes going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAME",
      "sentences": "Congress is working in this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tell us your name, if you would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCCO LIMITONE, COMMITTEEMAN, EAST FISHKILL REPUBLICAN COMMITTEE",
      "sentences": "I'm sorry. Rocco Limitone, I'm with the East Fishkill Republican Committee, former business owner and in currently in sales. What's going on now with the health care bill is healthy. It's a great thing that Congress is debating this. It's a great thing that you have some Senators that are looking at this, backing up and say, we want this to be better. Why? ObamaCare was a disaster. It is a disaster. It's falling apart. It was rushed through in the middle of the night. No Republicans voted for it. Most of the Democrats didn't even read it. If you remember, Nancy Pelosi say, we have to pass it before we know what's in it. So, it's healthy what's going on with this bill. Now, to someone else's point where they mentioned about trying to erase ObamaCare. Well, if someone is trying to right or wrong, is that erasing someone or is it trying to do the right thing? There are a lot of things during the past eight years that Obama did that kept the country stagnant. It kept our economy sitting still. We saw some little increases but not much. A lot of the things President Trump has done so far besides keeping his promises has been to take away a lot of these regulations that Obama put in place that stifle businesses. Now, if you call that erasing a legacy or erasing a person, I think that's a great thing because, what we need in this country: one, is a president who's going to stand up for the American people. We have that. We need a president who's going to keep his promises. And we have that. So, I like what President Trump is doing so far. I like the fact that he's letting Congress run its course on the health care bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Time for one more comment before we take our first break. Yes, ma'am? And you are?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COURTNEY MADDEN, NONPROFIT EXECUTIVE",
      "sentences": "Courtney Madden and I'm a Nonprofit Executive from Boston and grew up with Romney-care, if you will, in Massachusetts. And the one thing that I'm striking about this conversation is that we're talking about debating in Congress; we're not. This was pushed through without a public hearing. We're not debating; we're campaigning, it's sound bites. We're not sitting down and actually saying, OK, this doesn't work but we need to make sure that Americans are healthy and have access to quality health care and having a conversation. I would much rather see our leaders negotiating around this than campaigning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Would you like to hear Chuck Schumer, for example, saying let me get together with the Republican Senators, let me get some folks from my side, let's all sit down and talk about this and are you disappointed that hasn't happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADDEN",
      "sentences": "I'm disappointed with both Chuck Schumer and Mitch McConnell that that hasn't happened. Sit down and have a conversation because America needs to solve this and move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That may happen. I mean, you know, that may be where they find themselves next week. We're going to take a quick break and we're come back with a lot more time to talk about what everybody is feeling as they look at things on this Fourth of July. From day one, a cloud has hung over this administration, concerns over Russian interference in the election. They have ballooned into full-blown investigations now. The president fired the Director of the FBI, a Special Counsel was appointed. Nearly half-way through the first year of this administration, are Americans hungry for closure on this or do they have more questions? We will ask our panel after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Frankly, James Comey confirmed a lot of what I said and some of the things that he said just weren't true. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We are back with more of \"The Story.\" Investigations into alleged Trump campaign with the Kremlin have hung over this White House really since day one. To date, there has been zero actual evidence of wrongdoing by the Trump campaign, they try telling that to the critics. Many of whom are moving onto new allegations against the president. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIFORNIA",
      "sentences": "We've got to do the investigation. That is what leads to impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BOSSIE, DEPUTY CAMPAIGN MANAGER, TRUMP PRESIDENTIAL CAMPAIGN",
      "sentences": "There are no facts, no evidence, whatsoever that the president or our team had any coordination with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "There is no question he abused power whether he obstructed justice remains for the facts to come forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER, HOUSE OF REPRESENTATIVES",
      "sentences": "Mueller is going to go after obstruction of justice. Mueller's out on a hunt to try to get the president, he has nothing to do with the original Russian story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we are back with our panel of 22 American voters. What jumps out at you in of those comments that you heard? Let's see somebody. Yes, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW DEMAR, BUSINESS CONSULTANT",
      "sentences": "Matt Pillar, I'm a business consultant. I've got to tell you know, every time I hear this it drives me crazy because I really feel it's a witch hunt and I really feel that -- in my point of view, I feel that the Democrats were so upset about the loss of the presidency that they just keep going after him and try to kind of stops him from doing a lot of things. It's like they get in the way -- and I really wish for their sake they're maybe focused on, you know, their selves and moving forward and helping, working together and making them all work together and make the country better. Because what ends up happening is, you know, Trump keeps moving forward and while he's moving forward, you guys are chasing him instead of figuring out who's it going to be your Democratic person is going to run next time. And you're going to turn around there's no president again, so if you guys have these concerns, you focus on your own stuff. Let him do his stuff. If you want, help out. Let's get this thing go in the right way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Who is the Democrat that disagrees with what you just heard? Yes, sir, your name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. AAKASH SHAH, EMERGENCY ROOM DOCTOR",
      "sentences": "My name is Aakash Shah, I'm an emergency room doctor over New Jersey. One of the things that always strike me about this discourse is how partisan it is. So, in the clip we just heard, they talk about our team. In your comments, you spoke about our side. And what strikes me is that this is a quintessential example of people putting politics over country. Just let the investigation continue. Let the facts come out and we can go from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you -- does it bother you when you hear Democrats talking about impeachment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEMAR",
      "sentences": "What happens when it's been going? It's been going on and on and on. It's almost six months like she said and they haven't found anything. So, what are we looking for? Let's focus on what's going on. We've all kinds of stuff going on with the old ObamaCare and everything else we're just talking about. Let's work together and get things done instead of all this nonsense. You're not going to be able to impeachment. Let's get over the fact. The election is over. He's the president and let's focus on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let the gentleman have a chance to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEMAR",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAH",
      "sentences": "Sure. So, I agree with you that there are other problems that our country has to face, that can go on in parallel with the investigation. I think part of what's complicated the process is that the president and the executive branch continues to step in, either through tweets or other actions that cast further doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sir, I haven't heard from this gentleman in the red tie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY RODAS, GRASSROOT ORGANIZATION",
      "sentences": "The name is Rudy Rodas, I work for a Grassroots Organization in New Jersey. He echoing -- sentiments here about is being a very politicized process. I mean, President Trump has shot himself in the foot when he fired Director Comey. That's a problem that he brought on himself and, you know, that just adds to the story. And again, there -- when there is smoke, there is fire. I believe that if he wants this to go away, he would cooperate with the investigation, but he's on at, specifically, him. He didn't have to fire the Director but he did that for this, all his accusations come. So, that's his fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In the bow tie, Sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OZ SULTAN, SOCIAL COUNTERTERRORISM EXPERT",
      "sentences": "Thank you. Oz Sultan, I work in a social media counterterrorism and I'm a Member of the Harlem GOP. To Aakash Shah's point -- to your point, I mean, look, it is -- the partisanship is something we need to move beyond, but understand this, simply, there are bigger problems and bigger fish to fry. The Russian issues we're dealing with right now are more of cyber security. They are more of national security. Those are the issues we should be focused on. With no proof coming into the allegations that have come forward, I think it's put up or shut up time, right? Either they can actually put something forward that is an indictment or I think it's time to table this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's just play the sound bite from out show with Newt Gingrich. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "I have said I think the president should come up -- President Obama should come up and testify. Why would they keep it secret from the American people for five months? Then, frankly, the things they did to retaliate were pathetically weak, which was, of course, the Obama model in foreign policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, this comes to a new question in this, which is that the Obama administration had intelligence that there were efforts to get into 29 -- 21 to 30 some state voter rolls and software regarding the election. And they also knew that the DNC had been broken into over this summer, so were they forceful enough in explaining to the American people what was going on? And should they have done more?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATKINS",
      "sentences": "Martha, what has happened is completely the epitome of hypocrisy. President Obama knew, as you said, there was intelligence that there was Russian interference somehow being attempted. And yet, they didn't say anything about it because as President Trump has so rightly said, they thought Hillary Clinton was going to win. It only became a problem after the fact. And the fact of the matter is, when you say they do it to themselves, Director Comey did that to himself. Director Comey implicated himself and Loretta Lynch. Him, with leaking a story to a friend who's a professor to get it out, to get a Special Counsel, if that's not trying to be partisan and influence what's going on? I don't know what is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOPKINS",
      "sentences": "So, I actually worked on the Hillary Clinton campaign and we knew towards the end of the summer that there was some hacking going on. And the president came out and said that there were instances where Russians were trying to hack into our database. But I would think it's ironic to hear Republicans talk about voting and voting records in the sanctity of our elections when it comes to having I.D.s and things like that; the polls and not being interested in finding out whether or not there was actual hacking. I mean, we have a president now who doesn't acknowledge that Russia did hack into the election. And whether or not they changed any votes, in 2018 we have an election; in 2020 we have an election and we have to figure out some way to be able to secure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you'd like to see the president more outspoken and more active on further investigations in terms of the upcoming election. Are we covering, not so much about him personally or campaign but about the issue, which is not going to go away, that has been recognized Republicans and by Democrats as well. Mr. Porcher?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORCHER",
      "sentences": "One thing that is no is taking consideration: we as the American people are paying for this investigation. We look at the special counsel's, mountainous amounts of money are coming into play and this hasn't risen to the threshold of probable cause to even gain an investigation, to begin with. So, we as the American people are suffering as a result of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we know investigations are very popular in Washington. They employ a lot of people and keep everybody busy for some time. So, coming up next, already some are calling the Supreme Court decision on President Trump's travel ban: the biggest win of the presidency so far. We're going to grade how the president and Justice Neil Gorsuch are shaping the court for generations to come when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It is very important for the country, regardless of me or whoever succeeds at a later date, we have to have security in our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL ANCHOR",
      "sentences": "This is a Fox News alert. I'm Bret Baier in Washington with the special report news update. The U.S. is responding to North Korea's testing of an Intercontinental Ballistic Missile which could reach Alaska. The U.S. and South Korea have just conducted a joint military exercise showing off anti-missile defenses. Let's get more on the North Korea situation and the latest response from National Security Correspondent Jennifer Griffin at the Pentagon. Good evening, Jennifer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS CHANNEL NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Good evening, Bret. This was a hastily arranged missile, ballistic missile test that was -- they were joint exercises carried out with the South Koreans outside Seoul at Yong Sung Base. This is just 35 miles from the North Korean border; it's designed to send a very strong message to Pyongyang. You can see from the video that we've just received from the U.S. Eighth Army that these are a short-range surface to surface missiles. They can fly up to about 200 miles; that is far short, of course, of the 4,000-mile Intercontinental Ballistic Missile that was tested by North Korea just within the last 24 hours. It's the first time, of course, North Korea has tested such a long-range rocket.  It's important to point out that in 1991 President George H.W. Bush pulled out America's tactical nukes off the South Korean Peninsula as part of negotiations and the hope of getting inspectors into North Korea. This test today was a response to North Korea. We now have a statement from Dana White, the Spokeswoman for the Pentagon. She says, \"The United States strongly condemns DPRK's escalatory launch of an Intercontinental Ballistic Missile today. We are monitoring and continue to assess the situation in close coordination with our regional allies and partners. The launch continues to demonstrate that North Korea poses a threat to the United States and our allies. Together with the Republic of Korea, we conducted a combined exercise to show our precision fire capability.\" Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jennifer Griffin, live at the Pentagon. Jennifer, thank you. Let's check in with correspondent, Kevin Corke, on the north lawn tonight, at the White House for the latest on this response. Good evening, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "sentences": "Good evening to you, Bret. Very interesting times here at the White House and interesting juxtaposition in particular, when you consider you probably can hear on occasion over my shoulder, the celebration happening out on the south lawn: the president and first family, preparing to welcome into the evening and the fireworks celebration here in the nation's capital, U.S. service personnel and their family members. And so, we compare that, this festive atmosphere here, with what obviously has been a very high-stakes game of diplomatic chicken and perhaps, even military chicken between Washington and Pyongyang. You saw the president tweeting earlier today, talking about the fact that Kim Jong-un, the young leader of that Republic, the Democratic Republic of North Korea, saying that he'd simply doesn't have a life. But what's interesting here tonight, Bret, in particular, is you're looking at two things: number one, what will be the strategy moving forward? We have it on good authority from our sources that senior administration officials are talking about what they might do in response, you heard there what Jennifer talked about. Keep in mind they're saying they're keeping all options on the table. And I think there's something else that's also very important: China and Russia, what might the conversation be like as we look forward to the G-20, of course, President Trump leaving for that this week. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Kevin Corke, live on the north lawn. Kevin, thank you. Let's check in now with chief Washington correspondent, James Rosen. James, President Trump is really just the latest in a long line of American presidents to be confronted with North Korea's nuclear threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS CHANNEL CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "This is true, and the choices made by American presidents across both parties and across the decades dating back to the Clinton administration have left the current president, Donald Trump, with exceedingly few options for handling the North Korean threat in any satisfactory way. Because the military option which we are always told remains on the table, would involve perhaps escalatory action by North Korea involving its ballistic missile capability, also its conventional artillery capability that would be leveled at the residence of Seoul, South Korea, and likely cause tens of thousands of casualties if we attack North Korea militarily. As for right now, what the Trump administration appears to be doing is focusing, in addition to the military maneuvers just reported by Jennifer Griffin at the Pentagon, some diplomatic maneuvers. They have requested an emergency open meeting of the U.N. Security Council that will likely take place in New York tomorrow afternoon. And a statement from secretary of state Rex Tillerson has been released saying that global threats require a global response. And in particular, our attention is drawn to this sentence, any country that hosts North Korean guest workers, provides any economic or military benefits, or fails to fully implement U.N. Security Council resolutions, is aiding and abetting a dangerous regime. It carries echoes, Bret, of the Bush doctrine from George W. Bush's time in office when he said that any country that helps, harbors, or aides and abets a terrorist is itself a terrorist nation, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS",
      "sentences": "James, we always hear that the military option is on the table, but is there really any viable option for the U.S. right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEN",
      "sentences": "Any exercise of a military option, and we did hear the White House national security advisor General McMaster speak publicly about the military option just last Wednesday. Again, it's very unpalatable to U.S. policymakers precisely because so many residents of Seoul, South Korea, would be left vulnerable to a counterstrike of some kind by the North Koreans. But again, this regime, the Kim regime hasn't really been tested in the military sense, so it's difficult to say exactly how it would respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "James Rosen here in Washington. James, thank you. Let's bring in our panel. Tim Farley, host and managing editor of Morning Briefing POTUS on Sirius XM radio, Daniel Halper, contributing editor for the Washington Free Beacon, Michael Needham is a chief executive officer at Heritage Action for America, and syndicated columnist, Charles Krauthammer. Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KARAUTHAMMER, SYDICATED COLUMNIST",
      "sentences": "Well, I understand from James' report military options are rather scant. I think it's rather embarrassing that we should have had this release -- immediate release of the video from the U.S. as a response. But the North Koreans have done -- is ready to cross the Rubicon. I mean, this is an entirely new phase. Once they have an intercontinental ballistic missile, they're obviously going to want to put a nuke on top. We're in a totally different world. And the video showing that we can have a surface to surface missile go 200 miles is a pathetic response. If we still had the tactical nukes that we withdrew in 1991, that would be a serious threat. That would be a way of saying you mess with us, we can have in place in theater tactical nukes that could hit your capital and your other assets. But in the absence of that, it's a very weak response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Quickly, what's next, Tim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIM FARLEY, SIRIUS XM RADIO",
      "sentences": "I think, you know, whether this national security council at the U.N., but I don't really think that really results in much. I mean, we're back to preemption, right? I mean, this is the action that some people are calling for now, and to decide what's going to happen. The problem is we have an irrational player in Kim Jong-un. And, quite frankly, sometimes I think we have an irrational player in President Trump. We're not quite sure what he might do. And I'd like to hear from James Mattis, if he has something to say about this, not Rex Tillerson, if we talk about military action. I think at the very least, you could move some forces in place, you know. You can have some submarines and ships and so on just to be there. But I don't know beyond that how far you actually would go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Daniel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HARPER, WASHINGTON FREE BEACON",
      "sentences": "Look, past presidents have all screwed this up. We know this. This is how we've gotten to this point now. The question is what are we going to do in the future? What is President Trump going to do? And now the stakes have risen dramatically with ICBM capability reaching the United States. If we don't do something about it, it could be life or death for American citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Michael?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL NEEDHAM, HERITAGE ACTION FOR AMERICANS",
      "sentences": "Yes, it's important. This is not just North Korea. This is the regime, the family regime, which is much more like a mafia family than anything else. We need to as a country, put constant and unrelenting pressure on the Kim family regime, to all our various mechanism. And much like the Soviet Union to the cold war, this could be a long slog, but we will be actively intolerant of this regime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRAUTHAMMER",
      "sentences": "For 25 years, successive administrations have kicked the can down the road. We're at the end of the road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "As the present leaves for the G-20 tomorrow, heading to Poland, first. Thanks for watching the Special Report update. Tune in every weekday, our show, 6PM Eastern Time. The Story with Martha MacCallum continues after a quick break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Taking on the war between the White House and the media which reached kind of a fever pitch last week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I think it's the constant barrage of fake news directed at this president probably that has garnered a lot of his frustration. We have gone to a place where if the media can't be trusted to report the news, then it's a dangerous place for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Can you explain to everybody, right here, right now, with those words -- this administration has done that as well. Everybody in this room is only trying to do their job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I disagree completely. First of all, I think if anything it's been inflamed, it's the dishonesty that often takes place by the news media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Strong words, and then there was this from the president reacting to the resignation of three CNN journalists in the wake of a bogus Russia story, so they caught fake news CNN cold, he writes, but what about NBC, CBS, ABC, what about the failing New York Times and the Washington Post, the president writes. They are all fake news, exclamation point. So what does our great audience here today think about all of this back and forth a lot? Let me go to the back row. I haven't heard from you yet, ma'am. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "My name is Dr. Frieda. I'm a media psychologist. You know, Donald Trump is really breaking the codes for democracy today. He's making great changes, and it's very exciting to have this kind of history being made right in front of us. We will find out he's going to be one of our best presidents. And let's really look at the facts. What is he doing? He's bringing jobs back to our country, 318,000 people from February and March had employment they didn't have it before. He has written bills more than any other president since Henry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you're saying that the media is not reflecting the reality that you're seeing? Let me go to Courtney in front of you. What do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "The whole fight between the media and the administration. The media could be his best friend or his worst enemy. He chose to make it his worst enemy, and what this has done is terrified the American public. They don't know who to trust. Should they watch Fox? Should they watch NBC? Are they going to get a completely different story? They don't feel in touch with the world around them. If they can't trust the media outlets, then who are they supposed to trust if the president is standing there saying they're liars. The media is standing there saying he's the liar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think that those outlets have been fair to him? Are they treating him based on personality?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "He's a leader, and I think that is his responsibility to control the message that he's putting out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me go to this woman in the back row, guys. If we can get to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "I'm a mom and attorney and a second amendment advocate. I think he's too distracted. You know, call him out once, call him out twice. But now it's time to let it go and let's get to work. There are somethings -- you know, some promises he made, things we want him to act upon such as national reciprocity for concealed carry holders. There are millions of gun owners in this country who are waiting for action on that. I'm tired of hearing about fake news. I am tired of them responding. He's not controlling the conversation. He's reacting. It's time to act in the affirmative. I'd like to hear him lead from the front, show us what you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You want him to stop tweeting about fake news and all of that? Let me come over here. Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I couldn't agree more. I worry that this fight with the media is just chewing up important bandwidth. There're more pressing issues going on. I've got patients in the emergency room whose premiums are going to triple under this new senate bill. And if they do, I don't know how they're going to be able to make that choice between higher premiums or getting treatments. And if that happens, there will be a lot of my patients who go without coverage, some of them who may lose their lives. And instead of dealing with that issue, we're caught up in this back-and-forth over fake media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So -- OK. I absolutely hear what you're saying. And I think there's been a lot of focus on health care this week, and an effort to fix some of the problems that you're talking about. His argument is that he can't get his own story out there because there's so much negativity in the press. Let me go to you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "The president is standing there like a boxer. You have a mainstream media which is pretty much an arm to the Democratic Party, hitting with jabs, hitting with low blows. Left and right. Left and right. The president is bobbing and weaving. He cannot get his message out except for one way, with twitter. I got to tell you, when I have twitter and I see his tweet come across there, it's awesome. I'm in direct communication with the president of the United States. Now, here's the thing though, the mainstream media keeps throwing out fake news. We've seen this with CNN. President Trump has been saying all along that the media is full of fake news and they're out to get them. He's proven it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me go to my friend here in the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Yes, hi. I'm -- from Ohio. I'm an attorney. I think the best way for the president to get his message out there is to actually do things. Is to go -- and whether it's a rally, the senate, to get something passed, whether it's to work on immigration, whether it's to work on health care for all Americans. That's the way. He needs to be doing things instead of sitting behind his computer tweeting. And that's how you get your message across.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me go to our friend up here in the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "So here's my thing. If twitter is Trump direct line to us, why doesn't he tweet about his goals for health care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "If he's got all these plans and a direct line to the American people, I don't want to see tweets at 3:00 AM about fake news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you concerned about the way he tweets?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "This man, our president, has had more slander against him that any other president has ever had in history. He's been called stupid. He's been called a jerk. He's been called an idiot. And guess what? I don't know about anyone else, have felt the same way. I feel that our government, our politicians have spoken down to us. I feel like we've been in the dark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A rebuttal on that, and then I've got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "The most slandered president. And he has not been the most slandered president to be clear. We have the birther argument. We had-- I'm sorry, I'll let you speak if you let me finish. I'll appreciate it. But for him to say that he's the most slandered president, I think that is absolutely outrageous. We had the birther and things I will not even say that were said about our President Obama. There were things that were said about George W. Bush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "George W. Bush also received a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Courtney. I have to take a quick break and we're going to come right back. I promise. So as we continue on our efforts here to evaluate the president as he gets through the first half of the year, we're going to go back to the very beginning of his term. In the past, presidential inaugurations have followed by a little bit of a grace period, the presidential honeymoon of sort. But did President Trump get one of those? When we come back we'll be with our great, lively, American panel on this Independence Day, when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The establishment protected itself but not the citizens of our country. Their victories have not been your victories. Their triumphs have not been your triumphs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "What grade do you give your dad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IVANKA TRUMP",
      "sentences": "I think he's doing an amazing job. I think he's doing unbelievable job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "So what's the grade?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Oh, an A. Of course, I'm slightly biased, but definitely an A.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "How would you grade the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL RYAN, HOUSE SPEAKER",
      "sentences": "I think he's doing fine. I think he's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "By any chance do you have a letter grade for President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUAN",
      "sentences": "I don't do letter grades. I think what matters at the end of the day, is that we do our jobs or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So there you have it. Ivanka Trump and also the speaker of the house with their thoughts on a letter grade for the first six months as we end, let's say, the first semester of the presidency. We'll bring our panel back in with their thoughts on this. And I'm going to someone I haven't heard from here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Hi, my name is Katie, and I'm a housing professional. And I'm worried about the American dream. I think everything that we talked about today, we've been distracted by it. And I think that the left and the right can agree that we're hungry for opportunity, we're hungry for a better future for our families, healthy and safe. And honestly, you know there's people who are working full-time who can't put a roof over their head. I think it's time to get down to brass tacks and start working on those policies which are going to provide opportunity for all American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How would you grade the president then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "F, because I don't see that we're focusing on -- even the things -- you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But what about adding jobs? Wouldn't that help to put a roof over people's head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Well, I don't see that that's what we're focusing on. I don't see that we're working on the economy. I don't see that we're working on policies that people can home they can afford. I don't see how we're making families healthier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let's go to your friend, your next-door neighbor here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I've been a Trump supporter since the day he announced. I'll just say, I'll probably give him may be a B-minus on some things like the courts, like the jobs, like the regulations, and fine job on the things that he campaign the hardest on, on changing our foreign policy, there's been nothing there. We're still in Afghanistan aiding troops. On refugees, we're adding more. On low skilled visas, H2 B visas, we're adding more. We're hurting our American workers. You know, we're still doing catch and release. We're arresting illegal immigrants and then releasing them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you want to see him stick more to the things that you heard and talked about on the campaign trail? You feel like -- I'm picking up, you feel like he's moderating too much? Is that fair or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I think as an administrator, it's not been going well. And the people he selected in his cabinet, Nikki Haley and General Kelly, and the people in that mold don't believe what he believes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let's go to the back because I haven't heard from this nice lady in the middle there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Hi, I'm Tracy. I'm a student at Hunter College. I don't even know how to grade him. I mean, every day there's something new. There's rigging, there's fake news, there's stuff that he's trying to pass. Every day there's something new and there's always a problem with it. I feel like his administration and everything he does is all over the place. And it's so hard to give him a grade because it's like nothing is put together. I don't know where to start.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just want to pull up a poll because I thought these numbers were really interesting. Let's put this up -- free to take a look at. And they show the question of competency and how the president is doing. There we go. The administration has been competent and effective in managing government. So there's President Trump, 44 percent say yes. And look at President Obama, in 2015, almost halfway through, also at 44 percent, which I find very, very interesting. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "It's an unfair assessment because you have to take into consideration that President Obama was in a sitting duck position as a second term president compared to Trump coming in initially. But when you go back to the grades, I think it's fair to assess to him as being a B- minus because he really hasn't been there long. It takes some time to get legislation passed. The two big ones we look forward to, Taxes and this Affordable Care Act. It's going to take some time to get that legislation passed. You have to give him the benefit of the doubt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's go to the middle row here. Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Eric Bernstein from the Roosevelt Institute. We do research trying to make working people lives better. It didn't take Obama that long to get a lot of stuff passed by this time in his presidency. He was already on his way to saving the auto industry and getting us out of a major recession. If I were to grade Trump, I would be torn between an F and an A. And F because he's trying to do some really terrible things that will take Americans off health care and give huge tax cuts to billionaires, and an A because he's failing at those goals so far. If he keeps failing it will be a huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let me go to your neighbor, then I got to go, sadly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "President Trump has done more in this time period than any other president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Consumer confidence is up. What Trump has done -- he's made people feel good about being an American again. He's made people feel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. I got to leave it there. Thank you so much. We're going to take a quick break everybody, probably not here but at home. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, as we wrap up on this Fourth of July, we celebrate the freedoms our wonderful country affords us. We thank our men and women in uniform for keeping us safe. And we are grateful to our panelists today for their thoughtful discussion on the first six months of the Trump administration. We want to know your story too. Tweet us @thestoryFNC, using the hashtag The Story. I'm Martha MacCallum. We'll see you back here tomorrow night at 7. Tucker is up next. Thank you to our great audience. Give yourself a round of applause. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "This will be great for everybody."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why do you say if? Do you have hope that this will get across the line?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I always say it. I always say it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'd like to say yes, because you never quite know, right? So, the delay with met with some lawmakers declaring victory, others warning of an ObamaCare collapse. Watch."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NEW YORK",
      "utterance": "We know the fight is not over, that is for sure."
    },
    {
      "speaker": "SEN. TED CRUZ, R-TEXAS",
      "utterance": "I will believe we will get yes. It's going to take more discussions."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALI., HOUSE MINORITY LEADER",
      "utterance": "As a Republican leader in the Senate pulls his bill, this fight is not over."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SOUTH CAROLINA",
      "utterance": "If we don't reach an agreement by Friday, it's probably the end of a sole party effort for health care. Then if we don't reach by Friday, then the way forward is ObamaCare collapses; challenge Democrats to work with us to find something better."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, President Trump, never one to shy away from calling it as he sees it sent this: \"With zero Democrats to help, and a failed expensive and dangerous ObamaCare as the Democrats' legacy, the Republican Senators are working hard!\" We turn now to our bipartisan panel of American voters for their thoughts on this. First of all, welcome, to all of you. It's great to have all of you here sort of representing a lot of variety of opinions out there in the country. So, just given what we just talked about and the battle that you saw going on this week in Congress over repealing and replacing ObamaCare, who wants to start with their thoughts? Sir, tell us who you are and where you're from."
    },
    {
      "speaker": "DR. DARRIN PORCHER, CRIMINAL JUSTICE OFFICER AND FORMER LIEUTENANT AT NYPD",
      "utterance": "Hi, my name is Dr. Darrin Porcher. I'm a prior Army Officer and former NYPD Lieutenant and current Criminal Justice professor here in New York City. Now, Donald Trump has been very focused on a return on his campaign promises, such as the repeal and replacement of ObamaCare. However, I don't think he quite thought out the strategy because when you look at the entitlement spending with this new bill that's been introduced, it far exceeds that of the current ObamaCare statute. Therefore, I think it's necessary for him to regress, take some time, sit down with the right people and come up with something that's significant. I commend the five senators that are actually holding this up; these Republican Senators are doing the right thing because they realize the entitlement spending is just too far."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fascinating. So, raise your hand if you agree with that notion. If you feel that Republicans -- so this would be -- if you're a Republican, do you feel that they are compromising too much from what you can tell? And that you want the government more removed from your health care? Who would agree? All right, and what about Democrats who believed that, you know, that they want Republicans to sort of come to the middle? Do you think there's any compromise possibility between Democrats and Republicans on this? If you say yes, raise your hand. Tell us who you are."
    },
    {
      "speaker": "ATTY. MICHAEL HOPKINS, LAWYER",
      "utterance": "Michael Hopkins from D.C., I'm an attorney. I think the Republicans now are trying to basically wipe Obama away from the history books and it's less about health care and more about trying to rectify the 2008 election because health care is something that's so personal to every American. It seems like there could be a middle ground where Democrats and Republicans can meet, because ObamaCare was -- I mean, it was a Republican idea from the Heritage Foundation before anything else. So, it seems to me Republicans are more worried now about a win that actually rectifying our health care system."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "My name is Kristen, I'm a writer. I mean, yes, health care is personal and that's why we don't want the government controlling our health care. I think this has everything to do with care and not a lot about politics because if you look at ObamaCare, we've seen premiums double since 2013, we've seen deductibles go through the roof. It's a complete disaster. We want the government out. We want more affordable, better care. And unfortunately, I think the Senate health bill is not the best answer. It's not the perfect bill, but it's better than what we have now. So, I would like Republicans --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it becomes a question of whether or not you believe that the federal government should have control over the health care system, and is health care a right in this country? I mean, that the basic question. Sir, tell us who you are."
    },
    {
      "speaker": "BISHOP COUNCIL NEDD, STATE CONSTABLE, PENNSYLVANIA",
      "utterance": "Yes, my name Bishop Council Ned. I'm a Priest and Bishop, but I'm also a Law Enforcement Officer. But you know, I think the mess that President Trump is trying to clean up right now with regard to ObamaCare, something needs to be done. ObamaCare was a total overreach. I've seen so many people, including myself, who had been affected by the lack of providers, the high costs, and various other things, something radical needed to be done. You know, what he's doing right now isn't necessarily perfect, but something needs to be done to stem those tide before there's, you know, so many people just can't afford health insurance and can't find providers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you concerned about the growth of this entitlement? Do you think that Republicans on the Hill are allowing this bill to basically expand ObamaCare or extend ObamaCare in a way that, you know, do you think that's right or not?"
    },
    {
      "speaker": "NEDD",
      "utterance": "Well, yes. You know, I worked at the Capitol Hill for a long time before I moved to Pennsylvania and started doing what I do now. And so, you know, I've seen the Congress operate for a very long time, you know, and people talk about reform, reform, reform, reform, but it always comes back to people getting into office, they go to Washington and they start putting these areas entitlements in. I've seen it happen over and over again, it's just reciprocal thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Raise your hand if you are in favor of what you have seen come out of the Republican House and Senate? Nobody."
    },
    {
      "speaker": "DIANE ATKINS, ACTIVIST, GRASSROOTS",
      "utterance": "Kind of. I mean, my name is Diane Atkins, I'm a Grassroots Activist and Team Leader for Republican Leadership Initiative for Brooklyn GOP. To what that young man was saying before, I think that's so outrageous to say that this is sort of some referendum against Obama from 2008. You know what, if President Trump really wanted to do the most politically expedient thing, he would lead ObamaCare completely, as he says, crash and burn, because there are states where people do not even have even one plan provider left anymore. People that they say oh, yes, they have health coverage but the deductibles are so high they cannot ever afford to even use it. So, if he wanted to, he should just let it go and then all the people would suffer. But because he cares about Americans and he loves this country and loves our citizens, he's willing to have the arguments, have the debate. And I think it's healthy that the House and Senate that they're, you know, digging their heels in on certain things. Have that healthy debate. The media wants to paint it as it's a discord. No, it's a debate. That's what the Congress is supposed to do. And they'll come up with a final product, it may not be perfect, but it will be a heck of a lot better than what we have now and they can move forward and implement more changes going forward."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sir."
    },
    {
      "speaker": "NAME",
      "utterance": "Congress is working in this situation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tell us your name, if you would."
    },
    {
      "speaker": "ROCCO LIMITONE, COMMITTEEMAN, EAST FISHKILL REPUBLICAN COMMITTEE",
      "utterance": "I'm sorry. Rocco Limitone, I'm with the East Fishkill Republican Committee, former business owner and in currently in sales. What's going on now with the health care bill is healthy. It's a great thing that Congress is debating this. It's a great thing that you have some Senators that are looking at this, backing up and say, we want this to be better. Why? ObamaCare was a disaster. It is a disaster. It's falling apart. It was rushed through in the middle of the night. No Republicans voted for it. Most of the Democrats didn't even read it. If you remember, Nancy Pelosi say, we have to pass it before we know what's in it. So, it's healthy what's going on with this bill. Now, to someone else's point where they mentioned about trying to erase ObamaCare. Well, if someone is trying to right or wrong, is that erasing someone or is it trying to do the right thing? There are a lot of things during the past eight years that Obama did that kept the country stagnant. It kept our economy sitting still. We saw some little increases but not much. A lot of the things President Trump has done so far besides keeping his promises has been to take away a lot of these regulations that Obama put in place that stifle businesses. Now, if you call that erasing a legacy or erasing a person, I think that's a great thing because, what we need in this country: one, is a president who's going to stand up for the American people. We have that. We need a president who's going to keep his promises. And we have that. So, I like what President Trump is doing so far. I like the fact that he's letting Congress run its course on the health care bill."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Time for one more comment before we take our first break. Yes, ma'am? And you are?"
    },
    {
      "speaker": "COURTNEY MADDEN, NONPROFIT EXECUTIVE",
      "utterance": "Courtney Madden and I'm a Nonprofit Executive from Boston and grew up with Romney-care, if you will, in Massachusetts. And the one thing that I'm striking about this conversation is that we're talking about debating in Congress; we're not. This was pushed through without a public hearing. We're not debating; we're campaigning, it's sound bites. We're not sitting down and actually saying, OK, this doesn't work but we need to make sure that Americans are healthy and have access to quality health care and having a conversation. I would much rather see our leaders negotiating around this than campaigning."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Would you like to hear Chuck Schumer, for example, saying let me get together with the Republican Senators, let me get some folks from my side, let's all sit down and talk about this and are you disappointed that hasn't happened?"
    },
    {
      "speaker": "MADDEN",
      "utterance": "I'm disappointed with both Chuck Schumer and Mitch McConnell that that hasn't happened. Sit down and have a conversation because America needs to solve this and move forward."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That may happen. I mean, you know, that may be where they find themselves next week. We're going to take a quick break and we're come back with a lot more time to talk about what everybody is feeling as they look at things on this Fourth of July. From day one, a cloud has hung over this administration, concerns over Russian interference in the election. They have ballooned into full-blown investigations now. The president fired the Director of the FBI, a Special Counsel was appointed. Nearly half-way through the first year of this administration, are Americans hungry for closure on this or do they have more questions? We will ask our panel after this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Frankly, James Comey confirmed a lot of what I said and some of the things that he said just weren't true. Thank you very much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We are back with more of \"The Story.\" Investigations into alleged Trump campaign with the Kremlin have hung over this White House really since day one. To date, there has been zero actual evidence of wrongdoing by the Trump campaign, they try telling that to the critics. Many of whom are moving onto new allegations against the president. Watch this."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIFORNIA",
      "utterance": "We've got to do the investigation. That is what leads to impeachment."
    },
    {
      "speaker": "DAVID BOSSIE, DEPUTY CAMPAIGN MANAGER, TRUMP PRESIDENTIAL CAMPAIGN",
      "utterance": "There are no facts, no evidence, whatsoever that the president or our team had any coordination with the Russians."
    },
    {
      "speaker": "PELOSI",
      "utterance": "There is no question he abused power whether he obstructed justice remains for the facts to come forward."
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER, HOUSE OF REPRESENTATIVES",
      "utterance": "Mueller is going to go after obstruction of justice. Mueller's out on a hunt to try to get the president, he has nothing to do with the original Russian story."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we are back with our panel of 22 American voters. What jumps out at you in of those comments that you heard? Let's see somebody. Yes, sir?"
    },
    {
      "speaker": "MATTHEW DEMAR, BUSINESS CONSULTANT",
      "utterance": "Matt Pillar, I'm a business consultant. I've got to tell you know, every time I hear this it drives me crazy because I really feel it's a witch hunt and I really feel that -- in my point of view, I feel that the Democrats were so upset about the loss of the presidency that they just keep going after him and try to kind of stops him from doing a lot of things. It's like they get in the way -- and I really wish for their sake they're maybe focused on, you know, their selves and moving forward and helping, working together and making them all work together and make the country better. Because what ends up happening is, you know, Trump keeps moving forward and while he's moving forward, you guys are chasing him instead of figuring out who's it going to be your Democratic person is going to run next time. And you're going to turn around there's no president again, so if you guys have these concerns, you focus on your own stuff. Let him do his stuff. If you want, help out. Let's get this thing go in the right way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Who is the Democrat that disagrees with what you just heard? Yes, sir, your name?"
    },
    {
      "speaker": "DR. AAKASH SHAH, EMERGENCY ROOM DOCTOR",
      "utterance": "My name is Aakash Shah, I'm an emergency room doctor over New Jersey. One of the things that always strike me about this discourse is how partisan it is. So, in the clip we just heard, they talk about our team. In your comments, you spoke about our side. And what strikes me is that this is a quintessential example of people putting politics over country. Just let the investigation continue. Let the facts come out and we can go from there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you -- does it bother you when you hear Democrats talking about impeachment?"
    },
    {
      "speaker": "DEMAR",
      "utterance": "What happens when it's been going? It's been going on and on and on. It's almost six months like she said and they haven't found anything. So, what are we looking for? Let's focus on what's going on. We've all kinds of stuff going on with the old ObamaCare and everything else we're just talking about. Let's work together and get things done instead of all this nonsense. You're not going to be able to impeachment. Let's get over the fact. The election is over. He's the president and let's focus on --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let the gentleman have a chance to respond."
    },
    {
      "speaker": "DEMAR",
      "utterance": "Sure."
    },
    {
      "speaker": "SHAH",
      "utterance": "Sure. So, I agree with you that there are other problems that our country has to face, that can go on in parallel with the investigation. I think part of what's complicated the process is that the president and the executive branch continues to step in, either through tweets or other actions that cast further doubt."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sir, I haven't heard from this gentleman in the red tie."
    },
    {
      "speaker": "RUDY RODAS, GRASSROOT ORGANIZATION",
      "utterance": "The name is Rudy Rodas, I work for a Grassroots Organization in New Jersey. He echoing -- sentiments here about is being a very politicized process. I mean, President Trump has shot himself in the foot when he fired Director Comey. That's a problem that he brought on himself and, you know, that just adds to the story. And again, there -- when there is smoke, there is fire. I believe that if he wants this to go away, he would cooperate with the investigation, but he's on at, specifically, him. He didn't have to fire the Director but he did that for this, all his accusations come. So, that's his fault."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In the bow tie, Sir."
    },
    {
      "speaker": "OZ SULTAN, SOCIAL COUNTERTERRORISM EXPERT",
      "utterance": "Thank you. Oz Sultan, I work in a social media counterterrorism and I'm a Member of the Harlem GOP. To Aakash Shah's point -- to your point, I mean, look, it is -- the partisanship is something we need to move beyond, but understand this, simply, there are bigger problems and bigger fish to fry. The Russian issues we're dealing with right now are more of cyber security. They are more of national security. Those are the issues we should be focused on. With no proof coming into the allegations that have come forward, I think it's put up or shut up time, right? Either they can actually put something forward that is an indictment or I think it's time to table this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's just play the sound bite from out show with Newt Gingrich. Watch this."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "I have said I think the president should come up -- President Obama should come up and testify. Why would they keep it secret from the American people for five months? Then, frankly, the things they did to retaliate were pathetically weak, which was, of course, the Obama model in foreign policy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, this comes to a new question in this, which is that the Obama administration had intelligence that there were efforts to get into 29 -- 21 to 30 some state voter rolls and software regarding the election. And they also knew that the DNC had been broken into over this summer, so were they forceful enough in explaining to the American people what was going on? And should they have done more?"
    },
    {
      "speaker": "ATKINS",
      "utterance": "Martha, what has happened is completely the epitome of hypocrisy. President Obama knew, as you said, there was intelligence that there was Russian interference somehow being attempted. And yet, they didn't say anything about it because as President Trump has so rightly said, they thought Hillary Clinton was going to win. It only became a problem after the fact. And the fact of the matter is, when you say they do it to themselves, Director Comey did that to himself. Director Comey implicated himself and Loretta Lynch. Him, with leaking a story to a friend who's a professor to get it out, to get a Special Counsel, if that's not trying to be partisan and influence what's going on? I don't know what is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "HOPKINS",
      "utterance": "So, I actually worked on the Hillary Clinton campaign and we knew towards the end of the summer that there was some hacking going on. And the president came out and said that there were instances where Russians were trying to hack into our database. But I would think it's ironic to hear Republicans talk about voting and voting records in the sanctity of our elections when it comes to having I.D.s and things like that; the polls and not being interested in finding out whether or not there was actual hacking. I mean, we have a president now who doesn't acknowledge that Russia did hack into the election. And whether or not they changed any votes, in 2018 we have an election; in 2020 we have an election and we have to figure out some way to be able to secure --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you'd like to see the president more outspoken and more active on further investigations in terms of the upcoming election. Are we covering, not so much about him personally or campaign but about the issue, which is not going to go away, that has been recognized Republicans and by Democrats as well. Mr. Porcher?"
    },
    {
      "speaker": "PORCHER",
      "utterance": "One thing that is no is taking consideration: we as the American people are paying for this investigation. We look at the special counsel's, mountainous amounts of money are coming into play and this hasn't risen to the threshold of probable cause to even gain an investigation, to begin with. So, we as the American people are suffering as a result of this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we know investigations are very popular in Washington. They employ a lot of people and keep everybody busy for some time. So, coming up next, already some are calling the Supreme Court decision on President Trump's travel ban: the biggest win of the presidency so far. We're going to grade how the president and Justice Neil Gorsuch are shaping the court for generations to come when we come back."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It is very important for the country, regardless of me or whoever succeeds at a later date, we have to have security in our country."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS CHANNEL ANCHOR",
      "utterance": "This is a Fox News alert. I'm Bret Baier in Washington with the special report news update. The U.S. is responding to North Korea's testing of an Intercontinental Ballistic Missile which could reach Alaska. The U.S. and South Korea have just conducted a joint military exercise showing off anti-missile defenses. Let's get more on the North Korea situation and the latest response from National Security Correspondent Jennifer Griffin at the Pentagon. Good evening, Jennifer."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS CHANNEL NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Good evening, Bret. This was a hastily arranged missile, ballistic missile test that was -- they were joint exercises carried out with the South Koreans outside Seoul at Yong Sung Base. This is just 35 miles from the North Korean border; it's designed to send a very strong message to Pyongyang. You can see from the video that we've just received from the U.S. Eighth Army that these are a short-range surface to surface missiles. They can fly up to about 200 miles; that is far short, of course, of the 4,000-mile Intercontinental Ballistic Missile that was tested by North Korea just within the last 24 hours. It's the first time, of course, North Korea has tested such a long-range rocket. It's important to point out that in 1991 President George H.W. Bush pulled out America's tactical nukes off the South Korean Peninsula as part of negotiations and the hope of getting inspectors into North Korea. This test today was a response to North Korea. We now have a statement from Dana White, the Spokeswoman for the Pentagon. She says, \"The United States strongly condemns DPRK's escalatory launch of an Intercontinental Ballistic Missile today. We are monitoring and continue to assess the situation in close coordination with our regional allies and partners. The launch continues to demonstrate that North Korea poses a threat to the United States and our allies. Together with the Republic of Korea, we conducted a combined exercise to show our precision fire capability.\" Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jennifer Griffin, live at the Pentagon. Jennifer, thank you. Let's check in with correspondent, Kevin Corke, on the north lawn tonight, at the White House for the latest on this response. Good evening, Kevin."
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS CHANNEL WHITE HOUSE CORRESPONDENT",
      "utterance": "Good evening to you, Bret. Very interesting times here at the White House and interesting juxtaposition in particular, when you consider you probably can hear on occasion over my shoulder, the celebration happening out on the south lawn: the president and first family, preparing to welcome into the evening and the fireworks celebration here in the nation's capital, U.S. service personnel and their family members. And so, we compare that, this festive atmosphere here, with what obviously has been a very high-stakes game of diplomatic chicken and perhaps, even military chicken between Washington and Pyongyang. You saw the president tweeting earlier today, talking about the fact that Kim Jong-un, the young leader of that Republic, the Democratic Republic of North Korea, saying that he'd simply doesn't have a life."
    },
    {
      "speaker": "But what's interesting here tonight, Bret, in particular, is you're looking at two things",
      "utterance": "number one, what will be the strategy moving forward? We have it on good authority from our sources that senior administration officials are talking about what they might do in response, you heard there what Jennifer talked about. Keep in mind they're saying they're keeping all options on the table. And I think there's something else that's also very important: China and Russia, what might the conversation be like as we look forward to the G-20, of course, President Trump leaving for that this week. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Kevin Corke, live on the north lawn. Kevin, thank you. Let's check in now with chief Washington correspondent, James Rosen. James, President Trump is really just the latest in a long line of American presidents to be confronted with North Korea's nuclear threat."
    },
    {
      "speaker": "JAMES ROSEN, FOX NEWS CHANNEL CHIEF WASHINGTON CORRESPONDENT",
      "utterance": "This is true, and the choices made by American presidents across both parties and across the decades dating back to the Clinton administration have left the current president, Donald Trump, with exceedingly few options for handling the North Korean threat in any satisfactory way. Because the military option which we are always told remains on the table, would involve perhaps escalatory action by North Korea involving its ballistic missile capability, also its conventional artillery capability that would be leveled at the residence of Seoul, South Korea, and likely cause tens of thousands of casualties if we attack North Korea militarily. As for right now, what the Trump administration appears to be doing is focusing, in addition to the military maneuvers just reported by Jennifer Griffin at the Pentagon, some diplomatic maneuvers. They have requested an emergency open meeting of the U.N. Security Council that will likely take place in New York tomorrow afternoon. And a statement from secretary of state Rex Tillerson has been released saying that global threats require a global response. And in particular, our attention is drawn to this sentence, any country that hosts North Korean guest workers, provides any economic or military benefits, or fails to fully implement U.N. Security Council resolutions, is aiding and abetting a dangerous regime. It carries echoes, Bret, of the Bush doctrine from George W. Bush's time in office when he said that any country that helps, harbors, or aides and abets a terrorist is itself a terrorist nation, Bret."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS",
      "utterance": "James, we always hear that the military option is on the table, but is there really any viable option for the U.S. right now?"
    },
    {
      "speaker": "ROSEN",
      "utterance": "Any exercise of a military option, and we did hear the White House national security advisor General McMaster speak publicly about the military option just last Wednesday. Again, it's very unpalatable to U.S. policymakers precisely because so many residents of Seoul, South Korea, would be left vulnerable to a counterstrike of some kind by the North Koreans. But again, this regime, the Kim regime hasn't really been tested in the military sense, so it's difficult to say exactly how it would respond."
    },
    {
      "speaker": "BAIER",
      "utterance": "James Rosen here in Washington. James, thank you. Let's bring in our panel. Tim Farley, host and managing editor of Morning Briefing POTUS on Sirius XM radio, Daniel Halper, contributing editor for the Washington Free Beacon, Michael Needham is a chief executive officer at Heritage Action for America, and syndicated columnist, Charles Krauthammer. Charles."
    },
    {
      "speaker": "CHARLES KARAUTHAMMER, SYDICATED COLUMNIST",
      "utterance": "Well, I understand from James' report military options are rather scant. I think it's rather embarrassing that we should have had this release -- immediate release of the video from the U.S. as a response. But the North Koreans have done -- is ready to cross the Rubicon. I mean, this is an entirely new phase. Once they have an intercontinental ballistic missile, they're obviously going to want to put a nuke on top. We're in a totally different world. And the video showing that we can have a surface to surface missile go 200 miles is a pathetic response. If we still had the tactical nukes that we withdrew in 1991, that would be a serious threat. That would be a way of saying you mess with us, we can have in place in theater tactical nukes that could hit your capital and your other assets. But in the absence of that, it's a very weak response."
    },
    {
      "speaker": "BAIER",
      "utterance": "Quickly, what's next, Tim?"
    },
    {
      "speaker": "TIM FARLEY, SIRIUS XM RADIO",
      "utterance": "I think, you know, whether this national security council at the U.N., but I don't really think that really results in much. I mean, we're back to preemption, right? I mean, this is the action that some people are calling for now, and to decide what's going to happen. The problem is we have an irrational player in Kim Jong-un. And, quite frankly, sometimes I think we have an irrational player in President Trump. We're not quite sure what he might do. And I'd like to hear from James Mattis, if he has something to say about this, not Rex Tillerson, if we talk about military action. I think at the very least, you could move some forces in place, you know. You can have some submarines and ships and so on just to be there. But I don't know beyond that how far you actually would go."
    },
    {
      "speaker": "BAIER",
      "utterance": "Daniel?"
    },
    {
      "speaker": "DANIEL HARPER, WASHINGTON FREE BEACON",
      "utterance": "Look, past presidents have all screwed this up. We know this. This is how we've gotten to this point now. The question is what are we going to do in the future? What is President Trump going to do? And now the stakes have risen dramatically with ICBM capability reaching the United States. If we don't do something about it, it could be life or death for American citizens."
    },
    {
      "speaker": "BAIER",
      "utterance": "Michael?"
    },
    {
      "speaker": "MICHAEL NEEDHAM, HERITAGE ACTION FOR AMERICANS",
      "utterance": "Yes, it's important. This is not just North Korea. This is the regime, the family regime, which is much more like a mafia family than anything else. We need to as a country, put constant and unrelenting pressure on the Kim family regime, to all our various mechanism. And much like the Soviet Union to the cold war, this could be a long slog, but we will be actively intolerant of this regime."
    },
    {
      "speaker": "KRAUTHAMMER",
      "utterance": "For 25 years, successive administrations have kicked the can down the road. We're at the end of the road."
    },
    {
      "speaker": "BAIER",
      "utterance": "As the present leaves for the G-20 tomorrow, heading to Poland, first. Thanks for watching the Special Report update. Tune in every weekday, our show, 6PM Eastern Time. The Story with Martha MacCallum continues after a quick break."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Taking on the war between the White House and the media which reached kind of a fever pitch last week. Take a look."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I think it's the constant barrage of fake news directed at this president probably that has garnered a lot of his frustration. We have gone to a place where if the media can't be trusted to report the news, then it's a dangerous place for America."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Can you explain to everybody, right here, right now, with those words -- this administration has done that as well. Everybody in this room is only trying to do their job."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I disagree completely. First of all, I think if anything it's been inflamed, it's the dishonesty that often takes place by the news media."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Strong words, and then there was this from the president reacting to the resignation of three CNN journalists in the wake of a bogus Russia story, so they caught fake news CNN cold, he writes, but what about NBC, CBS, ABC, what about the failing New York Times and the Washington Post, the president writes. They are all fake news, exclamation point. So what does our great audience here today think about all of this back and forth a lot? Let me go to the back row. I haven't heard from you yet, ma'am. What do you think?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "My name is Dr. Frieda. I'm a media psychologist. You know, Donald Trump is really breaking the codes for democracy today. He's making great changes, and it's very exciting to have this kind of history being made right in front of us. We will find out he's going to be one of our best presidents. And let's really look at the facts. What is he doing? He's bringing jobs back to our country, 318,000 people from February and March had employment they didn't have it before. He has written bills more than any other president since Henry."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you're saying that the media is not reflecting the reality that you're seeing? Let me go to Courtney in front of you. What do you think about that?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "The whole fight between the media and the administration. The media could be his best friend or his worst enemy. He chose to make it his worst enemy, and what this has done is terrified the American public. They don't know who to trust. Should they watch Fox? Should they watch NBC? Are they going to get a completely different story? They don't feel in touch with the world around them. If they can't trust the media outlets, then who are they supposed to trust if the president is standing there saying they're liars. The media is standing there saying he's the liar."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think that those outlets have been fair to him? Are they treating him based on personality?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "He's a leader, and I think that is his responsibility to control the message that he's putting out there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me go to this woman in the back row, guys. If we can get to you."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "I'm a mom and attorney and a second amendment advocate. I think he's too distracted. You know, call him out once, call him out twice. But now it's time to let it go and let's get to work. There are somethings -- you know, some promises he made, things we want him to act upon such as national reciprocity for concealed carry holders. There are millions of gun owners in this country who are waiting for action on that. I'm tired of hearing about fake news. I am tired of them responding. He's not controlling the conversation. He's reacting. It's time to act in the affirmative. I'd like to hear him lead from the front, show us what you want."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You want him to stop tweeting about fake news and all of that? Let me come over here. Yes, sir."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I couldn't agree more. I worry that this fight with the media is just chewing up important bandwidth. There're more pressing issues going on. I've got patients in the emergency room whose premiums are going to triple under this new senate bill. And if they do, I don't know how they're going to be able to make that choice between higher premiums or getting treatments. And if that happens, there will be a lot of my patients who go without coverage, some of them who may lose their lives. And instead of dealing with that issue, we're caught up in this back-and-forth over fake media."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So -- OK. I absolutely hear what you're saying. And I think there's been a lot of focus on health care this week, and an effort to fix some of the problems that you're talking about. His argument is that he can't get his own story out there because there's so much negativity in the press. Let me go to you, sir."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "The president is standing there like a boxer. You have a mainstream media which is pretty much an arm to the Democratic Party, hitting with jabs, hitting with low blows. Left and right. Left and right. The president is bobbing and weaving. He cannot get his message out except for one way, with twitter. I got to tell you, when I have twitter and I see his tweet come across there, it's awesome. I'm in direct communication with the president of the United States. Now, here's the thing though, the mainstream media keeps throwing out fake news. We've seen this with CNN. President Trump has been saying all along that the media is full of fake news and they're out to get them. He's proven it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me go to my friend here in the corner."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Yes, hi. I'm -- from Ohio. I'm an attorney. I think the best way for the president to get his message out there is to actually do things. Is to go -- and whether it's a rally, the senate, to get something passed, whether it's to work on immigration, whether it's to work on health care for all Americans. That's the way. He needs to be doing things instead of sitting behind his computer tweeting. And that's how you get your message across."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me go to our friend up here in the back."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "So here's my thing. If twitter is Trump direct line to us, why doesn't he tweet about his goals for health care?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "If he's got all these plans and a direct line to the American people, I don't want to see tweets at 3:00 AM about fake news."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you concerned about the way he tweets?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "This man, our president, has had more slander against him that any other president has ever had in history. He's been called stupid. He's been called a jerk. He's been called an idiot. And guess what? I don't know about anyone else, have felt the same way. I feel that our government, our politicians have spoken down to us. I feel like we've been in the dark."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A rebuttal on that, and then I've got to go."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "The most slandered president. And he has not been the most slandered president to be clear. We have the birther argument. We had-- I'm sorry, I'll let you speak if you let me finish. I'll appreciate it. But for him to say that he's the most slandered president, I think that is absolutely outrageous. We had the birther and things I will not even say that were said about our President Obama. There were things that were said about George W. Bush."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "George W. Bush also received a lot."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Courtney. I have to take a quick break and we're going to come right back. I promise. So as we continue on our efforts here to evaluate the president as he gets through the first half of the year, we're going to go back to the very beginning of his term. In the past, presidential inaugurations have followed by a little bit of a grace period, the presidential honeymoon of sort. But did President Trump get one of those? When we come back we'll be with our great, lively, American panel on this Independence Day, when we come back."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "The establishment protected itself but not the citizens of our country. Their victories have not been your victories. Their triumphs have not been your triumphs."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "What grade do you give your dad?"
    },
    {
      "speaker": "IVANKA TRUMP",
      "utterance": "I think he's doing an amazing job. I think he's doing unbelievable job."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "So what's the grade?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Oh, an A. Of course, I'm slightly biased, but definitely an A."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "How would you grade the president?"
    },
    {
      "speaker": "PAUL RYAN, HOUSE SPEAKER",
      "utterance": "I think he's doing fine. I think he's fine."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "By any chance do you have a letter grade for President Trump?"
    },
    {
      "speaker": "RUAN",
      "utterance": "I don't do letter grades. I think what matters at the end of the day, is that we do our jobs or not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So there you have it. Ivanka Trump and also the speaker of the house with their thoughts on a letter grade for the first six months as we end, let's say, the first semester of the presidency. We'll bring our panel back in with their thoughts on this. And I'm going to someone I haven't heard from here."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Hi, my name is Katie, and I'm a housing professional. And I'm worried about the American dream. I think everything that we talked about today, we've been distracted by it. And I think that the left and the right can agree that we're hungry for opportunity, we're hungry for a better future for our families, healthy and safe. And honestly, you know there's people who are working full-time who can't put a roof over their head. I think it's time to get down to brass tacks and start working on those policies which are going to provide opportunity for all American people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How would you grade the president then?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "F, because I don't see that we're focusing on -- even the things -- you know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But what about adding jobs? Wouldn't that help to put a roof over people's head?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Well, I don't see that that's what we're focusing on. I don't see that we're working on the economy. I don't see that we're working on policies that people can home they can afford. I don't see how we're making families healthier."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let's go to your friend, your next-door neighbor here."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I've been a Trump supporter since the day he announced. I'll just say, I'll probably give him may be a B-minus on some things like the courts, like the jobs, like the regulations, and fine job on the things that he campaign the hardest on, on changing our foreign policy, there's been nothing there. We're still in Afghanistan aiding troops. On refugees, we're adding more. On low skilled visas, H2 B visas, we're adding more. We're hurting our American workers. You know, we're still doing catch and release. We're arresting illegal immigrants and then releasing them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you want to see him stick more to the things that you heard and talked about on the campaign trail? You feel like -- I'm picking up, you feel like he's moderating too much? Is that fair or not?"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I think as an administrator, it's not been going well. And the people he selected in his cabinet, Nikki Haley and General Kelly, and the people in that mold don't believe what he believes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let's go to the back because I haven't heard from this nice lady in the middle there."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Hi, I'm Tracy. I'm a student at Hunter College. I don't even know how to grade him. I mean, every day there's something new. There's rigging, there's fake news, there's stuff that he's trying to pass. Every day there's something new and there's always a problem with it. I feel like his administration and everything he does is all over the place. And it's so hard to give him a grade because it's like nothing is put together. I don't know where to start."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just want to pull up a poll because I thought these numbers were really interesting. Let's put this up -- free to take a look at. And they show the question of competency and how the president is doing. There we go. The administration has been competent and effective in managing government. So there's President Trump, 44 percent say yes. And look at President Obama, in 2015, almost halfway through, also at 44 percent, which I find very, very interesting. Go ahead."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "It's an unfair assessment because you have to take into consideration that President Obama was in a sitting duck position as a second term president compared to Trump coming in initially. But when you go back to the grades, I think it's fair to assess to him as being a B- minus because he really hasn't been there long. It takes some time to get legislation passed. The two big ones we look forward to, Taxes and this Affordable Care Act. It's going to take some time to get that legislation passed. You have to give him the benefit of the doubt."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's go to the middle row here. Yes, sir."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Eric Bernstein from the Roosevelt Institute. We do research trying to make working people lives better. It didn't take Obama that long to get a lot of stuff passed by this time in his presidency. He was already on his way to saving the auto industry and getting us out of a major recession. If I were to grade Trump, I would be torn between an F and an A. And F because he's trying to do some really terrible things that will take Americans off health care and give huge tax cuts to billionaires, and an A because he's failing at those goals so far. If he keeps failing it will be a huge."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let me go to your neighbor, then I got to go, sadly."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "President Trump has done more in this time period than any other president."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Consumer confidence is up. What Trump has done -- he's made people feel good about being an American again. He's made people feel."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. I got to leave it there. Thank you so much. We're going to take a quick break everybody, probably not here but at home. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, as we wrap up on this Fourth of July, we celebrate the freedoms our wonderful country affords us. We thank our men and women in uniform for keeping us safe. And we are grateful to our panelists today for their thoughtful discussion on the first six months of the Trump administration. We want to know your story too. Tweet us @thestoryFNC, using the hashtag The Story. I'm Martha MacCallum. We'll see you back here tomorrow night at 7. Tucker is up next. Thank you to our great audience. Give yourself a round of applause. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}