{
  "date": "July 20, 2017",
  "headline": "Gutfeld on OJ's parole",
  "subHeadline": "Nevada parole board grants Simpson early release from prison",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-ojs-parole",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHAIRMAN CONNIE BRISBEE",
      "sentences": "You are Orenthal James Simpson?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O.J. SIMPSON, GRANTED PAROLE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRISBEE",
      "sentences": "And we have that you are currently, well very recently turned 90 years old. Ninety, I'm sorry about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMPSON",
      "sentences": "Look, I've missed a lot of time, like 36 birthdays with my children. And I ended up missing their graduation because of it, trust me, I wish it would have never happened. I haven't made any excuses in nine years, but I should have never allowed these alleged security guys to help me because it turns out they were only trying to help themselves.  I'm not the guy who lived a criminal life, I've done my time, I would just like to get back to my family and friends and believe it or not I do have some real friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE FROMONG, SIMPSON VICTIM",
      "sentences": "I don't feel that he's a threat to anyone out there. He's a good man.  Nine-and-a-half to 33 years was way too long. It's time to give him a second chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMMISSIONER TONY CORDA",
      "sentences": "We've heard from you and from your victims. My vote is to grant you parole effective when eligible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMMISSIONER SUSAN JACKSON",
      "sentences": "I concur with Commissioner Corda, and grant parole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMMISSIONER ADAM ENDEL",
      "sentences": "I concur with Commissioner Corda and agree to grant parole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRISBEE",
      "sentences": "Mr. Simpson, I do vote to grant parole when eligible. And that will conclude this hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMPSON",
      "sentences": "Thank you.  And he's single!   O.J. granted parole after almost nine years in jail, it's easy to see why, take a look at the visuals. He is jovial, joking around, people laughing along, a real cut up. And he's older now, age makes you look less scary. It is not that you're a better person, it's just that we can now outrun you. His hair went gray and so did justice as well as our grasp on morality. Now when most people think of O.J., it's a myth linked to Emmy winning dramas. And now he's free -- unlike his victims -- to live out the rest of his life with fans, groupies and selfie seekers. I get it, he's famous and sympathetically a widower.  But since we're dealing with visuals, let's really deal with visuals. Beyond the charming smile of a 70-year-old man, the great thing about the internet is the awful thing about the internet. If you've never done a Google image search of Nicole Brown Simpson murder scene, it will quickly erase that kindly old man you just saw. Maybe you should, I'll wait. So you see, evil isn't just an idea, it's a real thing and that real thing is free: Free to enjoy a margarita on a beach, free to enjoy TV offers from drooling producers, free to take pictures with ignorant Millennials unencumbered by his past. Maybe he'll get one or two of them back to his place and wake up the neighbors yet again.  As for the rest of the world, our ability to forgive is really more about forgetting. Forgetting is easier than remembering that he butchered two people. But hey, he was a model inmate because his options were limited. He met the criteria of release. Will our treatment of him now fulfill the criteria of shame?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAIRMAN CONNIE BRISBEE",
      "utterance": "You are Orenthal James Simpson?"
    },
    {
      "speaker": "O.J. SIMPSON, GRANTED PAROLE",
      "utterance": "Correct."
    },
    {
      "speaker": "BRISBEE",
      "utterance": "And we have that you are currently, well very recently turned 90 years old. Ninety, I'm sorry about that."
    },
    {
      "speaker": "SIMPSON",
      "utterance": "Look, I've missed a lot of time, like 36 birthdays with my children. And I ended up missing their graduation because of it, trust me, I wish it would have never happened. I haven't made any excuses in nine years, but I should have never allowed these alleged security guys to help me because it turns out they were only trying to help themselves. I'm not the guy who lived a criminal life, I've done my time, I would just like to get back to my family and friends and believe it or not I do have some real friends."
    },
    {
      "speaker": "BRUCE FROMONG, SIMPSON VICTIM",
      "utterance": "I don't feel that he's a threat to anyone out there. He's a good man. Nine-and-a-half to 33 years was way too long. It's time to give him a second chance."
    },
    {
      "speaker": "COMMISSIONER TONY CORDA",
      "utterance": "We've heard from you and from your victims. My vote is to grant you parole effective when eligible."
    },
    {
      "speaker": "COMMISSIONER SUSAN JACKSON",
      "utterance": "I concur with Commissioner Corda, and grant parole."
    },
    {
      "speaker": "COMMISSIONER ADAM ENDEL",
      "utterance": "I concur with Commissioner Corda and agree to grant parole."
    },
    {
      "speaker": "BRISBEE",
      "utterance": "Mr. Simpson, I do vote to grant parole when eligible. And that will conclude this hearing."
    },
    {
      "speaker": "SIMPSON",
      "utterance": "Thank you. And he's single! O.J. granted parole after almost nine years in jail, it's easy to see why, take a look at the visuals. He is jovial, joking around, people laughing along, a real cut up. And he's older now, age makes you look less scary. It is not that you're a better person, it's just that we can now outrun you. His hair went gray and so did justice as well as our grasp on morality. Now when most people think of O.J., it's a myth linked to Emmy winning dramas. And now he's free -- unlike his victims -- to live out the rest of his life with fans, groupies and selfie seekers. I get it, he's famous and sympathetically a widower. But since we're dealing with visuals, let's really deal with visuals. Beyond the charming smile of a 70-year-old man, the great thing about the internet is the awful thing about the internet. If you've never done a Google image search of Nicole Brown Simpson murder scene, it will quickly erase that kindly old man you just saw. Maybe you should, I'll wait."
    },
    {
      "speaker": "So you see, evil isn't just an idea, it's a real thing and that real thing is free",
      "utterance": "Free to enjoy a margarita on a beach, free to enjoy TV offers from drooling producers, free to take pictures with ignorant Millennials unencumbered by his past. Maybe he'll get one or two of them back to his place and wake up the neighbors yet again. As for the rest of the world, our ability to forgive is really more about forgetting. Forgetting is easier than remembering that he butchered two people. But hey, he was a model inmate because his options were limited. He met the criteria of release. Will our treatment of him now fulfill the criteria of shame?"
    }
  ]
}