{
  "date": "July 13, 2021",
  "headline": "'Gutfeld!' on Kamala Harris, Capitol Lego set seized from rioter",
  "subHeadline": "Guests: Kaylee McGhee White, Joe DeVito",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-harris-claim-that-ids-cant-be-photocopied-extremism",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "But I guess the fan was OK. I guess the -- did the security guard break his fall? Well, that's all the time we have tonight. Don't forget to set your DVR every weeknight at 10:00 p.m. Eastern, so you never miss us. Greg Gutfeld takes it off from here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAYLE KING, CBS HOST",
      "sentences": "Dr. Fauci, I don't know how many more times you can say to people listen, it will save your life. I have this problem with some members of my own family, which I'm now going to ban for Thanksgiving vacation. That's how strongly I'm taking what you're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Well, I'm sure they're really broken up about it. Gayle, I don't understand it. I'm so glad you're tuning in tonight. I am aware, however, that some of you aren't watching but it's not by choice. Yes. According to Kamala Harris, if you don't live in the city, where the politicians live, you're living in 500 B.C. It's because you live in rural areas where there's probably no T.V., no cable. There's probably not even a faucet for running water. If you're in the south right now, chances are you have no idea what I'm talking about. Because the language of English hasn't reached you yet. Yes. You don't even have Xerox machines. If you want to make a copy of something, well, you're going to have to break out the silly putty. Right, Kam?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't think that we should underestimate what that could mean. Because in some people's mind, that means well, you're going to have to Xerox or photocopy your I.D. to send it in to prove you are who you are. Well, there are a whole lot of people, especially people who live in rural communities who don't -- there's no Kinko's, there's no OfficeMax near them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why howdy, what a dumb lady. Hell, don't you know that we keep our Xeroxes down by the creek under the bridge by the shopping cart? Yes, rural communities are like the barren wastelands of Jupiter. I wonder it took so long for her to reach the Mexican border. It's 92 days by covered wagon. It's true. If you listen to this administration when they talk about voter idea -- I.D. This is a country of redneck rubes and black dollars. We're also incapable without government, and rather than help us they just call a stupid. Fact is if you don't live in the city, the White House thinks you're some three-fingered yoko, who can only write your name after drinking 12 Miller lights and then aiming at the snow. If you're a guy. But even if it's a little bit true that people can't get government I.D.s isn't that the government's fault? And the aguelike elections are these big surprises. You know, you actually do have months to make a copy of an I.D. in between digging out houses and killing bears. But God help you if you're not near in OfficeMax, huh? How on earth do you survive without a 10-ream case of x- nine copy paper or a 24-ounce tub of peanut butter filled pretzels nuggets. That's for the break room. As for Kinko's dear lady, have you gone outside since 2008? The last time I saw Kinko's was between a Pontiac dealership and Blockbuster Video. By the way, Kinko's sounds like the name of a clown you hire for Hunter Biden's birthday. Over here, Kinko's. FedEx took him -- took over Kinko's years ago mainly because the people who work there made the people who work at the DMV look happy to see you. FedEx bought Kinko's 16 years ago for 2.4 billion then spent another 900 million to drop the name from its storefronts because everybody hated it. So they're gone now. Has anyone broken the news to Kamala about this? Oh, my God, what if she hears about Crystal Pepsi? Talk about being behind the times. Does Kamala realize you can take a picture of your I.D. with your phone and you can send it to someone who can print it for you? True. Smartphones have these things called cameras. If you don't believe me, Kamala, go back and look at some footage of the riots who helped create last summer. You'll see many people in the mobs holding this weird phone/camera device. But maybe she thinks will never figure out their voter I.D. requirements doesn't make it harder to vote and makes it harder to cheat. But this is their way of moving away from the blacks aren't capable of having an I.D. to, but also poor whites too. Now they insult any place where the phrase Whole Foods still means donut. It's a great joke. But if you can't get an I.D. in rural areas how do you drive your Ford F-150 to the militia meetings? But maybe if she did less work, she'd know this because as you know as you know, she can't say no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLEDAD O'BRIEN, HOST AND PRODUCER, MATTER OF FACT",
      "sentences": "Here's the shortlist of what you're overseeing. And I've left things out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Immigration, increasing broadband access, black maternal mortality, racial inequality, women in the workforce, infrastructure. We just talked about voting rights. That seems like a lot for one person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "But don't forget, I'm in charge of the space council.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Yes, oh yes, no. This is the -- this is the short partial list. Can one person do all that realistically?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Well, you know, I've always multitask. And certainly there's a lot to get done. Yes, maybe I don't say no enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I should have said no to this interview. She's the most non- serious political candidate since Mayor McCheese. I mean, she's laughing all the time. She must be high. But what a question from Soledad. All those responsibilities, can one person do all that realistically? Well, I don't know. Why did you ask Dick Cheney. He did lots more than Harris and still found time to shoot someone in the face. It's OK. They apologize. But would anyone have asked that question of a white male? They'd have a better chance of being hired for on-air talent at ESPN. That seems like a lot for one person, O'Brien says, but it's more like that seems like a lot for one female of color. Perhaps the workload is racist. What does the angry white male think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "sentences": "You know, Vice President Harris makes a pretty good point. I mean, I couldn't get by without my printer fax copier. But not everyone has one of these babies. I guess I do have a lot of privilege. But it doesn't seem fair that some people can't get an I.D. And I can just print them up whenever I want. Which one makes me look thinner? Be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Something's not right about him. But I wonder what does the angry black male think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NATION HOST",
      "sentences": "I know you aren't looking at me about to ask me some dumb ask question about it's too hard for black people to get voter I.D. cards and driver's -- hmm, listen, I'm not going to go there, not going to do what you think I'm going to do. But in this country, you'd have an I.D. card, driver's license, credit card. Some form of identification, so you can rent cars, rent apartments, own homes, get jobs, et cetera. It's very simple. You got to stand the line in DMV, it sucks. But you know what? People before us, they stood in worse lines to get things done to the right to vote. So this is ridiculous. It's dumb. I'm -- oh (INAUDIBLE) excuse me. I cannot -- oh. Hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So Harris is having a rough time and even her party won't throw her a life preserver. Took me a while to figure it out. But she's basically me what I have had a job that I hate. I just do what she does, the worst job possible. So they get rid of me. Did you notice how they never asked me to host \"FOX AND FRIENDS\"? All it took was me doing it once. I never have to get up early again. So my prediction at this rate, not only is Joe a one termer. So is she. The backup quarterback it turns out has no game. Maybe she can get a job at Kinko's. I'm sorry, FedEx.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. She's our favorite recently married (INAUDIBLE) blonde Michigan native. Washington Examiner commentary writer, Kaylee McGhee White. He keeps audiences guessing as to why they bought tickets. Writer and comedian Joe DeVito. You miss 100 percent of the shots you don't take, that's why she's drunk right now. Fox News Contributor Kat Timpf. And trains actually stop at Tyrus crossings. My massive sidekick and host of \"NUFF SAID\" on Fox Nation, Tyrus. Tyrus, I appreciated your angry white male segment. I didn't know what you were saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "What the blue hell are you talking about angry white male? You wish so much but no, yes. It's -- what are we doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Like we're -- I think we've proved our V.P. that racism is pretty much dead because now you -- it's about classism, which it has always been about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But it's always been convenient to blame it on the white folks for saying things about those of us who don't have everything that we need in our neighborhoods, et cetera. It's the man. Well, now the man is a woman of color who's saying your kryptonite is Xerox machines and lines at the DMV. Now, you made a great point because if that would have been President Biden saying that, there would have been a lot of people going, how dare he? But it's the same thing. We all need to realize it has nothing to do with the color of your skin. It has to do with how much money in your pocket and how much you can be controlled and influenced. Quick story. I got a new phone like three months ago and whoever had it before me was brother who was being -- text a lot about voting. Registering the vote, it was a big thing in Louisiana, we got to get together, we got to, you know, and I was like, I belong. It was awesome, great. Registered Republican, where do I -- never heard from them again. It's true Story. They want nothing to do with it. They don't want people with license to register and make decisions on who they vote. They want cattle to go on a bus to go somewhere and they tell them where to vote and how to vote. As Stacey Abrams say, hey, how many Republicans did you get registered to vote in Georgia? Goose egg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, that's the new racism, it's classism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What are you going to say, lady in red?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "I just got to be honest. I think that for some people, Xerox machines might be your kryptonite. Right? Like people -- I think a lot of you guys out there are lying, be like, oh, Xerox machine, no problem. I wouldn't know how to operate a Xerox machine anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was the only office --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I actually not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was the only office machine when I worked in offices that required a round the clock mechanic. Like the person -- the person who was sent from Xerox who would show up with the big black bag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sit down and open it up. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- like you'd always have to walk over there being an assistant, walk over there and know that he'd be parked in front of the Xerox machine. And you'd have to go over him and put your stuff there. And then like, you'd look down on him, and it was quite sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We have a scanner, but when I need to use it, I just go cam, and then that's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's her husband. So anyway, well, that was helpful. We're getting nowhere, Kaylee. Drag us back to the brink of certitude with some scintillating commentary on voter I.D. laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEE MCGHEE WHITE, WASHINGTON EXAMINER COMMENTARY WRITER",
      "sentences": "Well, man, I got to say, I kind of agree with Kamala on this one. Listen, I went to Nebraska once, OK? And believe it or not, they actually have cars out there. They all actually drive their own cars to their own places. And the first time I saw an expressway, I was like, oh, my God, where's the Oregon Trail?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "It's like, wow, this is, you know, they've been living what? In the same 21st century that we've all been living in. And so, I mean, I think it just goes to show that this is how little Kamala Harris thinks about rural America. I mean, does she think that they're too poor to own their own cars? Does she think that they don't know how to make a photocopy or take a picture of their own I.D.? I mean, they're just literally making stuff up to justify their opposition to voter I.D. which is extremely popular among both Republican and Democratic voters. And there's a reason that it is. It's a common sense requirement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Joe, could it be that just in general, she's just kind of casually indifferent about everything? Like, it's not just about this issue. It's about like, almost everything that she's -- she's always like, this, I got to do this. And then and I actually find that kind of endearing, because that reminds me of me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DEVITO, COMEDIAN",
      "sentences": "Well, she's very consistent. I mean, she's never going to get to Europe at this rate. It's really -- it's about the condescension. And it's funny to see how disconnected they are from the lives of most of the people in the United States that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I also think it's amazing that this idea of, of course, you can't get an I.D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Look how stupid you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Look how stupid and lazy you are. But if you leave the house without your vaccine proof, then they're going to, you know, drag you back into the building until you have the UPC code --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And make it as hard as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes, yes. So and then this idea of just run down to OfficeMax. Oh, why don't I go to Circuit City and buy a new printer? It's so stupid. And I really think it shows that they -- it's so important than to be smarter than everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "And then the way they try to run on this, like, why is it these idiots aren't connecting with us? You know, you rural people. Now, when you make the moonshine, you add the Mountain Dew after or is that part of the process? And then they wonder why, you know, working class people of both races are moving away from them. You even look at something as condescending is that Smithsonian guide to whiteness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Where it essentially was a list of -- they wanted to present his horrible things white people do. It just was a list of positive attributes. So, what is it you're saying about rural whites and blacks? You're saying that you don't think people can have their acts together unless you come in and tell them what to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes. And she has so many things on her plate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Everything but a writer because she's stopped winging it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "In the interviews going, I got it. No, you need to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. All right. Up next. They search a rioter's home for a LEGO capital gnome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Was the Capitol riot planned by the mayor of LEGO Land? And will turning family into tattletales finally go off the rails. Last week the Daily Beast published an article claiming one man charged in the January 6th Capitol riot had a fully assembled LEGO model of the Capitol in his home which if true, would prove he had a fully assembled LEGO model the capital in his home. No word if he also had a light bright. Great job, Daily Beast. Now they were rightfully mocked for insinuating the guy used a toy to plan the riot. But as for the assembled LEGO model, they were wrong on that too. And a new court filing, the DOJ, which is seeking to keep the guy in custody pending trial said, \"The LEGO set was in a box and not fully constructed at the time of the search.\" Thank God that guy's still in jail. He might come -- he might come at you with an Easy-Bake Oven. So, excellent work there, media, who actually took this story seriously to begin with and thought owning a LEGO model would make you a domestic terrorist. But what do you expect? The FBI is now asking people to rat out family members for extremism. Because asking their own actively- participating informants hasn't worked out so well. The bureau posted a document called homegrown violent extremist mobilization indicators, along the way of saying conservative white males. Which tells you how people can spot suspicious behaviors among friends and relatives and report them. For example, you might have a son who's suddenly getting a lot of money for his lousy paintings. So we've got the government enlisting family members to narc on each other in a press that believes toys equal terror. It's almost as if the media and government are working together to target certain people over beliefs. Imagine where this is headed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want my phone call. OK? What am I even doing here? I've done nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nothing? We found this in your home. You terrorists are all the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Terrorists? Wait, am I being charged with something?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Clearly, you've been plotting to attack American naval assets and more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "More?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, more. You're also being charged with counterfeiting and a real estate fraud scam operation and more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is ridiculous. What -- there's more?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's more. And conspiracy to commit murder and illegal possession of a candle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've got a clue for you. You're going to jail. And there's more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's more?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's more. What kind of a sick-twisted pervert has this in his home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on, man. I got that for my kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For his kids. You sick son of a bitch. Get him out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, excellent. Excellent acting by the Joe's. Silent Joe. All right. There's more, Joe. Do you imagine how this raid went down on this guy's house? Like where they found the box? Oh, my God, the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes. First I want to say, I think someone defunded that sketch. Very low budget on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Froze the producers under the bus after we give them this opportunity of a lifetime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "The fact that you're thinking LEGOs, the only way LEGOs are dangerous is if you're barefoot and you step on one. That's really painful. But the idea that someone would be planning to storm a building and saying wait a minute, which entrance do we go through? I don't want to look at a map. I want to have this hard pointy plastic model that I've carried with me. Oh, you mean we could just go through the door that that cops holding? No, no, no. I want to -- I want to check my drawbridge here and make sure this is (INAUDIBLE) it's not -- it's not -- they clearly lost their mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "And the thing was still in the box is practically mint condition. You could put on eBay and get extra money for that. Yes. And I don't like the idea that they turn family game night into a struggle session.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "You know, and it does remind me of something my parents taught me was it snitches get stitches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "So if keep it in the family, no matter what's going on, keep your mouth shut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know, Kat, I find it interesting that like LEGO has disavowed this yet and pledged $5 million to BLM.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, yes. They better have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They're going to be done. No more LEGOs. And then it's all very confusing, as is the reporting your family members because like, how do we know, right? Like, you know, you see, whenever someone murders someone, the -- all everyone on T.V. is like, well, I just didn't see it coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know, he was a shot -- you know, kept to himself. So I just start reporting anybody who keeps to themselves. You're shy, I report you. It's obviously we're not qualified for this. And it's going to lead to so many civil liberties infractions that that we already have to deal with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And the worst thing about all of this is that we're going to run out of forensic file episodes if we're -- if people are knocking on their like, relatives, we're not going to have any good crime dramas anymore because none of the crimes are going to be committed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's true. That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you for saying that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, it's -- it means a lot to me. I need that sort of encouragement. Kaylee, would you ever rat out a relative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "No, I mean -- I don't know. I guess it depends on like how severe the crime is, but kind of what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What if they just smelled?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Yes, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's harder to do than you think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "I mean, the thing is, though, is that the FBI like specifically said reporting a family member if you suspect extremism and like that, to me is like the word that I'm like, what does that even mean? Like, how would you define extremism? Like whose definition of extremism are we following?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Thinking a LEGO model.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Yes. Like, literally like if someone isn't someone who opposes critical race theory, you know what I mean? Like, Are they an extremist now? Like, you know, who's going to make this definition? It's just -- that to me, is I'm like, why would you ever trust an agency enough to like report your family member when they're literally going to arrest a guy for having a LEGO set? Like, you know, it's just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Although, Tyrus, you know, we're -- you know what I'm thinking of? How great is this to report people that you don't like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes because you just keep reporting me all the time I get -- I got more investigations against me and President Trump. Thanks to Greg. This non-stop. Everything. I guess the FBI missed this. Most of the time, it is family members that turn in the relatives who have promised to just ignore the phone calls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Like the mass shooters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, that's number one. We already knew that. And here's the deal. If we would have kicked in this house, and there would have been a -- first of all, I do LEGOs with my kids. If you're going to put the capital together, you're a serious dude. And if I see that capital put together with streetlights and everything, I'm like, this is -- well, we got to watch him. He's a terrorist. We got to watch this dude. He made a model, escape plan, everything. He got -- he had the plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But it never got out of the box, which -- and I didn't spend a whole lot of time studying the law degree but only further lets me know how reckless and unplanned this whole thing was. Because the guy with the LEGO box never put the model together to get a clear path because they all acted on their own volition. Although they had good ideas what usually happens with misguided people. They don't usually do the work, let alone put the LEGO together. So this -- well yes, he clearly he had a thought but thank God he's lazy. That's what we had to deal with. So this -- it all ties it nice. Together, you can let the FBI continue doing what they're doing, not answering phones when moms turned in their sons and trying to figure out how dangerous the guy who buys the box but doesn't put it together --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But I think if they put it all together then that's a little dangerous. Not because it's the capital but any guy who'd be alone doing that complicated a LEGO set by himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know, man. I've seen some pretty -- the Star Wars LEGO models are quite impressive. My nephew put together --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. I've spent weekends putting together. It's like I said it takes a special dude to do a boring one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "There's no rockets or anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "At the Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why bother seriously?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You didn't get an action figure with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. You should get it like a little Schumer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Up next. In Cuba should freedom ring or is it an anti- government thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "Have Cubans had enough of running out of stuff? Over the weekend, thousands of desperate and destitute Cubans hit the streets of Havana to protest communism. The system of government loved everywhere it's never been tried. It's no coincidence protesters are demanding more freedom in a country unable to watch GUTFELD! Its cause and effect, science. But a top State Department official pointed the finger at corona instead. Yesterday she tweeted, \"Peaceful protests are growing in Cuba as the Cuban people exercise their right to peaceful assembly to express concern about rising COVID cases, deaths and medicine shortages.\" Yes, if it weren't for COVID, everything would be awesome in Cuba. White House Press Secretary Jen Psaki tried to explain it away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "When these protesters are yelling freedom and enough, there are people within the administration who think they're saying freedom from rising COVID cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Again, I would say that when people are out there in the streets protesting and complaining about the lack of access to economic prosperity, to the medical supplies they need, to a life they deserve to live, that can take on a range of meetings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A range of meetings, those fed up. Yet underfed Cubans chanted blasphemous words like liberty and freedom, which the New York Times equated with other antigovernment slogans. Yes, according to The Times, freedom is now an antigovernment slogan, add that to the list that includes don't tread on me and the NSA shouldn't spy on Tucker Carlson. Kaylee, do you think these protests will make a difference? Is this -- in this day and age where our news cycle just moves so quickly, you know, the media will just look at this and go, oh, wow, and then start talking about non-binary bathrooms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEE MCGHEE WHITE, WASHINGTON EXAMINER",
      "sentences": "Yes, I mean, I sure hopes that something finally makes a difference. But I would say that it kind of makes -- the biggest factor in this is going to be whether all the politicians, not just the Republican ones are getting involved in speaking out in support of the Cuban people. And right now, you have some of the loudest and proudest Democratic socialists in the country being very quiet about what's going on in Cuba, which is very interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. You know, Kat, (INAUDIBLE) I've said this before, though. It's like, all the absurd positions that Democrats take are based on a reaction to a Republican position. So, if the Republican Party says, it's time for freedom in Cuba, right? That they're like it's time for, you know, free markets, or what capital and they will go, no, no, no. And they don't even know why they're saying no, other than that, they're taking the position against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Right, Bernie said that a few years ago, like Fidel Castro, not all bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "(INAUDIBLE) There was the literacy program. And you just see that that headline, the way that they chose, you know, say antigovernment slogan. Which again, I don't think being antigovernment is necessarily the worst thing in the world. But whatever, I'm probably on a watch list. Anti-dictatorship, like why not -- why pretend it's the same thing? It's absolutely not the same thing and only because then you're siding with Republicans, I guess. But there's a reason why we don't have that here and we don't want that here. Makes me uncomfortable anybody that won't denounce that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you make of this, Tyrus? Is this going to go anywhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "No, it's not because it's real. See, they're actually protesting a real issue, freedom and hunger pains. Those are two things that we all get and it's not pretty. They also understand what they're up against. So, they're not burning down their own buildings and their own homes because they're invested in their neighborhoods, and they want to see things better. So, they're -- this is a real protest opposed to what the childish criminal behaviors that we have in this country where I don't even know why I'm out here, I'm going to steal some stuff, I'm going to burn down the thing and the news is going to make it better, and I can't go to jail. That's the difference. So of course, nobody wants to cover this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Because if you stop any one of them, and then look what we have become -- no look what mainstream media has become to where now. We're doing -- if you watch the old Russian movies where they would say, oh, they're out. They're mad because they're out of band aids. Isn't nobody in that -- they've got masks. Everyone in there got masks on. They just don't have freedom and food, but they got the masks. You think they give a damn about COVID right now? Because they know what the conflict -- here's the deal, someone they start getting shot. There's no way I'm going to come on T.V. and say, oh, this is horrible. No one's going to say anything. They're risking their lives for what they believe in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "If it was COVID, they probably wouldn't be packed all together like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So, Joe, if you've -- if you step back and you see all -- you see there was like an assassination in Haiti of the Haitian president. You have this going on in Cuba, you got cyber warfare in Russia, all this -- like what if any one of these stories is like a top tier above the fold New York Times story. But it's almost like we don't -- we no longer see these foreign issues as important -- as important as navel gazing. As instead of looking at ourselves as a country at fault, we are constantly obsessed with that. JOE DEVITO, WRITER/COMEDIAN: Well, this, Cuba is a tough one, because what are they going to say? Well, it's not real socialism, you got to give it some time. Well, they've been giving it time for 60 years. They're still driving the same cars they were driving 60 years ago. So, we know that it's not working. So, it's very difficult for Americans who look at this who are leftist to say, well, we don't understand they're protesting and its communism, but they're not protesting for communism. How come they're not destroying the shops and stealing things? It's like, well, because there's nothing in the shops because of communism. And it's right -- it's right across -- you can -- you can swim to Cuba if you want and, on the ways there, you can wave to all the Cuban people trying to swim here to get away from it. So, the laboratory for the leftist experiment is right off shore and they don't want to admit it's there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you did stumble on to a solution for looting is just become a communist. Because you can't -- you can't create anything to be looted. Very interesting. Very interesting indeed. This to me, maybe not to you at home, but I'm not listening to you right now because I have to go to a tease. Up next, Matt Damon plays a guy who supports Trump while Sean Penn still a chump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Matt Damon showing some class while Sean Penn, still an ass. While promoting his new flick at the Cannes Film Festival named after James Caan. Matt Damon called his research for his role as an Oklahoma -- it's like an alcoholic, Oklahomic. And Oklahoma oil rig worker, he called it eye opening. Turns out blue collar oil workers are a far cry from Hollywood gas bags. Said Damon \"Being invited into their homes, into a backyard barbecue, a guitar comes out and they start singing church songs. It's a very specific place and very different to where I grew up.\" Meanwhile, actor slash Sean Penn used his time at Cannes to slag the former administration's COVID policies, here's spicule (PH).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN PENN, ACTOR",
      "sentences": "Not only as a country, but as a world, let down and ultimately neglected, misinformed, had truth and reason assaulted under what was, in all -- in all terms, an obscene administration, humanly and politically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, there you have a nice contrast between someone Matt who stepped outside his bubble. And another Sean who refuses to. The person who leaves his bubble discovers humanity, while the other conjures up fantasies of horror that can only survive as long as you while yourself in from the people you hate. It's like a famous psychologist used to say, judgments present -- prevent us from seeing the good that lies beyond appearances, which is probably why Sean Penn never bathes. Psychologists didn't say that, I said that. So, here's my -- here's what I learned from Matt Damon. Actors need to play roles outside their own bubble, or else they would never meet anybody outside their own bubble. He's now just discovered that Trump voters like have -- like functioning brains, and nice people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "Backyard barbecues, church songs. God, they probably had an American flag out front. It's like, wow. I mean, I will say I'll give him credit. I was glad to see that in that interview, he was able to talk about the role of being a Trump supporter and meeting with other Trump supporters without ever actually, like mentioning Donald Trump himself, without having to be like, well, I think this and this about him, but these guys were great. You know what I mean? Like he didn't say any of that, he was just like, yes, like they were normal people. We had a great time, didn't have to go on and on about how much he hated Trump. It was kind of refreshing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And maybe Joe, the reason for that is he realizes that he needs people to watch the movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That could be it. He'd figured yes, he's not that stupid. He's like, do I want to alienate half the audience? And is my half the liberal going to go see this movie anyway which is about oil rich?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Like yes. This is not about a vegan chef in Williamsburg, Brooklyn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Although I would watch the hell out of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Very exciting. Yes, it does show the contrast between the two of them how Sean Penn, everything is violence with him and his language. You know, when they talked about he was out trying to encourage people to get vaccinated, which I'm not getting a vaccine for Sean Penn. If he says this is just going to hurt a little bit, it means he's getting ready to take a swing at a photographer or a woman (INAUDIBLE). So yes, I think it's good that maybe this is a sign that people in Hollywood are starting to realize that oh, yes, these people who comprise half the country are their human beings. And we need to stop judging them and maybe they -- maybe they do have access to a kinkos (PH) that's in our hearts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "A kinkos (PH) in our hearts. Tyrus, is it -- it is weird, though, because you can actually see that like that -- what's his face? Why am I blanking on names? Sean Penn is only able to possess that kind of thinking if he just steers clear of the people he doesn't like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "OK, first of all, you said language. And you said thinking, did we watch the same interview? He said eight words in seven minutes and most was like, um, fight, attack, pandemic, administration, no. Seen. No, Matt Damon is a decent dude who went to go learn about oil riggers. What I got from that whole article is they were pushing so hard. Trump supporter, Trump supporter. It wasn't about that. It was about guys who work in the oil field, taking care of their families. And he said, \"if I worked in oil, I'd probably vote for President Trump too because he's a Republican.\" It wasn't sexy. It wasn't like, I had to dig within the bowels of my every not throw up in my mouth. You know, like, he was studying to be a serial killer or an eater of babies. He just had to be a guy who drinks beer at a barbecue on the weekend. Oh my, God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's such a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh my -- and then they go to work Monday through Friday, pay their bills. And then the weekend comes and guess what they do, guess what they do? What? They had another barbecue. It was unreal. That was -- and then we are talking about it because why? Somebody in that article said Trump. All he did was hang out. I went to school in Nebraska. All he did was hanging out with some regular guys who work for a living. So, you know, he's made some money. It's so pathetic that we are talking about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you know what this reminds me of?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He didn't go to NASA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, but you know what this reminds me of, Tyrus? It is when actors said they would not play Trump but they would play Hitler. Yes, he's like (INAUDIBLE) I have to get into the moment. He's oh, yes. I had to play Trump supporter, something so substantial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He was such a good parent, he crossed the ocean to go save his daughter. Horrible human being.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like when he when he said that he went there and they had a barbecue and he was like, it was really eye opening. Well, what did you expect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "They have three kinds of barbecue sauce.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What's going to happen. And he was like, they were nice to me. It's like what did you expect? That half the country that voted for Trump, these horrible people, you're going to go there and they're all going to punch you in the face. Like if that's eye opening, people having a barbecue on the weekend and having a job. That eye opening on your end is eye opening to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Unfortunately for Damon, he missed the one barbecue with him brought him into the secret meeting. One barbecue short.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. All right, up next, did millennials confess that they're guilty of tipping less?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do millennials think it's strange to say keep the change? A new study finds that America's young people are far less likely to tip than older generations. Just 58 percent of millennials and 56 percent of Gen Z said they \"always tip servers at a sit-down restaurant\" compared to 88 percent of boomers and 80 percent of Gen X. The same holds true when it comes to tipping drivers, delivery people, hotel housekeepers, and my masseuse freight (PH). And when they do tip though, millennials are likely to give one or two percent more than their older counterparts, although it's mostly to post a photo of the receipt to look generous. I guess that isn't too bad when you consider how many of them think that other people owe them for their own student loans. I don't know what that means. Joe, all right, go for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes, I think not being a good tipper is a sign of bad character. You know, all you have to say is, you know, the money's on the dresser. That's fine. The tip I don't like is when you pay for a cab in New York City with the credit card and it gives you the options of 2025 and 30 percent. And I think who the hell has had the 30 percent experience in a cabin? Ooh, is the urine fresh in the backseat? But I do have one excellent tip. You should come see me at the Engeman Theater in Northport Long Island next Saturday. That's a tip everyone can enjoy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Look at that, a little plug there. Kaylee, what's your -- what's your take on this? Is this -- is this smearing people like you? You're Gen Z I approve -- I assume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "I'm a millennial, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITE",
      "sentences": "I'm insulted. No, I mean, you know, it does just go to show that millennials and Gen Z are very much so the spoiled rotten kids, except for me. I know all millennials like to say I am the one exception but I am the exception on this. I actually am a pretty good tipper and it's because I did work in the restaurant industry for a long time, and I know what it feels like to have to kiss ass for six hours straight. So, you know, I respect the hustle. I got to respect that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Tyrus, I am always -- nothing against you Kaylee, but I'm always suspect if somebody tells you they're a good tipper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes, I always tip because I come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, got to make friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "We've talked about this. I'm a creature of habit. I overtip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I go to the same place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So that I always get my table. I always get what I want because like he tips. And you know, speaking of big tips, you know, I'm saying tomorrow night in a Fight Network, I fight for the unites the World Television Championship against Da Pope on the NWA. So, check it out. So, maybe tomorrow I'll be sitting here with the belt when it's over, who knows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Where?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Fight Network tomorrow, check it out on the app around 6:00 pm. So, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I like this little secret embedding little plugs inside a story. Kat, do you have an opinion on this story and something you'd like to embed a plug within?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What should I say, I wish I had more going on. Well, no, tip? I'm a reckless tipper, because I -- like, the worst you can get is 20 percent because I was a waitress for years like you but I was also a terrible one. I was very bad. I was very bad, but I tried. So, um, you know, be nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You mean it was egging you on getting a good tip and that's bad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Getting a good tip like 20 percent is bad because it made you think you were -- you were good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, I never thought I was good. I cried in the bathroom every day. But so, did my tables.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You guys all met in the bathroom weeping over the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That was weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was the worst waitress ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I know, it's me. I'm so sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, don't go anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Thanks to Kaylee McGhee White, Joe Devito, Kat Timpf, Tyrus, our studio audience. \"FOX NEWS @NIGHT\" is next. I'm Greg Gutfeld. I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "But I guess the fan was OK. I guess the -- did the security guard break his fall? Well, that's all the time we have tonight. Don't forget to set your DVR every weeknight at 10:00 p.m. Eastern, so you never miss us. Greg Gutfeld takes it off from here."
    },
    {
      "speaker": "GAYLE KING, CBS HOST",
      "utterance": "Dr. Fauci, I don't know how many more times you can say to people listen, it will save your life. I have this problem with some members of my own family, which I'm now going to ban for Thanksgiving vacation. That's how strongly I'm taking what you're saying."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Well, I'm sure they're really broken up about it. Gayle, I don't understand it. I'm so glad you're tuning in tonight. I am aware, however, that some of you aren't watching but it's not by choice. Yes. According to Kamala Harris, if you don't live in the city, where the politicians live, you're living in 500 B.C. It's because you live in rural areas where there's probably no T.V., no cable. There's probably not even a faucet for running water. If you're in the south right now, chances are you have no idea what I'm talking about. Because the language of English hasn't reached you yet. Yes. You don't even have Xerox machines. If you want to make a copy of something, well, you're going to have to break out the silly putty. Right, Kam?"
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "I don't think that we should underestimate what that could mean. Because in some people's mind, that means well, you're going to have to Xerox or photocopy your I.D. to send it in to prove you are who you are. Well, there are a whole lot of people, especially people who live in rural communities who don't -- there's no Kinko's, there's no OfficeMax near them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why howdy, what a dumb lady. Hell, don't you know that we keep our Xeroxes down by the creek under the bridge by the shopping cart? Yes, rural communities are like the barren wastelands of Jupiter. I wonder it took so long for her to reach the Mexican border. It's 92 days by covered wagon. It's true. If you listen to this administration when they talk about voter idea -- I.D. This is a country of redneck rubes and black dollars. We're also incapable without government, and rather than help us they just call a stupid. Fact is if you don't live in the city, the White House thinks you're some three-fingered yoko, who can only write your name after drinking 12 Miller lights and then aiming at the snow. If you're a guy. But even if it's a little bit true that people can't get government I.D.s isn't that the government's fault? And the aguelike elections are these big surprises. You know, you actually do have months to make a copy of an I.D. in between digging out houses and killing bears. But God help you if you're not near in OfficeMax, huh? How on earth do you survive without a 10-ream case of x- nine copy paper or a 24-ounce tub of peanut butter filled pretzels nuggets. That's for the break room. As for Kinko's dear lady, have you gone outside since 2008? The last time I saw Kinko's was between a Pontiac dealership and Blockbuster Video. By the way, Kinko's sounds like the name of a clown you hire for Hunter Biden's birthday. Over here, Kinko's. FedEx took him -- took over Kinko's years ago mainly because the people who work there made the people who work at the DMV look happy to see you. FedEx bought Kinko's 16 years ago for 2.4 billion then spent another 900 million to drop the name from its storefronts because everybody hated it. So they're gone now. Has anyone broken the news to Kamala about this? Oh, my God, what if she hears about Crystal Pepsi? Talk about being behind the times. Does Kamala realize you can take a picture of your I.D. with your phone and you can send it to someone who can print it for you? True. Smartphones have these things called cameras. If you don't believe me, Kamala, go back and look at some footage of the riots who helped create last summer. You'll see many people in the mobs holding this weird phone/camera device. But maybe she thinks will never figure out their voter I.D. requirements doesn't make it harder to vote and makes it harder to cheat. But this is their way of moving away from the blacks aren't capable of having an I.D. to, but also poor whites too. Now they insult any place where the phrase Whole Foods still means donut. It's a great joke. But if you can't get an I.D. in rural areas how do you drive your Ford F-150 to the militia meetings? But maybe if she did less work, she'd know this because as you know as you know, she can't say no."
    },
    {
      "speaker": "SOLEDAD O'BRIEN, HOST AND PRODUCER, MATTER OF FACT",
      "utterance": "Here's the shortlist of what you're overseeing. And I've left things out."
    },
    {
      "speaker": "HARRIS",
      "utterance": "OK."
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Immigration, increasing broadband access, black maternal mortality, racial inequality, women in the workforce, infrastructure. We just talked about voting rights. That seems like a lot for one person."
    },
    {
      "speaker": "HARRIS",
      "utterance": "But don't forget, I'm in charge of the space council."
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Yes, oh yes, no. This is the -- this is the short partial list. Can one person do all that realistically?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Well, you know, I've always multitask. And certainly there's a lot to get done. Yes, maybe I don't say no enough."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I should have said no to this interview. She's the most non- serious political candidate since Mayor McCheese. I mean, she's laughing all the time. She must be high. But what a question from Soledad. All those responsibilities, can one person do all that realistically? Well, I don't know. Why did you ask Dick Cheney. He did lots more than Harris and still found time to shoot someone in the face. It's OK. They apologize. But would anyone have asked that question of a white male? They'd have a better chance of being hired for on-air talent at ESPN. That seems like a lot for one person, O'Brien says, but it's more like that seems like a lot for one female of color. Perhaps the workload is racist. What does the angry white male think?"
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "utterance": "You know, Vice President Harris makes a pretty good point. I mean, I couldn't get by without my printer fax copier. But not everyone has one of these babies. I guess I do have a lot of privilege. But it doesn't seem fair that some people can't get an I.D. And I can just print them up whenever I want. Which one makes me look thinner? Be honest."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Something's not right about him. But I wonder what does the angry black male think."
    },
    {
      "speaker": "TYRUS, FOX NATION HOST",
      "utterance": "I know you aren't looking at me about to ask me some dumb ask question about it's too hard for black people to get voter I.D. cards and driver's -- hmm, listen, I'm not going to go there, not going to do what you think I'm going to do. But in this country, you'd have an I.D. card, driver's license, credit card. Some form of identification, so you can rent cars, rent apartments, own homes, get jobs, et cetera. It's very simple. You got to stand the line in DMV, it sucks. But you know what? People before us, they stood in worse lines to get things done to the right to vote. So this is ridiculous. It's dumb. I'm -- oh (INAUDIBLE) excuse me. I cannot -- oh. Hmm."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So Harris is having a rough time and even her party won't throw her a life preserver. Took me a while to figure it out. But she's basically me what I have had a job that I hate. I just do what she does, the worst job possible. So they get rid of me. Did you notice how they never asked me to host \"FOX AND FRIENDS\"? All it took was me doing it once. I never have to get up early again. So my prediction at this rate, not only is Joe a one termer. So is she. The backup quarterback it turns out has no game. Maybe she can get a job at Kinko's. I'm sorry, FedEx."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. She's our favorite recently married (INAUDIBLE) blonde Michigan native. Washington Examiner commentary writer, Kaylee McGhee White. He keeps audiences guessing as to why they bought tickets. Writer and comedian Joe DeVito. You miss 100 percent of the shots you don't take, that's why she's drunk right now. Fox News Contributor Kat Timpf. And trains actually stop at Tyrus crossings. My massive sidekick and host of \"NUFF SAID\" on Fox Nation, Tyrus. Tyrus, I appreciated your angry white male segment. I didn't know what you were saying."
    },
    {
      "speaker": "TYRUS",
      "utterance": "What the blue hell are you talking about angry white male? You wish so much but no, yes. It's -- what are we doing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Like we're -- I think we've proved our V.P. that racism is pretty much dead because now you -- it's about classism, which it has always been about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But it's always been convenient to blame it on the white folks for saying things about those of us who don't have everything that we need in our neighborhoods, et cetera. It's the man. Well, now the man is a woman of color who's saying your kryptonite is Xerox machines and lines at the DMV. Now, you made a great point because if that would have been President Biden saying that, there would have been a lot of people going, how dare he? But it's the same thing. We all need to realize it has nothing to do with the color of your skin. It has to do with how much money in your pocket and how much you can be controlled and influenced. Quick story. I got a new phone like three months ago and whoever had it before me was brother who was being -- text a lot about voting. Registering the vote, it was a big thing in Louisiana, we got to get together, we got to, you know, and I was like, I belong. It was awesome, great. Registered Republican, where do I -- never heard from them again. It's true Story. They want nothing to do with it. They don't want people with license to register and make decisions on who they vote. They want cattle to go on a bus to go somewhere and they tell them where to vote and how to vote. As Stacey Abrams say, hey, how many Republicans did you get registered to vote in Georgia? Goose egg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, that's the new racism, it's classism."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What are you going to say, lady in red?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "I just got to be honest. I think that for some people, Xerox machines might be your kryptonite. Right? Like people -- I think a lot of you guys out there are lying, be like, oh, Xerox machine, no problem. I wouldn't know how to operate a Xerox machine anymore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was the only office --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I actually not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was the only office machine when I worked in offices that required a round the clock mechanic. Like the person -- the person who was sent from Xerox who would show up with the big black bag."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sit down and open it up. And --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- like you'd always have to walk over there being an assistant, walk over there and know that he'd be parked in front of the Xerox machine. And you'd have to go over him and put your stuff there. And then like, you'd look down on him, and it was quite sad."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We have a scanner, but when I need to use it, I just go cam, and then that's it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's her husband. So anyway, well, that was helpful. We're getting nowhere, Kaylee. Drag us back to the brink of certitude with some scintillating commentary on voter I.D. laws."
    },
    {
      "speaker": "KAYLEE MCGHEE WHITE, WASHINGTON EXAMINER COMMENTARY WRITER",
      "utterance": "Well, man, I got to say, I kind of agree with Kamala on this one. Listen, I went to Nebraska once, OK? And believe it or not, they actually have cars out there. They all actually drive their own cars to their own places. And the first time I saw an expressway, I was like, oh, my God, where's the Oregon Trail?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WHITE",
      "utterance": "It's like, wow, this is, you know, they've been living what? In the same 21st century that we've all been living in. And so, I mean, I think it just goes to show that this is how little Kamala Harris thinks about rural America. I mean, does she think that they're too poor to own their own cars? Does she think that they don't know how to make a photocopy or take a picture of their own I.D.? I mean, they're just literally making stuff up to justify their opposition to voter I.D. which is extremely popular among both Republican and Democratic voters. And there's a reason that it is. It's a common sense requirement."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Joe, could it be that just in general, she's just kind of casually indifferent about everything? Like, it's not just about this issue. It's about like, almost everything that she's -- she's always like, this, I got to do this. And then and I actually find that kind of endearing, because that reminds me of me."
    },
    {
      "speaker": "JOE DEVITO, COMEDIAN",
      "utterance": "Well, she's very consistent. I mean, she's never going to get to Europe at this rate. It's really -- it's about the condescension. And it's funny to see how disconnected they are from the lives of most of the people in the United States that --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "I also think it's amazing that this idea of, of course, you can't get an I.D."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Look how stupid you are."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Look how stupid and lazy you are. But if you leave the house without your vaccine proof, then they're going to, you know, drag you back into the building until you have the UPC code --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And make it as hard as possible."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes, yes. So and then this idea of just run down to OfficeMax. Oh, why don't I go to Circuit City and buy a new printer? It's so stupid. And I really think it shows that they -- it's so important than to be smarter than everybody."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "DEVITO",
      "utterance": "And then the way they try to run on this, like, why is it these idiots aren't connecting with us? You know, you rural people. Now, when you make the moonshine, you add the Mountain Dew after or is that part of the process? And then they wonder why, you know, working class people of both races are moving away from them. You even look at something as condescending is that Smithsonian guide to whiteness."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Where it essentially was a list of -- they wanted to present his horrible things white people do. It just was a list of positive attributes. So, what is it you're saying about rural whites and blacks? You're saying that you don't think people can have their acts together unless you come in and tell them what to do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes. And she has so many things on her plate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Everything but a writer because she's stopped winging it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "In the interviews going, I got it. No, you need to be --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. All right. Up next. They search a rioter's home for a LEGO capital gnome."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Was the Capitol riot planned by the mayor of LEGO Land? And will turning family into tattletales finally go off the rails. Last week the Daily Beast published an article claiming one man charged in the January 6th Capitol riot had a fully assembled LEGO model of the Capitol in his home which if true, would prove he had a fully assembled LEGO model the capital in his home. No word if he also had a light bright. Great job, Daily Beast. Now they were rightfully mocked for insinuating the guy used a toy to plan the riot. But as for the assembled LEGO model, they were wrong on that too. And a new court filing, the DOJ, which is seeking to keep the guy in custody pending trial said, \"The LEGO set was in a box and not fully constructed at the time of the search.\" Thank God that guy's still in jail. He might come -- he might come at you with an Easy-Bake Oven. So, excellent work there, media, who actually took this story seriously to begin with and thought owning a LEGO model would make you a domestic terrorist. But what do you expect? The FBI is now asking people to rat out family members for extremism. Because asking their own actively- participating informants hasn't worked out so well. The bureau posted a document called homegrown violent extremist mobilization indicators, along the way of saying conservative white males. Which tells you how people can spot suspicious behaviors among friends and relatives and report them. For example, you might have a son who's suddenly getting a lot of money for his lousy paintings. So we've got the government enlisting family members to narc on each other in a press that believes toys equal terror. It's almost as if the media and government are working together to target certain people over beliefs. Imagine where this is headed."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I want my phone call. OK? What am I even doing here? I've done nothing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Nothing? We found this in your home. You terrorists are all the same."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Terrorists? Wait, am I being charged with something?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Clearly, you've been plotting to attack American naval assets and more."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "More?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, more. You're also being charged with counterfeiting and a real estate fraud scam operation and more."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is ridiculous. What -- there's more?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's more. And conspiracy to commit murder and illegal possession of a candle."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is ridiculous."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I've got a clue for you. You're going to jail. And there's more."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's more?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's more. What kind of a sick-twisted pervert has this in his home?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Come on, man. I got that for my kids."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "For his kids. You sick son of a bitch. Get him out of here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, excellent. Excellent acting by the Joe's. Silent Joe. All right. There's more, Joe. Do you imagine how this raid went down on this guy's house? Like where they found the box? Oh, my God, the Capitol."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes. First I want to say, I think someone defunded that sketch. Very low budget on it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Froze the producers under the bus after we give them this opportunity of a lifetime."
    },
    {
      "speaker": "DEVITO",
      "utterance": "The fact that you're thinking LEGOs, the only way LEGOs are dangerous is if you're barefoot and you step on one. That's really painful. But the idea that someone would be planning to storm a building and saying wait a minute, which entrance do we go through? I don't want to look at a map. I want to have this hard pointy plastic model that I've carried with me. Oh, you mean we could just go through the door that that cops holding? No, no, no. I want to -- I want to check my drawbridge here and make sure this is (INAUDIBLE) it's not -- it's not -- they clearly lost their mind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "And the thing was still in the box is practically mint condition. You could put on eBay and get extra money for that. Yes. And I don't like the idea that they turn family game night into a struggle session."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "You know, and it does remind me of something my parents taught me was it snitches get stitches."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "So if keep it in the family, no matter what's going on, keep your mouth shut."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know, Kat, I find it interesting that like LEGO has disavowed this yet and pledged $5 million to BLM."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, yes. They better have."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They're going to be done. No more LEGOs. And then it's all very confusing, as is the reporting your family members because like, how do we know, right? Like, you know, you see, whenever someone murders someone, the -- all everyone on T.V. is like, well, I just didn't see it coming."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know, he was a shot -- you know, kept to himself. So I just start reporting anybody who keeps to themselves. You're shy, I report you. It's obviously we're not qualified for this. And it's going to lead to so many civil liberties infractions that that we already have to deal with."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And the worst thing about all of this is that we're going to run out of forensic file episodes if we're -- if people are knocking on their like, relatives, we're not going to have any good crime dramas anymore because none of the crimes are going to be committed."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's true. That's true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you for saying that's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, it's -- it means a lot to me. I need that sort of encouragement. Kaylee, would you ever rat out a relative?"
    },
    {
      "speaker": "WHITE",
      "utterance": "No, I mean -- I don't know. I guess it depends on like how severe the crime is, but kind of what --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What if they just smelled?"
    },
    {
      "speaker": "WHITE",
      "utterance": "Yes, no."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's harder to do than you think."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know."
    },
    {
      "speaker": "WHITE",
      "utterance": "I mean, the thing is, though, is that the FBI like specifically said reporting a family member if you suspect extremism and like that, to me is like the word that I'm like, what does that even mean? Like, how would you define extremism? Like whose definition of extremism are we following?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Thinking a LEGO model."
    },
    {
      "speaker": "WHITE",
      "utterance": "Yes. Like, literally like if someone isn't someone who opposes critical race theory, you know what I mean? Like, Are they an extremist now? Like, you know, who's going to make this definition? It's just -- that to me, is I'm like, why would you ever trust an agency enough to like report your family member when they're literally going to arrest a guy for having a LEGO set? Like, you know, it's just --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Although, Tyrus, you know, we're -- you know what I'm thinking of? How great is this to report people that you don't like?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes because you just keep reporting me all the time I get -- I got more investigations against me and President Trump. Thanks to Greg. This non-stop. Everything. I guess the FBI missed this. Most of the time, it is family members that turn in the relatives who have promised to just ignore the phone calls."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Like the mass shooters."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, that's number one. We already knew that. And here's the deal. If we would have kicked in this house, and there would have been a -- first of all, I do LEGOs with my kids. If you're going to put the capital together, you're a serious dude. And if I see that capital put together with streetlights and everything, I'm like, this is -- well, we got to watch him. He's a terrorist. We got to watch this dude. He made a model, escape plan, everything. He got -- he had the plan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But it never got out of the box, which -- and I didn't spend a whole lot of time studying the law degree but only further lets me know how reckless and unplanned this whole thing was. Because the guy with the LEGO box never put the model together to get a clear path because they all acted on their own volition. Although they had good ideas what usually happens with misguided people. They don't usually do the work, let alone put the LEGO together. So this -- well yes, he clearly he had a thought but thank God he's lazy. That's what we had to deal with. So this -- it all ties it nice. Together, you can let the FBI continue doing what they're doing, not answering phones when moms turned in their sons and trying to figure out how dangerous the guy who buys the box but doesn't put it together --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "But I think if they put it all together then that's a little dangerous. Not because it's the capital but any guy who'd be alone doing that complicated a LEGO set by himself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know, man. I've seen some pretty -- the Star Wars LEGO models are quite impressive. My nephew put together --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. I've spent weekends putting together. It's like I said it takes a special dude to do a boring one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. That's true."
    },
    {
      "speaker": "TYRUS",
      "utterance": "There's no rockets or anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "At the Capitol."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why bother seriously?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You didn't get an action figure with it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Nothing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. You should get it like a little Schumer."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Up next. In Cuba should freedom ring or is it an anti- government thing?"
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "Have Cubans had enough of running out of stuff? Over the weekend, thousands of desperate and destitute Cubans hit the streets of Havana to protest communism. The system of government loved everywhere it's never been tried. It's no coincidence protesters are demanding more freedom in a country unable to watch GUTFELD! Its cause and effect, science. But a top State Department official pointed the finger at corona instead. Yesterday she tweeted, \"Peaceful protests are growing in Cuba as the Cuban people exercise their right to peaceful assembly to express concern about rising COVID cases, deaths and medicine shortages.\" Yes, if it weren't for COVID, everything would be awesome in Cuba. White House Press Secretary Jen Psaki tried to explain it away."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "When these protesters are yelling freedom and enough, there are people within the administration who think they're saying freedom from rising COVID cases."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Again, I would say that when people are out there in the streets protesting and complaining about the lack of access to economic prosperity, to the medical supplies they need, to a life they deserve to live, that can take on a range of meetings."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A range of meetings, those fed up. Yet underfed Cubans chanted blasphemous words like liberty and freedom, which the New York Times equated with other antigovernment slogans. Yes, according to The Times, freedom is now an antigovernment slogan, add that to the list that includes don't tread on me and the NSA shouldn't spy on Tucker Carlson. Kaylee, do you think these protests will make a difference? Is this -- in this day and age where our news cycle just moves so quickly, you know, the media will just look at this and go, oh, wow, and then start talking about non-binary bathrooms?"
    },
    {
      "speaker": "KAYLEE MCGHEE WHITE, WASHINGTON EXAMINER",
      "utterance": "Yes, I mean, I sure hopes that something finally makes a difference. But I would say that it kind of makes -- the biggest factor in this is going to be whether all the politicians, not just the Republican ones are getting involved in speaking out in support of the Cuban people. And right now, you have some of the loudest and proudest Democratic socialists in the country being very quiet about what's going on in Cuba, which is very interesting."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. You know, Kat, (INAUDIBLE) I've said this before, though. It's like, all the absurd positions that Democrats take are based on a reaction to a Republican position. So, if the Republican Party says, it's time for freedom in Cuba, right? That they're like it's time for, you know, free markets, or what capital and they will go, no, no, no. And they don't even know why they're saying no, other than that, they're taking the position against it."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Right, Bernie said that a few years ago, like Fidel Castro, not all bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "(INAUDIBLE) There was the literacy program. And you just see that that headline, the way that they chose, you know, say antigovernment slogan. Which again, I don't think being antigovernment is necessarily the worst thing in the world. But whatever, I'm probably on a watch list. Anti-dictatorship, like why not -- why pretend it's the same thing? It's absolutely not the same thing and only because then you're siding with Republicans, I guess. But there's a reason why we don't have that here and we don't want that here. Makes me uncomfortable anybody that won't denounce that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you make of this, Tyrus? Is this going to go anywhere?"
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "No, it's not because it's real. See, they're actually protesting a real issue, freedom and hunger pains. Those are two things that we all get and it's not pretty. They also understand what they're up against. So, they're not burning down their own buildings and their own homes because they're invested in their neighborhoods, and they want to see things better. So, they're -- this is a real protest opposed to what the childish criminal behaviors that we have in this country where I don't even know why I'm out here, I'm going to steal some stuff, I'm going to burn down the thing and the news is going to make it better, and I can't go to jail. That's the difference. So of course, nobody wants to cover this one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Because if you stop any one of them, and then look what we have become -- no look what mainstream media has become to where now. We're doing -- if you watch the old Russian movies where they would say, oh, they're out. They're mad because they're out of band aids. Isn't nobody in that -- they've got masks. Everyone in there got masks on. They just don't have freedom and food, but they got the masks. You think they give a damn about COVID right now? Because they know what the conflict -- here's the deal, someone they start getting shot. There's no way I'm going to come on T.V. and say, oh, this is horrible. No one's going to say anything. They're risking their lives for what they believe in."
    },
    {
      "speaker": "TIMPF",
      "utterance": "If it was COVID, they probably wouldn't be packed all together like that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So, Joe, if you've -- if you step back and you see all -- you see there was like an assassination in Haiti of the Haitian president. You have this going on in Cuba, you got cyber warfare in Russia, all this -- like what if any one of these stories is like a top tier above the fold New York Times story. But it's almost like we don't -- we no longer see these foreign issues as important -- as important as navel gazing. As instead of looking at ourselves as a country at fault, we are constantly obsessed with that. JOE DEVITO, WRITER/COMEDIAN: Well, this, Cuba is a tough one, because what are they going to say? Well, it's not real socialism, you got to give it some time. Well, they've been giving it time for 60 years. They're still driving the same cars they were driving 60 years ago. So, we know that it's not working. So, it's very difficult for Americans who look at this who are leftist to say, well, we don't understand they're protesting and its communism, but they're not protesting for communism. How come they're not destroying the shops and stealing things? It's like, well, because there's nothing in the shops because of communism. And it's right -- it's right across -- you can -- you can swim to Cuba if you want and, on the ways there, you can wave to all the Cuban people trying to swim here to get away from it. So, the laboratory for the leftist experiment is right off shore and they don't want to admit it's there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you did stumble on to a solution for looting is just become a communist. Because you can't -- you can't create anything to be looted. Very interesting. Very interesting indeed. This to me, maybe not to you at home, but I'm not listening to you right now because I have to go to a tease. Up next, Matt Damon plays a guy who supports Trump while Sean Penn still a chump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Matt Damon showing some class while Sean Penn, still an ass. While promoting his new flick at the Cannes Film Festival named after James Caan. Matt Damon called his research for his role as an Oklahoma -- it's like an alcoholic, Oklahomic. And Oklahoma oil rig worker, he called it eye opening. Turns out blue collar oil workers are a far cry from Hollywood gas bags. Said Damon \"Being invited into their homes, into a backyard barbecue, a guitar comes out and they start singing church songs. It's a very specific place and very different to where I grew up.\" Meanwhile, actor slash Sean Penn used his time at Cannes to slag the former administration's COVID policies, here's spicule (PH)."
    },
    {
      "speaker": "SEAN PENN, ACTOR",
      "utterance": "Not only as a country, but as a world, let down and ultimately neglected, misinformed, had truth and reason assaulted under what was, in all -- in all terms, an obscene administration, humanly and politically."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, there you have a nice contrast between someone Matt who stepped outside his bubble. And another Sean who refuses to. The person who leaves his bubble discovers humanity, while the other conjures up fantasies of horror that can only survive as long as you while yourself in from the people you hate. It's like a famous psychologist used to say, judgments present -- prevent us from seeing the good that lies beyond appearances, which is probably why Sean Penn never bathes. Psychologists didn't say that, I said that. So, here's my -- here's what I learned from Matt Damon. Actors need to play roles outside their own bubble, or else they would never meet anybody outside their own bubble. He's now just discovered that Trump voters like have -- like functioning brains, and nice people."
    },
    {
      "speaker": "WHITE",
      "utterance": "Backyard barbecues, church songs. God, they probably had an American flag out front. It's like, wow. I mean, I will say I'll give him credit. I was glad to see that in that interview, he was able to talk about the role of being a Trump supporter and meeting with other Trump supporters without ever actually, like mentioning Donald Trump himself, without having to be like, well, I think this and this about him, but these guys were great. You know what I mean? Like he didn't say any of that, he was just like, yes, like they were normal people. We had a great time, didn't have to go on and on about how much he hated Trump. It was kind of refreshing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And maybe Joe, the reason for that is he realizes that he needs people to watch the movie."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That could be it. He'd figured yes, he's not that stupid. He's like, do I want to alienate half the audience? And is my half the liberal going to go see this movie anyway which is about oil rich?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Like yes. This is not about a vegan chef in Williamsburg, Brooklyn --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Although I would watch the hell out of that."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Very exciting. Yes, it does show the contrast between the two of them how Sean Penn, everything is violence with him and his language. You know, when they talked about he was out trying to encourage people to get vaccinated, which I'm not getting a vaccine for Sean Penn. If he says this is just going to hurt a little bit, it means he's getting ready to take a swing at a photographer or a woman (INAUDIBLE). So yes, I think it's good that maybe this is a sign that people in Hollywood are starting to realize that oh, yes, these people who comprise half the country are their human beings. And we need to stop judging them and maybe they -- maybe they do have access to a kinkos (PH) that's in our hearts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "A kinkos (PH) in our hearts. Tyrus, is it -- it is weird, though, because you can actually see that like that -- what's his face? Why am I blanking on names? Sean Penn is only able to possess that kind of thinking if he just steers clear of the people he doesn't like."
    },
    {
      "speaker": "TYRUS",
      "utterance": "OK, first of all, you said language. And you said thinking, did we watch the same interview? He said eight words in seven minutes and most was like, um, fight, attack, pandemic, administration, no. Seen. No, Matt Damon is a decent dude who went to go learn about oil riggers. What I got from that whole article is they were pushing so hard. Trump supporter, Trump supporter. It wasn't about that. It was about guys who work in the oil field, taking care of their families. And he said, \"if I worked in oil, I'd probably vote for President Trump too because he's a Republican.\" It wasn't sexy. It wasn't like, I had to dig within the bowels of my every not throw up in my mouth. You know, like, he was studying to be a serial killer or an eater of babies. He just had to be a guy who drinks beer at a barbecue on the weekend. Oh my, God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's such a good point."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh my -- and then they go to work Monday through Friday, pay their bills. And then the weekend comes and guess what they do, guess what they do? What? They had another barbecue. It was unreal. That was -- and then we are talking about it because why? Somebody in that article said Trump. All he did was hang out. I went to school in Nebraska. All he did was hanging out with some regular guys who work for a living. So, you know, he's made some money. It's so pathetic that we are talking about this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you know what this reminds me of?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "He didn't go to NASA."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, but you know what this reminds me of, Tyrus? It is when actors said they would not play Trump but they would play Hitler. Yes, he's like (INAUDIBLE) I have to get into the moment. He's oh, yes. I had to play Trump supporter, something so substantial."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He was such a good parent, he crossed the ocean to go save his daughter. Horrible human being."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like when he when he said that he went there and they had a barbecue and he was like, it was really eye opening. Well, what did you expect?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "They have three kinds of barbecue sauce."
    },
    {
      "speaker": "TIMPF",
      "utterance": "What's going to happen. And he was like, they were nice to me. It's like what did you expect? That half the country that voted for Trump, these horrible people, you're going to go there and they're all going to punch you in the face. Like if that's eye opening, people having a barbecue on the weekend and having a job. That eye opening on your end is eye opening to me."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Unfortunately for Damon, he missed the one barbecue with him brought him into the secret meeting. One barbecue short."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. All right, up next, did millennials confess that they're guilty of tipping less?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do millennials think it's strange to say keep the change? A new study finds that America's young people are far less likely to tip than older generations. Just 58 percent of millennials and 56 percent of Gen Z said they \"always tip servers at a sit-down restaurant\" compared to 88 percent of boomers and 80 percent of Gen X. The same holds true when it comes to tipping drivers, delivery people, hotel housekeepers, and my masseuse freight (PH). And when they do tip though, millennials are likely to give one or two percent more than their older counterparts, although it's mostly to post a photo of the receipt to look generous. I guess that isn't too bad when you consider how many of them think that other people owe them for their own student loans. I don't know what that means. Joe, all right, go for it."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes, I think not being a good tipper is a sign of bad character. You know, all you have to say is, you know, the money's on the dresser. That's fine. The tip I don't like is when you pay for a cab in New York City with the credit card and it gives you the options of 2025 and 30 percent. And I think who the hell has had the 30 percent experience in a cabin? Ooh, is the urine fresh in the backseat? But I do have one excellent tip. You should come see me at the Engeman Theater in Northport Long Island next Saturday. That's a tip everyone can enjoy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Look at that, a little plug there. Kaylee, what's your -- what's your take on this? Is this -- is this smearing people like you? You're Gen Z I approve -- I assume."
    },
    {
      "speaker": "WHITE",
      "utterance": "I'm a millennial, thank you very much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know anymore."
    },
    {
      "speaker": "WHITE",
      "utterance": "I'm insulted. No, I mean, you know, it does just go to show that millennials and Gen Z are very much so the spoiled rotten kids, except for me. I know all millennials like to say I am the one exception but I am the exception on this. I actually am a pretty good tipper and it's because I did work in the restaurant industry for a long time, and I know what it feels like to have to kiss ass for six hours straight. So, you know, I respect the hustle. I got to respect that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Tyrus, I am always -- nothing against you Kaylee, but I'm always suspect if somebody tells you they're a good tipper."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes, I always tip because I come back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, got to make friends."
    },
    {
      "speaker": "TYRUS",
      "utterance": "We've talked about this. I'm a creature of habit. I overtip."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I go to the same place."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So that I always get my table. I always get what I want because like he tips. And you know, speaking of big tips, you know, I'm saying tomorrow night in a Fight Network, I fight for the unites the World Television Championship against Da Pope on the NWA. So, check it out. So, maybe tomorrow I'll be sitting here with the belt when it's over, who knows?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Where?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Fight Network tomorrow, check it out on the app around 6:00 pm. So, you know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I like this little secret embedding little plugs inside a story. Kat, do you have an opinion on this story and something you'd like to embed a plug within?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "What should I say, I wish I had more going on. Well, no, tip? I'm a reckless tipper, because I -- like, the worst you can get is 20 percent because I was a waitress for years like you but I was also a terrible one. I was very bad. I was very bad, but I tried. So, um, you know, be nice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You mean it was egging you on getting a good tip and that's bad?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Getting a good tip like 20 percent is bad because it made you think you were -- you were good?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, I never thought I was good. I cried in the bathroom every day. But so, did my tables."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You guys all met in the bathroom weeping over the same thing."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That was weird."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was the worst waitress ever."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I know, it's me. I'm so sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, don't go anywhere."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Thanks to Kaylee McGhee White, Joe Devito, Kat Timpf, Tyrus, our studio audience. \"FOX NEWS @NIGHT\" is next. I'm Greg Gutfeld. I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}