{
  "date": "July 29, 2021",
  "headline": "'The Five' on flood of illegal fentanyl, defund the police movement",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-flood-of-illegal-fentanyl-defund-the-police-movement",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MAYOR JENNY DURKAN (D), SEATTLE, WASHINGTON",
      "sentences": "We've got four blocks in Seattle you just saw pictures of that are more like a block party atmosphere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, HOST, CNN",
      "sentences": "How long do you think Seattle in those few blocks looks like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURKAN",
      "sentences": "I don't know. We could have a summer of love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURKAN",
      "sentences": "Seattle saw one of the worst late night, early morning violence in recent memory. Mothers lost their children, families lost their fathers, people lost their friends. As a city, we cannot continue on this current trajectory of losing police officers like we have this year into the next years. When city leaders talk about cutting a department by 50 percent, you will lose employees. Families need security. We cannot just cut. We need a plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC ADAMS (D-NY), MAYORAL CANDIDATE",
      "sentences": "I'm not only running against candidates. I'm running against a movement. All across the country, the DSA socialists are mobilizing to Eric Adams. They realize that if I'm successful we are going to start the process of regaining control of our city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CO-HOST",
      "sentences": "Yes, good old days, huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Now it's the summer of violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it was a carnival of joy. Yes, she's an idiot. I mean, just putting it out there. I'm not even going to have a condition on that, she deserves the wrath of khan, and I don't even know what that means. I listen to Eric Adams and I know Geraldo has strong feelings about him. I want to love this guy, I want to believe that Eric Adams is real, right? Because he is saying all the right things. He is saying if this doesn't stop the whole country is going down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Why do you doubt it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm going to get to that because we were sold Joe the moderate. We spent -- we were told that like, you know what? Joe is basically like Trump but without the tweets. Right? And he's going to unify the country. And what happens? You know, he is just the squad in an old man suit. Right? They all jumped on their shoulders and they have a little head up there. And, I mean, and he's doing the opposite of unifying, he is splitting this country into groups that are either this or that, so that's why I guess I'm worried that once Eric Adams becomes mayor of New York he's going to have the same pressures from the same elitist activist class that Biden has, and will he roll over or won't he? That is something that I worry about. But if he doesn't, we could see something great and it could spread other cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What do you think, Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that Eric Adams has great ambitions beyond the mayoralty in the greatest city on earth. I believe he wants to be president, but more importantly, I take him at his word. I believe he is sincere. He is the captain of the police force. I knew him when he was the head of the 100 black men in law enforcement. I trust him. The city has gone to hell in a hand basket. He's going to rescue it. The most important thing any government can do, whatever the level of government, is keep citizens safe. Once people start freaking out about danger to them and especially their children, they act. And I think you are seeing right now a real rejection, and I believe this is why the Democrats did so poorly in the midterms, and that's why they are panicked -- or in the congressional races they are in November 2020. And I believe that this will be the pivotal issue in the midterms, and everyone is going to get on board. And that's OK with me. I don't care if they're sincere. I don't care if they really mean it, I don't care what Jenny Durkan said. I was at -- I was in the summer of love, I know what it was like. That was no summer of love in Seattle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse, actions and consequences. I mean, these cities are seeing it all across the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "And criminals will get away with whatever we let them get away with, kind of like my daughters. No offense, ladies, but it's true. When they saw it CHAZ out there, they thought OK, that was the signal, we can do whatever we want. And so, then they defund the police in Seattle, $46 million, a wave of retirements, shootings spike, and you know who the victims mostly were? Black Americans. So, you have a white liberal mayor teaming up with a white city council under the banner of antiracism, ends up triggering a crime wave that disproportionately affects African-Americans. Malcolm X said something about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Geez, Jesse is quoting Malcolm X.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You never thought I'd quote Malcolm X but he actually warned against the white liberal. Because he says the while liberal will often pretend to be the friend of black Americans, but they only do that to use the black Americans against conservatives. So they'll just use them as pawns, and ends up hurting black Americans. And the city council president in Seattle, she's actually running for mayor. This is what she proposed to reduce the gun violence. Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Programs, from hospital-based intervention strategies to trauma- healing programs. Do you guys know what that means? I have no idea what that means. And nobody else does. So, Seattle voted for these clowns. At a certain point you have to say, these are the leaders the Seattle people chose, and now Seattle is a shooting gallery. All it does is rain and coffee out there, now they shoot people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, what's the point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What is the point of Seattle if you can't get a cup of coffee safely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's no \"Frasier\" anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And listen to grunge and watch \"Frasier.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But in all seriousness you actually have to hold accountable to voters. If you go into the ballot box every time and check Democrat, you get crime. And it's not even like there's an option for a Republican. Just next time people in Seattle, vote for the less crazy Democrat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's the strategy, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS CONTRIBUTOR",
      "sentences": "I think the choice in Seattle is Democrat or socialist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So those are the choices. But you know, you go back to last summer and you hear Jenny Durkan talk about the summer of love, and shortly after she said that, a 19-year-old Lorenzo Anderson was killed in CHAZ. And when the police were called, they were actually stopped at the border where the autonomous zone happened and they were unable to help him get medical aid and he died, and his family sued the city. And Carmen Best she was the first black --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "-- female police chief in Seattle, who wasn't just picked because she was a political person, she worked in the department for 30 years and had a track record of working on the street, she had all of this experience knowing how it is on the beat, so she was a great police chief had all this experience who understood what was needed. They started cutting the police budget, they started ousting her because she wanted some kind of law and order, and she did a really interesting exit interview saying, look, I feel like they set me up to fail. And they absolutely did. So, this idea now that Democrats are trying to clean up this mess that they made that was totally predictable because of some left-wing ideology that they say is based in racial justice, which actually has nothing to do with racial justice, it's actually getting minorities killed, that's one thing. The other thing now is the police is just being unavailable, because they are fewer of them, which means there are more victims on every level of crimes. Whether it's calling 911 because someone is getting mugged or there is a home invasion, and there are so many citizens who are then left with no ability to protect themselves with the government that they pay so that's why you are seeing so many people buying firearms in the cities where they are allowed to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You wonder how much, if somebody could calculate how much it has cost not just to defund the police, but then when you lose these officers who had so many years of experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And now you lose all of that institutional knowledge, they want to hire a new police officers, but how long does it take for somebody to actually be ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "The mentorship, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And you have to lower the standards. You have to lower the standards for new police officers so you may not get the actual quality that you had before, and you're probably not going to be able to pay them as much because of the defunding. My question is where is antifa and BLM now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Very quiet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Isn't it weird, they're not in the news anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But that's why I'm proud of Jesse for bringing up the racial angle. Because who is being victimized?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Who are perpetrators? Who are the victims? It is overwhelmingly a problem in the minority community, Latino as well as black but overwhelmingly African-American. And it is a ghetto civil war. And we avert our eyes. We don't want to look at --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We don't. We've been talking about it for a year and a half.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "No, not we. I mean we-we.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would like to put Malcolm in the middle --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "How about lose grandpa?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Black and white.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Geraldo is proud of me, guys. Geraldo is proud of me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How does it look?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "They look better on Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Up next --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "He knows he's too skinny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Fentanyl overdoses are surging in America and Democrats are being called up for blocking harsher penalties for drug dealers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I think that, I remember the crack experience, where crack as opposed to powdered cocaine was treated much more severely and it's one of the reasons the prisons filled up. I think that it's a bad strategy. Let me hasten to add that I am in favor of the border wall being completed, but it won't stop the professional smugglers. They will get that stuff in. I think you have to have an ultimate strategy, and what I would do where I end charge is, I would absolutely legalize marijuana everywhere in every corner of this country, every kind of marijuana you want. The chewies (Ph), the smokies, the, you know, any way you want to get stoned. Because I believe that if people have access, because people are going to get stoned one way or the other. If they have access to legal pot, I think that the demand of drugs like fentanyl -- which had killed Prince, it's a killer drug it's so potent, you don't know it wiped out, you know, New England, they are struck so badly. I think that you've got to understand that people are going to get high one way or the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You know, Jesse, that's an argument that has been made. People have argued that if you legalize marijuana it will make drug use less prevalent. But actually, -- and that it would eliminate a lot of what the cartels do in Mexico, but actually what they've seen is that the cartels are kind of moving their drugs and they are building industrial sized meth factories now to replace their marijuana output as a result of that legalization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If I couldn't find pot, I don't think I would go looking for fentanyl, Geraldo. I'm not sure that's the jump, but that's another conversation. There's two reasons why the Democrats are against the sentences for fentanyl. One, lawyers. Lawyers do not like mandatory sentences for anything because they can't plea bargain for their clients. And the trial lawyer lobby owns the Democrat Party. They donated 50 million last cycle to Joe, many, many millions more to the House and the Senate Democrats. And this is such a profitable drug because it's so small, it's almost undetectable, and the profit margins are huge. And a lot of these layers represent traffickers and there's just a lot of money to be made. The mobs control it, the cartels control it, so that's why you never going to see Democrats vote for tough sentencing laws. And look who did. Jerry Nadler, New York City. Eric Swalwell, San Francisco. Cori Bush, St. Louis. Sheila Jackson Lee, Houston. Those just happened to be the major distribution hubs for fentanyl and they are against those tough sentences. Have I mentioned how much I dislike lawyers, Katie? Because this is a big reason why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Not the first time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I like you, Geraldo, I will make an exception. But the other reason is, the Democratic Party now doesn't want to reduce crime, they want to reduce prison populations. They believe the fact that people are incarcerated, a lot of African-Americans there, is because we have a white supremacist system, and they are the victims of white supremacy, so even if they have to, you know, reduce sentences, if that comes with an uptick in crime, they don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, Greg, you have the opposite take. You believe in legalization that, you know, implementing more sentencing for drug crimes only exacerbates the problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I think first of all, you know, the -- you know, in terms of crack of what Geraldo was talking about, the people who wanted those harsh penalties were the black communities because that's what was really killing them. But no one actually goes to buy fentanyl. No -- fentanyl isn't a drug that people go look for. Fentanyl is the cheapest ingredient that you put in other drugs because it has such a high potency given the fact that it's tiny. So, when people buy it, like, this is what kills me when the media presents an autopsy they'll say overdosed and they will mention the drugs but they don't mention what exactly -- like they will go, he had Xanax in his system. This has been done with a lot of O.D.'s. And you go like, nobody, like nobody accidentally overdoses on Xanax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Laced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. But it is laced with this stuff. This stuff just makes all the drugs more powerful, and it's really sloppy. So, one way to crack down on the street traffic of fentanyl is to stop cracking down on the prescription opioid users, because you are driving those peoples to the street --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- and you're punishing lawful pain in cancer patients. And a lot of these, they are not over doses. These are people that just stopped breathing because they take the fentanyl, it makes it easier for you -- you just, you get so relaxed you just stopped breathing. That's not an overdose. It's a reaction to fentanyl. So, we should view the fentanyl trade as a terrorist act --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- that kills thousands of Americans courtesy of China's massive drug trade. China knows who makes it, just like they know about the Wuhan lab. So, if they don't kill the dealer which they could very easily kill the dealer, we should think about that. We should think about how do we eliminate the dealers. We must know how to do that and it would be kind of nice. But the bottom line, any kind of war on drugs is not going to make this better, it never has. You've got to go after the source, and then you've got to legalize it and get people -- get the government and the police off people's backs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And Dana, the source is not just Mexican cartels but their partnership with the Chinese.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, that's the only point that I want to make here and to all of that, which is, there is an opportunity that's coming up. What China really care about one thing is money, power, and reputation. The Olympics is coming up next February in China. There's already some calls from people saying because of their human rights abuses, it should be boycotted. That's maybe a topic for another day. However, there is a meeting coming up on the end of October, it's the G20. This is where the big economies get together. And the Biden administration has been trying to do something that the Trump administration was doing as well, which is to get our allies to all be singing from the same song sheet. So when you go to that meeting and with China, I think it's in Europe somewhere, when they're at the table demanding something to be done on this issue of China laced fentanyl pills hat are coming into the United States, that is -- that is a war-type issue. And if China, if you want to get them to actually do something that would help other people, force them to close down that place. They've been doing it. They're closing down other things. They don't care about anybody losing money. They change their whole education system, their whole tech sector, and they're bringing everything back in. So, I would force them to try to do something there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes. Lots of Americans dying. So. All right. Up next, Dr. Fauci desperately tries to spin the CDC's major reversal on masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "What has changed is the virus. The CDC hasn't changed and the CDC really hasn't flip-flopped at all. What's happened is that when that early recommendation was made, we were dealing predominantly with the Alpha variant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROCHELLE WALENSKY, DIRECTOR, CENTERS FOR DISEASE CONTROL",
      "sentences": "I think some communities are doing that, and that may very well may be a path forward. I do want sort of comment that in some fully vaccinated then use, if they are people -- if they are unmasked and there are a few people who are transmitting there as a fully vaccinated person, it is possible to pick up disease in those settings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I agree that they are not using -- they are not doing it appropriately. Your point yesterday about her -- this big announcement about vaccinated people having to wear masks again in hot spots where there is going to be crowds, she did that over the phone, and that's one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Then they basically they realize, we didn't do a good enough job. Everybody is -- even the New York Times said this is really confusing and you are doing a terrible job communicating. So, don't take it from us, take it from the New York Times that's saying it, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, when the Times and Watters agree, that means it's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a, I mean, it's like the stars are aligning. So, I think the fact also that she doesn't have to answer questions from the press is a problem. Because now that everybody is confused, like one of the questions is, so what studies are you basing this on? What do you -- and so, Guy Benson today was tweeting about the possibility that - like, Dan Crenshaw, there is a statement that said there was one study from India. And maybe we don't need to know to do all of this. So, everything is super unclear. The other thing is that, remember the TikTok Texas Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "When they went to Washington, D.C.? And remember they bring COVID. Right? So, in Washington, D.C., like, so it's 52,000 cases, right, per 100,000 people. Fifty-two cases -- it's like 52 cases per 100,000 people. Who brought it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "The Texas Dems brough tit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The Texas Democrats, there you go, Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "The super spreaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You knew exactly where I was going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. So, Katie, it looks like vaccine passports are something that could be instituted here in America. How far do you think they're going to take it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "First I would say the majority of Americans do not believe in mandatory vaccination. They think it should be a choice and they don't want to be squeezed out of life as a result of a personal decision for whatever reason that they feel they want -- they want to get vaccinated, whether it's for health reason or if they had COVID and have natural immunity. So, politically, the backlash may be significant. I think that the left will stop at nothing to continue their control and to use this, and they are more than happy to use corporations to shame people into doing what they want to. I think they are going to run into a big political problem with the demographics of people who are not vaccinated, when it comes to minority communities in big cities. They are the ones who still need to get vaccinated. So, are they going to now try and freeze all these different kinds of people out of every regular day life of America? And also, on the passport issue, back to the communication from the CDC, the director today endorsed passports, but in the same sentence completely undermined them by saying vaccinated people and vaccinated venues can get vaccinated people sick by spreading the virus. So, you're undermine --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Are they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It's right here fully vaccinated venues --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "-- if they are fully vaccinated people, they're transmitting, that vaccinated person can pick up the disease in that setting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So, why would you have a vaccine passport to get everybody into a vaccinated venue, if vaccinated people, according to the CDC director, are still spreading it to each other. It undermines their entire argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA,",
      "sentences": "I think that's baloney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, she said it. Don't talk to me about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I know that some people will think less of me when I say what I'm about to say. I think less of people who are not vaccinated. I think that it is an arrogant, selfish, reckless act. And I have five grandchildren, all under the age of 12 who are susceptible to someone sneezing on them. I think it is absolutely so selfish that it is appalling. Sometimes government has to tell, not ask. The government has to tell right now. I want people to have to show. When I go to the bar, I want to know everybody is vaccinated or you know, if you -- or have the test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Here's your -- here's my positive -- or my negative test. Here it is. And every week, it has to be updated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Geraldo, whatever -- what other government instituted things, health things do you think that the government should mandate on everybody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Measles vaccine, smallpox vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK, but should we be subject to seeing all of your personal records?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But you're changing the topic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Yes, we should be seeing all your test results.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "What if we start asking about other procedures that they've had?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "This is -- this is absolutely -- this is caveman stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, caveman. Well, Geraldo, I think 30 percent of the U.S. military, maybe even more hasn't been vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know what the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You think they're caveman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know what the tragedy is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think less of the U.S. military --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The tragedy -- the tragedy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Answer the question, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The tragedy is -- I am -- I am answering the question. The tragedy is that this has been politicized and that the right-wing thinks one way --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, you're politicizing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- and the left-wing thinks another thing. That's absolute bull. That's a bunch of crap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're politicizing it by saying you think less of people and calling them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes, I do. I do because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's not a good way to get people vaccinated. Let's get Greg in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, politicize -- the politicizing of it is bad, but also, I don't believe that your intent, Geraldo, and I'm sorry to say this, is to persuade anybody because nothing you said is persuasive. When you call people names, and I know this from my own history, it doesn't persuade anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, it's too bad. It's too bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See, you're -- that's my point. You don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You come into my grandchildren's house and you're not vaccinated, I'm going to kick you in the -- in the ass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, don't -- it's your house. Don't let them in. Here's the deal, OK. You are talking you are basically smearing half of the New York --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Not smear. Why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You just said you think less of them. You call them an SOB.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Imposed ignorance is smearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's now -- it's now my turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Let him finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's now my turn. Half of the city -- the New York City Public Safety workers aren't vaxxed, right? So, I guess that you think that you're better than they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's not a question of better or worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You just said it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You just said it. I'm just repeating your word. Let me finish. You think the 50,000 illegal aliens surrounding U.S., you think better than -- you're better than they are because they aren't vaccinated. What about this system of destructors? These are the people that don't trust the health care system, the people that understand the Tuskegee Airmen story. These are mostly people of color. They live in D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You are spreading -- you are spreading --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You are the one presenting the message of uncertainty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, my God. No, I have to finish this because that's B.S. Mostly people of color from D.C., Maryland, and Georgia --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Tuskegee Airmen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- are part of the system distresses. You can read about it in the New York Times, rather than just trying to yell at people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I don't trust --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And then there's people called the wait and seers. These are the people that are looking at their neighbors and their friends to see what the after-effects of the vaccine are. These are people that may not have risk factors and they were waiting. These -- most of these people, a lot of these people, they're in Delaware, the home of Joe Biden. So, when you're trying to sit here and crap on Americans because it makes you feel good, you're not going to come to the buy house. We don't want to go to your house, OK. We just want to live our lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I'm not going to invite you. And because of that, I'm not going to invite you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, we got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But wait a minute. We had plans to barbecue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We got to go. Coming up, MSNBC's Chuck Todd claims there's no such thing as liberal media bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The mainstream media, shops like the New York Times, Washington Post, and the broadcast networks stand accused of gaslighting the American people. That's distracting us on what really ails the country. MSNBC's Chuck Todd is one of those trying to change the subject, making the outrageous claim that liberal bias does not exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, HOST, MSNBC",
      "sentences": "Where we did get lost in this, and this sort of happened to mainstream media, in particular, is that we did let Republican critics get in our heads. The Republicans have been running on there's a liberal bias in the media. We shouldn't have accepted the premise that there was liberal bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Katie, how can he with a straight face claim that there isn't liberal bias?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Because he's in a bubble, a liberal bubble, so he can't see or look in the mirror and see everything that's happened. I mean, seven percent of reporters across the entire country identify as Republicans. I've never seen a right-leaning comedian be invited to the White House Press Corps dinner, the Correspondents Association Dinner. Dana has a lot of experience with liberal media bias defending a Republican president. And if you look at the percentages of positive coverage for Republican presidents versus positive coverage for Democratic presidents and just the type of questions that are asked. Let's not forget that the media said that Barack Obama had no scandals at the end of his administration when there were plenty of scandals. The list It goes on and on. But it's -- Chuck Todd's comments are a perfect reflection of liberal media living in a liberal media bubble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But then, when you go --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Not being able to any self-reflection at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Where do you go for your news?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, Fox News and Townhall.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's it? What about the New York Times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You just told me you don't trust the New York Times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I'm asking it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And I trust you, Geraldo. So, why would I trust the New York Times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Thank you. I trust you too. So, what do you do, Jesse? How do you - - you're a consumer of news, you hear Chuck Todd saying there's no liberal bias. Give me a quantity percentage of liberal to conservative biases in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, unscientifically, I'd say 95 to five percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "95 percent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I think about, that's right, unscientifically. I think he's going through a midlife crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Chuck?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Chuck. Something I'm familiar with. He came over from --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I hope yours is over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thankfully. He's -- remember Tim Russert had Meet the Press four million --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Great guy. Great guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- watching on Sunday, all right, first place. Now, Chuck has it, barely two million in third place. And his show on MSNBC barely gets 700,000 people, OK. They had to bump it because it was so poorly rated. It is ranked 30th, 30th, Geraldo. He is losing to people I've never heard of. He's losing to a guy on MSNBC named Ayman Mohyeldin. Ayman Mohyeldin is beating Chuck Todd, the political director at NBC News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Is that a Puerto Rican name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't even know what it is, Geraldo, but he's losing to a guy I've never heard of. So, Chuck Todd is struggling to understand in his midlife crisis why people don't like him. And like most liberals, he's blaming other people. You don't like him because you don't trust him because he was wrong on Donald Trump in 2016, wrong on Russia, wrong on the border, wrong on the laptop, wrong on the lab leak. So, when Chuck Todd says there's no liberal media bias, that's how I know he's bias. If he would just admit he's biased, we can play it straight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Isn't -- Dana, isn't that the Wuhan lab, isn't that -- that's even more glaring than the collusion -- the Russia collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think also that how the media locked arms to protect Hunter Biden from getting coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Good one. Good one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I also think that these voting rights bills that are happening all across the country, there's a really interesting test that you can do to see. So, there's one broadcast network I watched every single night. I really liked the product, but I've got to say, I think they're pretty straight usually. On the voting issue, it's been unbelievably bad, terribly bad. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "ABC News. I'm guessing ABC News.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know who you like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You can -- you can tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know who I like. OK, it's ABC News. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They -- first of all, they almost never quote a single republican or conservative ever. They also basically never mentioned anything that people that are maybe voting against these bills would be opposed to. Like, they don't -- they don't even mention it. For example, H.R.1 would have ended voter ID. There's like -- it's like, they don't even -- they don't mention it. They use all the left terms like restrictions rather than any - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Reform, yes. It's restrictions, its suppression, usually. That's the other word I was looking for. And they never cite their sources, right? So, they don't say, well, this came from the Brennan Center. Well, who funds the Brennan Center? Your favorite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But in terms of -- you have to get the news from someplace. You can't just only watch one network all day long. What do you do? You have to read a newspaper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think you watch the stuff that is correctly labeled. Like, at Fox News, you know what's news, you know what's commentary? You know, what THE FIVE is. The problem with MSNBC, maybe it's time to Chuck Todd. And the reason why we get in their heads, by the way, is because there's lots of room. But they don't -- they don't -- like the people on CNN and the people on MSNBC, they don't label themselves when they're commentating. Now, if he said that -- I mean, he's supposed to be a news guy, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But he says things that are clearly an opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But don't you think they believe what they are saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're probably in denial. It's -- you know, it's weird. It's kind of like -- I kind of enjoy this because the facts dispute everything he says, you know. And I think he just -- it's like when people say you're racist, and you go, no, I'm not. And you go, that's proof you're racist. That's exactly what's happening here. He goes, I'm not biased. Well, that's kind of evidence you are biased.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's what it is. They are delusional and they're in denial. I don't know what the next step is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I am biased.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you are. And me too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "\"THE FASTEST\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Welcome back. Time for \"THE FASTEST.\" With more and more people heading back to the office, you might not recognize some of your co- workers. This is definitely for media. A growing number of men are apparently getting \"back to work Botox.\" I questioned the validity of this story because it just sounds like baloney. But Geraldo, I'm not allowing you to come to my house until you get a shot of Botox, until you get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "In what body part should I get it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "We don't want to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The wrinkliest one. That is disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I wonder of that's available. I should --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Why don't you try it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's a great idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And then report back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I like Dana's idea in the break. Bodegas give the shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you should stop a little --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Have you notice that he is really violating the commercial break?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "He's is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Sanctity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. So, Dana, why is it that some people who get this stuff done don't realize that they look weird. And I'm not talking about anybody here at this network because I don't want any phone calls from people. Let's just say some other people in other networks. They go to work and they're -- it looks like they're wearing a mask of themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And they're like -- and they're like, oh, that person kind of looks like that person. Oh, wait, it is that person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's that person, except they're like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It does happen. You know, I think that a lot of dermatologist calls increased so much during COVID because of Zoom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because people are sitting there staring at themselves. Like, basically just like picking themselves apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "People look better on Zoom than on TV. Have you noticed that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I don't know. Jeffrey Toobin looked great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "He got that shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He got the shots. Oh, my goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you believe this story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I believe it. I just got back from LA, Greg, and I saw some tight faces, really tight. Guys a lot older than me, like perfect forehead. And I was thinking like, Emma, should I get some of those? This guy looks really good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, like what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Did he really look good though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You ever know what they're thinking though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That could be an asset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You'll never know if they're concerned, or if they're happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's research on that, that it might be really good for poker players to get your entire face like you know or I don't know",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Great idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That would be a good strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That sounds real to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What is the age that you have to -- I haven't done anything yet but why should I? This is beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you, Geraldo. Maybe you could come over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I mean, I think dermatologists would say start them young. As young as you want to come in, they would say come in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, they're telling you, oh, you should be if you're 28, that's fine. You should come in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think that's high on their scale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "High on their --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "They're like, oh, it's preventative at 21. Come right in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know how many people get Botox and don't want to get vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Putting a poison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Great idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's literally a toxin. It's literally a poison. People put it in their armpits now to stop sweating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You can do a twofer, a vaccine and a botox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And migraines. It's an anti-migraine medication because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a miracle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's where it started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It paralyzes the blood vessels or something like -- I'm actually a doctor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "It's a great hangover cure, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What isn't these days?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Really? That's true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I got a nose job after the Nazis broke my nose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's time now for \"ONE MORE THING.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, geez. Now, I got to do something serious. It's such a sad day. Dusty Hill, the legendary bass player for the one of the greatest American bands ever ZZ Top passed away in his sleep. He was 72 years old. You know, he was -- everybody knows him. He will be missed by millions of fans and all of us here. He would -- he THE FIVE and his wife came in and watch THE FIVE. They were fans of the show. And they used to watch together and I would get little texts during the show from them with little comments like keep up the good work and you're doing OK and everything like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And Dana is awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They never said that. But he was a very funny and he was a sharp- dressed man. Very funny, clever dude, and they're -- obviously they were in that Rock and Roll Hall of Fame. And if you want to start -- I guess if you had -- I envy anybody that's never listened to ZZ Top because you should start now. I guess go start with the first album I think that's (INAUDIBLE) in 1973. And then they got really huge in 1983 when they started with new sounding guitar loops and stuff. But anyway, we're saddened, great guy. All the best to Chuck and the band. \"GUTFELD!\" tonight, this is going to be a humdinger. I got -- I got Jesse where he's doing a book segment which you are going to love. And Geraldo is going to be on. Geraldo, don't yell. Don't yell because the a block is all about what we just did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I even have a clip of Geraldo. And also Michael Loftus and Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And Kat. She had a cute dress on last night. OK --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sexist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Fine. All right, hey, here's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Flattery week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Dana's crazy tricks. Here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We need music.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that was -- that was really awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, you want a shortcut to get to work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A little flat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know. I need some music. OK, shortcut to get to work. Check this guy out. He's going to get across the pond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait, what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Boom, there he goes. And he just walks on off, right? Isn't that amazing? He gets -- he gets a little running start, hops on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's cool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Ride across and he is in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And he had to fall in before work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Crazy tricks. OK, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's how I'm going to get to my New Jersey book events. If you want to see me in person, get a signed book, maybe a picture if I'm feeling nice, BookTowne in Manasquan, New Jersey on Sunday. That is, I believe August 1, 5:00 p.m. Eastern. You can get tickets at Eventbrite. Then Wednesday, August 4, after THE FIVE, I'm going to skate on over to Northfield, New Jersey at Books and Greetings. And you can call the store and get your tickets there. And as mentioned, exclamation point, tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "At 11:00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exclamation point. Katie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right, the whole crew. All right, take a look at this. A 19- year-old student just announced that she has an amazing gap year project. She's aiming to become the youngest woman to fly solo around the world. Her name Zara Rutherford. She is British and Belgian. She'll be on a 30 to 1000 mile journey from her city -- home city of Brussels across 52 countries and twice over the equator, and will clock 250 flying hours that should take two to three months. So, good luck to her. The current female record holder is American Shaesta Waiz who was 30 at the time when she got the record. And the youngest male record holder is 18. So, best of luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They just get younger and younger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They sure do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right, Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Absolutely. You know my beloved Cleveland Indians change their name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "How dare you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They had to -- behind me, you see the Cleveland Guardian on the Guardian bridge. I didn't mean -- I did that for Greg benefit to have a picture of myself. You know, Greg's -- I mean, my \"ONE MORE THING\" is always about a picture of myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have to drink every time he does it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But the Cleveland Guardians, the guardian of traffic. You see them, very art deco. They're holding -- they're holding of stagecoach in a car and a train. They would have knocked this bridge down. It's the bridge over the Cuyahoga River that separates the east and west side of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Cuyahoga. I don't know, Geraldo. That's an Indian name. We got to rename the river.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I am 10 percent Native American, so I have some license.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You have a license? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Dana doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's it? That's the \"ONE MORE THING?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Dana, they named it Cleveland Guardians. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That was the shortest Geraldo \"ONE MORE THING\" ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I thought we had plenty of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "One more picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are we doing a movie with somebody famous?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "The ironic thing about the Cleveland Indians is that the Cleveland Indian star manager and second baseman was a Native American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, and there you have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Literally Indians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There you have it, everybody. That's it for us. \"SPECIAL REPORT\" is up next. Trace, take it away. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST (on camera)",
      "utterance": "Hello, everyone. I'm Dana Perino, along with Katie Pavlich, Geraldo Rivera, Jesse Watters, and Greg Gutfeld. It's five o'clock in New York City, and this is THE FIVE."
    },
    {
      "speaker": "MAYOR JENNY DURKAN (D), SEATTLE, WASHINGTON",
      "utterance": "We've got four blocks in Seattle you just saw pictures of that are more like a block party atmosphere."
    },
    {
      "speaker": "CHRIS CUOMO, HOST, CNN",
      "utterance": "How long do you think Seattle in those few blocks looks like this?"
    },
    {
      "speaker": "DURKAN",
      "utterance": "I don't know. We could have a summer of love."
    },
    {
      "speaker": "PERINO (on camera)",
      "utterance": "Summer of love. Running into a reality check after a violent weekend in Seattle that left five people dead. So, you just saw Seattle's mayor from last year, she was praising lawlessness in the chop zone. But fast-forward to today. Now, she's demanding her city hire more cops after slashing the police budget and with shootings spiking 40 percent."
    },
    {
      "speaker": "DURKAN",
      "utterance": "Seattle saw one of the worst late night, early morning violence in recent memory. Mothers lost their children, families lost their fathers, people lost their friends. As a city, we cannot continue on this current trajectory of losing police officers like we have this year into the next years. When city leaders talk about cutting a department by 50 percent, you will lose employees. Families need security. We cannot just cut. We need a plan."
    },
    {
      "speaker": "PERINO (on camera)",
      "utterance": "Seattle's Mayor Jenny Durkan is not alone. Other cities are regretting defunding the police as crime rises. And Democratic New York City mayoral candidate Eric Adams is calling out Congresswoman Alexandria Ocasio-Cortez and other progressives who have led the way on cutting police budget."
    },
    {
      "speaker": "ERIC ADAMS (D-NY), MAYORAL CANDIDATE",
      "utterance": "I'm not only running against candidates. I'm running against a movement. All across the country, the DSA socialists are mobilizing to Eric Adams. They realize that if I'm successful we are going to start the process of regaining control of our city."
    },
    {
      "speaker": "PERINO (on camera)",
      "utterance": "Greg, remember chop CHAZ?"
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CO-HOST",
      "utterance": "Yes, good old days, huh."
    },
    {
      "speaker": "PERINO",
      "utterance": "Now it's the summer of violence."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it was a carnival of joy. Yes, she's an idiot. I mean, just putting it out there. I'm not even going to have a condition on that, she deserves the wrath of khan, and I don't even know what that means. I listen to Eric Adams and I know Geraldo has strong feelings about him. I want to love this guy, I want to believe that Eric Adams is real, right? Because he is saying all the right things. He is saying if this doesn't stop the whole country is going down."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Why do you doubt it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm going to get to that because we were sold Joe the moderate. We spent -- we were told that like, you know what? Joe is basically like Trump but without the tweets. Right? And he's going to unify the country. And what happens? You know, he is just the squad in an old man suit. Right? They all jumped on their shoulders and they have a little head up there. And, I mean, and he's doing the opposite of unifying, he is splitting this country into groups that are either this or that, so that's why I guess I'm worried that once Eric Adams becomes mayor of New York he's going to have the same pressures from the same elitist activist class that Biden has, and will he roll over or won't he? That is something that I worry about. But if he doesn't, we could see something great and it could spread other cities."
    },
    {
      "speaker": "PERINO",
      "utterance": "What do you think, Geraldo?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that Eric Adams has great ambitions beyond the mayoralty in the greatest city on earth. I believe he wants to be president, but more importantly, I take him at his word. I believe he is sincere. He is the captain of the police force. I knew him when he was the head of the 100 black men in law enforcement. I trust him. The city has gone to hell in a hand basket. He's going to rescue it. The most important thing any government can do, whatever the level of government, is keep citizens safe. Once people start freaking out about danger to them and especially their children, they act. And I think you are seeing right now a real rejection, and I believe this is why the Democrats did so poorly in the midterms, and that's why they are panicked -- or in the congressional races they are in November 2020. And I believe that this will be the pivotal issue in the midterms, and everyone is going to get on board. And that's OK with me. I don't care if they're sincere. I don't care if they really mean it, I don't care what Jenny Durkan said. I was at -- I was in the summer of love, I know what it was like. That was no summer of love in Seattle."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse, actions and consequences. I mean, these cities are seeing it all across the country."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "And criminals will get away with whatever we let them get away with, kind of like my daughters. No offense, ladies, but it's true. When they saw it CHAZ out there, they thought OK, that was the signal, we can do whatever we want. And so, then they defund the police in Seattle, $46 million, a wave of retirements, shootings spike, and you know who the victims mostly were? Black Americans. So, you have a white liberal mayor teaming up with a white city council under the banner of antiracism, ends up triggering a crime wave that disproportionately affects African-Americans. Malcolm X said something about this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Geez, Jesse is quoting Malcolm X."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You never thought I'd quote Malcolm X but he actually warned against the white liberal. Because he says the while liberal will often pretend to be the friend of black Americans, but they only do that to use the black Americans against conservatives. So they'll just use them as pawns, and ends up hurting black Americans. And the city council president in Seattle, she's actually running for mayor. This is what she proposed to reduce the gun violence. Are you ready?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Programs, from hospital-based intervention strategies to trauma- healing programs. Do you guys know what that means? I have no idea what that means. And nobody else does. So, Seattle voted for these clowns. At a certain point you have to say, these are the leaders the Seattle people chose, and now Seattle is a shooting gallery. All it does is rain and coffee out there, now they shoot people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, what's the point?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What is the point of Seattle if you can't get a cup of coffee safely."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's no \"Frasier\" anymore."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And listen to grunge and watch \"Frasier.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But in all seriousness you actually have to hold accountable to voters. If you go into the ballot box every time and check Democrat, you get crime. And it's not even like there's an option for a Republican. Just next time people in Seattle, vote for the less crazy Democrat."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's the strategy, Katie."
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS CONTRIBUTOR",
      "utterance": "I think the choice in Seattle is Democrat or socialist."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So those are the choices. But you know, you go back to last summer and you hear Jenny Durkan talk about the summer of love, and shortly after she said that, a 19-year-old Lorenzo Anderson was killed in CHAZ. And when the police were called, they were actually stopped at the border where the autonomous zone happened and they were unable to help him get medical aid and he died, and his family sued the city. And Carmen Best she was the first black --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "-- female police chief in Seattle, who wasn't just picked because she was a political person, she worked in the department for 30 years and had a track record of working on the street, she had all of this experience knowing how it is on the beat, so she was a great police chief had all this experience who understood what was needed. They started cutting the police budget, they started ousting her because she wanted some kind of law and order, and she did a really interesting exit interview saying, look, I feel like they set me up to fail. And they absolutely did. So, this idea now that Democrats are trying to clean up this mess that they made that was totally predictable because of some left-wing ideology that they say is based in racial justice, which actually has nothing to do with racial justice, it's actually getting minorities killed, that's one thing. The other thing now is the police is just being unavailable, because they are fewer of them, which means there are more victims on every level of crimes. Whether it's calling 911 because someone is getting mugged or there is a home invasion, and there are so many citizens who are then left with no ability to protect themselves with the government that they pay so that's why you are seeing so many people buying firearms in the cities where they are allowed to do so."
    },
    {
      "speaker": "PERINO",
      "utterance": "You wonder how much, if somebody could calculate how much it has cost not just to defund the police, but then when you lose these officers who had so many years of experience."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "And now you lose all of that institutional knowledge, they want to hire a new police officers, but how long does it take for somebody to actually be ready?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "The mentorship, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And you have to lower the standards. You have to lower the standards for new police officers so you may not get the actual quality that you had before, and you're probably not going to be able to pay them as much because of the defunding. My question is where is antifa and BLM now?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Very quiet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Isn't it weird, they're not in the news anymore."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But that's why I'm proud of Jesse for bringing up the racial angle. Because who is being victimized?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Who are perpetrators? Who are the victims? It is overwhelmingly a problem in the minority community, Latino as well as black but overwhelmingly African-American. And it is a ghetto civil war. And we avert our eyes. We don't want to look at --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We don't. We've been talking about it for a year and a half."
    },
    {
      "speaker": "RIVERA",
      "utterance": "No, not we. I mean we-we."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would like to put Malcolm in the middle --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "How about lose grandpa?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Black and white."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Geraldo is proud of me, guys. Geraldo is proud of me."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How does it look?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's it."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "They look better on Geraldo."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Up next --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "He knows he's too skinny."
    },
    {
      "speaker": "PERINO",
      "utterance": "Fentanyl overdoses are surging in America and Democrats are being called up for blocking harsher penalties for drug dealers."
    },
    {
      "speaker": "PAVLICH (on camera)",
      "utterance": "Well, illegal fentanyl is flooding streets across America, but don't count on Democrats to do anything about it. They just rejected several amendments in Congress that would strengthen penalties for people who were distributing the deadly drugs. This come as CBP announces they seized over 1,000 pounds of fentanyl at the southern border last month alone, and seizures have risen 78 percent compared to last year. So, Geraldo, 93,000 people in America last year overdosed on fentanyl. It got, the crisis got worse as a result of people not being able to get legal fentanyl through their doctors because while the COVID shut downs so they went to the streets and it was laced with other drugs, which cause overdoses. And now Democrats don't seem to want to implement any harsher penalties for cartels involved in bringing it into the country."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I think that, I remember the crack experience, where crack as opposed to powdered cocaine was treated much more severely and it's one of the reasons the prisons filled up. I think that it's a bad strategy. Let me hasten to add that I am in favor of the border wall being completed, but it won't stop the professional smugglers. They will get that stuff in. I think you have to have an ultimate strategy, and what I would do where I end charge is, I would absolutely legalize marijuana everywhere in every corner of this country, every kind of marijuana you want. The chewies (Ph), the smokies, the, you know, any way you want to get stoned. Because I believe that if people have access, because people are going to get stoned one way or the other. If they have access to legal pot, I think that the demand of drugs like fentanyl -- which had killed Prince, it's a killer drug it's so potent, you don't know it wiped out, you know, New England, they are struck so badly. I think that you've got to understand that people are going to get high one way or the other."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You know, Jesse, that's an argument that has been made. People have argued that if you legalize marijuana it will make drug use less prevalent. But actually, -- and that it would eliminate a lot of what the cartels do in Mexico, but actually what they've seen is that the cartels are kind of moving their drugs and they are building industrial sized meth factories now to replace their marijuana output as a result of that legalization."
    },
    {
      "speaker": "WATTERS",
      "utterance": "If I couldn't find pot, I don't think I would go looking for fentanyl, Geraldo. I'm not sure that's the jump, but that's another conversation. There's two reasons why the Democrats are against the sentences for fentanyl. One, lawyers. Lawyers do not like mandatory sentences for anything because they can't plea bargain for their clients. And the trial lawyer lobby owns the Democrat Party. They donated 50 million last cycle to Joe, many, many millions more to the House and the Senate Democrats. And this is such a profitable drug because it's so small, it's almost undetectable, and the profit margins are huge. And a lot of these layers represent traffickers and there's just a lot of money to be made. The mobs control it, the cartels control it, so that's why you never going to see Democrats vote for tough sentencing laws. And look who did. Jerry Nadler, New York City. Eric Swalwell, San Francisco. Cori Bush, St. Louis. Sheila Jackson Lee, Houston. Those just happened to be the major distribution hubs for fentanyl and they are against those tough sentences. Have I mentioned how much I dislike lawyers, Katie? Because this is a big reason why --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Not the first time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I like you, Geraldo, I will make an exception. But the other reason is, the Democratic Party now doesn't want to reduce crime, they want to reduce prison populations. They believe the fact that people are incarcerated, a lot of African-Americans there, is because we have a white supremacist system, and they are the victims of white supremacy, so even if they have to, you know, reduce sentences, if that comes with an uptick in crime, they don't care."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, Greg, you have the opposite take. You believe in legalization that, you know, implementing more sentencing for drug crimes only exacerbates the problem?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I think first of all, you know, the -- you know, in terms of crack of what Geraldo was talking about, the people who wanted those harsh penalties were the black communities because that's what was really killing them. But no one actually goes to buy fentanyl. No -- fentanyl isn't a drug that people go look for. Fentanyl is the cheapest ingredient that you put in other drugs because it has such a high potency given the fact that it's tiny. So, when people buy it, like, this is what kills me when the media presents an autopsy they'll say overdosed and they will mention the drugs but they don't mention what exactly -- like they will go, he had Xanax in his system. This has been done with a lot of O.D.'s. And you go like, nobody, like nobody accidentally overdoses on Xanax."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Laced."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. But it is laced with this stuff. This stuff just makes all the drugs more powerful, and it's really sloppy. So, one way to crack down on the street traffic of fentanyl is to stop cracking down on the prescription opioid users, because you are driving those peoples to the street --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- and you're punishing lawful pain in cancer patients. And a lot of these, they are not over doses. These are people that just stopped breathing because they take the fentanyl, it makes it easier for you -- you just, you get so relaxed you just stopped breathing. That's not an overdose. It's a reaction to fentanyl. So, we should view the fentanyl trade as a terrorist act --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- that kills thousands of Americans courtesy of China's massive drug trade. China knows who makes it, just like they know about the Wuhan lab. So, if they don't kill the dealer which they could very easily kill the dealer, we should think about that. We should think about how do we eliminate the dealers. We must know how to do that and it would be kind of nice. But the bottom line, any kind of war on drugs is not going to make this better, it never has. You've got to go after the source, and then you've got to legalize it and get people -- get the government and the police off people's backs."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And Dana, the source is not just Mexican cartels but their partnership with the Chinese."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, that's the only point that I want to make here and to all of that, which is, there is an opportunity that's coming up. What China really care about one thing is money, power, and reputation. The Olympics is coming up next February in China. There's already some calls from people saying because of their human rights abuses, it should be boycotted. That's maybe a topic for another day. However, there is a meeting coming up on the end of October, it's the G20. This is where the big economies get together. And the Biden administration has been trying to do something that the Trump administration was doing as well, which is to get our allies to all be singing from the same song sheet. So when you go to that meeting and with China, I think it's in Europe somewhere, when they're at the table demanding something to be done on this issue of China laced fentanyl pills hat are coming into the United States, that is -- that is a war-type issue. And if China, if you want to get them to actually do something that would help other people, force them to close down that place. They've been doing it. They're closing down other things. They don't care about anybody losing money. They change their whole education system, their whole tech sector, and they're bringing everything back in. So, I would force them to try to do something there."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes. Lots of Americans dying. So. All right. Up next, Dr. Fauci desperately tries to spin the CDC's major reversal on masks."
    },
    {
      "speaker": "WATTERS (on camera)",
      "utterance": "After causing more confusion and making an embarrassing about-face on masks, Dr. Fauci is rushing to defend the CDC."
    },
    {
      "speaker": "ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "What has changed is the virus. The CDC hasn't changed and the CDC really hasn't flip-flopped at all. What's happened is that when that early recommendation was made, we were dealing predominantly with the Alpha variant."
    },
    {
      "speaker": "WATTERS (on camera)",
      "utterance": "And more COVID restrictions could be coming. The CDC could soon be pushing vaccine passports like we've seen in Europe on Americans who just want to go out and live their lives."
    },
    {
      "speaker": "ROCHELLE WALENSKY, DIRECTOR, CENTERS FOR DISEASE CONTROL",
      "utterance": "I think some communities are doing that, and that may very well may be a path forward. I do want sort of comment that in some fully vaccinated then use, if they are people -- if they are unmasked and there are a few people who are transmitting there as a fully vaccinated person, it is possible to pick up disease in those settings."
    },
    {
      "speaker": "WATTERS (on camera)",
      "utterance": "She's not a great communicator, Dana. And you agree?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I agree that they are not using -- they are not doing it appropriately. Your point yesterday about her -- this big announcement about vaccinated people having to wear masks again in hot spots where there is going to be crowds, she did that over the phone, and that's one."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Then they basically they realize, we didn't do a good enough job. Everybody is -- even the New York Times said this is really confusing and you are doing a terrible job communicating. So, don't take it from us, take it from the New York Times that's saying it, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, when the Times and Watters agree, that means it's true."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a, I mean, it's like the stars are aligning. So, I think the fact also that she doesn't have to answer questions from the press is a problem. Because now that everybody is confused, like one of the questions is, so what studies are you basing this on? What do you -- and so, Guy Benson today was tweeting about the possibility that - like, Dan Crenshaw, there is a statement that said there was one study from India. And maybe we don't need to know to do all of this. So, everything is super unclear. The other thing is that, remember the TikTok Texas Democrats?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I do."
    },
    {
      "speaker": "PERINO",
      "utterance": "When they went to Washington, D.C.? And remember they bring COVID. Right? So, in Washington, D.C., like, so it's 52,000 cases, right, per 100,000 people. Fifty-two cases -- it's like 52 cases per 100,000 people. Who brought it?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "The Texas Dems brough tit."
    },
    {
      "speaker": "PERINO",
      "utterance": "The Texas Democrats, there you go, Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "The super spreaders."
    },
    {
      "speaker": "PERINO",
      "utterance": "You knew exactly where I was going."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. So, Katie, it looks like vaccine passports are something that could be instituted here in America. How far do you think they're going to take it?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "First I would say the majority of Americans do not believe in mandatory vaccination. They think it should be a choice and they don't want to be squeezed out of life as a result of a personal decision for whatever reason that they feel they want -- they want to get vaccinated, whether it's for health reason or if they had COVID and have natural immunity. So, politically, the backlash may be significant. I think that the left will stop at nothing to continue their control and to use this, and they are more than happy to use corporations to shame people into doing what they want to. I think they are going to run into a big political problem with the demographics of people who are not vaccinated, when it comes to minority communities in big cities. They are the ones who still need to get vaccinated. So, are they going to now try and freeze all these different kinds of people out of every regular day life of America? And also, on the passport issue, back to the communication from the CDC, the director today endorsed passports, but in the same sentence completely undermined them by saying vaccinated people and vaccinated venues can get vaccinated people sick by spreading the virus. So, you're undermine --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Are they --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It's right here fully vaccinated venues --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "-- if they are fully vaccinated people, they're transmitting, that vaccinated person can pick up the disease in that setting."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Come on."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So, why would you have a vaccine passport to get everybody into a vaccinated venue, if vaccinated people, according to the CDC director, are still spreading it to each other. It undermines their entire argument."
    },
    {
      "speaker": "RIVERA,",
      "utterance": "I think that's baloney."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, she said it. Don't talk to me about it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I know that some people will think less of me when I say what I'm about to say. I think less of people who are not vaccinated. I think that it is an arrogant, selfish, reckless act. And I have five grandchildren, all under the age of 12 who are susceptible to someone sneezing on them. I think it is absolutely so selfish that it is appalling. Sometimes government has to tell, not ask. The government has to tell right now. I want people to have to show. When I go to the bar, I want to know everybody is vaccinated or you know, if you -- or have the test."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Here's your -- here's my positive -- or my negative test. Here it is. And every week, it has to be updated."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Geraldo, whatever -- what other government instituted things, health things do you think that the government should mandate on everybody?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Measles vaccine, smallpox vaccine."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK, but should we be subject to seeing all of your personal records?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "But you're changing the topic."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Yes, we should be seeing all your test results."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "What if we start asking about other procedures that they've had?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "This is -- this is absolutely -- this is caveman stuff."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, caveman. Well, Geraldo, I think 30 percent of the U.S. military, maybe even more hasn't been vaccinated."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know what the --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You think they're caveman?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know what the tragedy is --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think less of the U.S. military --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "The tragedy -- the tragedy --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Answer the question, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "The tragedy is -- I am -- I am answering the question. The tragedy is that this has been politicized and that the right-wing thinks one way --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, you're politicizing it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- and the left-wing thinks another thing. That's absolute bull. That's a bunch of crap."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're politicizing it by saying you think less of people and calling them --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes, I do. I do because --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's not a good way to get people vaccinated. Let's get Greg in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, politicize -- the politicizing of it is bad, but also, I don't believe that your intent, Geraldo, and I'm sorry to say this, is to persuade anybody because nothing you said is persuasive. When you call people names, and I know this from my own history, it doesn't persuade anybody."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, it's too bad. It's too bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See, you're -- that's my point. You don't care."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You come into my grandchildren's house and you're not vaccinated, I'm going to kick you in the -- in the ass."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, don't -- it's your house. Don't let them in. Here's the deal, OK. You are talking you are basically smearing half of the New York --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Not smear. Why --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You just said you think less of them. You call them an SOB."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Imposed ignorance is smearing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's now -- it's now my turn."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Let him finish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's now my turn. Half of the city -- the New York City Public Safety workers aren't vaxxed, right? So, I guess that you think that you're better than they are."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's not a question of better or worse."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You just said it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You just said it. I'm just repeating your word. Let me finish. You think the 50,000 illegal aliens surrounding U.S., you think better than -- you're better than they are because they aren't vaccinated. What about this system of destructors? These are the people that don't trust the health care system, the people that understand the Tuskegee Airmen story. These are mostly people of color. They live in D.C."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You are spreading -- you are spreading --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is facts."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You are the one presenting the message of uncertainty."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, my God. No, I have to finish this because that's B.S. Mostly people of color from D.C., Maryland, and Georgia --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Tuskegee Airmen?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- are part of the system distresses. You can read about it in the New York Times, rather than just trying to yell at people."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I don't trust --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And then there's people called the wait and seers. These are the people that are looking at their neighbors and their friends to see what the after-effects of the vaccine are. These are people that may not have risk factors and they were waiting. These -- most of these people, a lot of these people, they're in Delaware, the home of Joe Biden. So, when you're trying to sit here and crap on Americans because it makes you feel good, you're not going to come to the buy house. We don't want to go to your house, OK. We just want to live our lives."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I'm not going to invite you. And because of that, I'm not going to invite you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, we got to go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But wait a minute. We had plans to barbecue."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We got to go. Coming up, MSNBC's Chuck Todd claims there's no such thing as liberal media bias."
    },
    {
      "speaker": "RIVERA",
      "utterance": "The mainstream media, shops like the New York Times, Washington Post, and the broadcast networks stand accused of gaslighting the American people. That's distracting us on what really ails the country. MSNBC's Chuck Todd is one of those trying to change the subject, making the outrageous claim that liberal bias does not exist."
    },
    {
      "speaker": "CHUCK TODD, HOST, MSNBC",
      "utterance": "Where we did get lost in this, and this sort of happened to mainstream media, in particular, is that we did let Republican critics get in our heads. The Republicans have been running on there's a liberal bias in the media. We shouldn't have accepted the premise that there was liberal bias."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Katie, how can he with a straight face claim that there isn't liberal bias?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Because he's in a bubble, a liberal bubble, so he can't see or look in the mirror and see everything that's happened. I mean, seven percent of reporters across the entire country identify as Republicans. I've never seen a right-leaning comedian be invited to the White House Press Corps dinner, the Correspondents Association Dinner. Dana has a lot of experience with liberal media bias defending a Republican president. And if you look at the percentages of positive coverage for Republican presidents versus positive coverage for Democratic presidents and just the type of questions that are asked. Let's not forget that the media said that Barack Obama had no scandals at the end of his administration when there were plenty of scandals. The list It goes on and on. But it's -- Chuck Todd's comments are a perfect reflection of liberal media living in a liberal media bubble."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But then, when you go --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Not being able to any self-reflection at all."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Where do you go for your news?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right here."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, Fox News and Townhall.com."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's it? What about the New York Times?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You just told me you don't trust the New York Times."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I'm asking it."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And I trust you, Geraldo. So, why would I trust the New York Times?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Thank you. I trust you too. So, what do you do, Jesse? How do you - - you're a consumer of news, you hear Chuck Todd saying there's no liberal bias. Give me a quantity percentage of liberal to conservative biases in the media."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, unscientifically, I'd say 95 to five percent."
    },
    {
      "speaker": "RIVERA",
      "utterance": "95 percent?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I think about, that's right, unscientifically. I think he's going through a midlife crisis."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Chuck?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Chuck. Something I'm familiar with. He came over from --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I hope yours is over."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thankfully. He's -- remember Tim Russert had Meet the Press four million --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Great guy. Great guy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- watching on Sunday, all right, first place. Now, Chuck has it, barely two million in third place. And his show on MSNBC barely gets 700,000 people, OK. They had to bump it because it was so poorly rated. It is ranked 30th, 30th, Geraldo. He is losing to people I've never heard of. He's losing to a guy on MSNBC named Ayman Mohyeldin. Ayman Mohyeldin is beating Chuck Todd, the political director at NBC News."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Is that a Puerto Rican name?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't even know what it is, Geraldo, but he's losing to a guy I've never heard of. So, Chuck Todd is struggling to understand in his midlife crisis why people don't like him. And like most liberals, he's blaming other people. You don't like him because you don't trust him because he was wrong on Donald Trump in 2016, wrong on Russia, wrong on the border, wrong on the laptop, wrong on the lab leak. So, when Chuck Todd says there's no liberal media bias, that's how I know he's bias. If he would just admit he's biased, we can play it straight."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Isn't -- Dana, isn't that the Wuhan lab, isn't that -- that's even more glaring than the collusion -- the Russia collusion."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think also that how the media locked arms to protect Hunter Biden from getting coverage."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Good one. Good one."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I also think that these voting rights bills that are happening all across the country, there's a really interesting test that you can do to see. So, there's one broadcast network I watched every single night. I really liked the product, but I've got to say, I think they're pretty straight usually. On the voting issue, it's been unbelievably bad, terribly bad. So --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "ABC News. I'm guessing ABC News."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know who you like."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You can -- you can tell."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know who I like. OK, it's ABC News. So --"
    },
    {
      "speaker": "PERINO",
      "utterance": "They -- first of all, they almost never quote a single republican or conservative ever. They also basically never mentioned anything that people that are maybe voting against these bills would be opposed to. Like, they don't -- they don't even mention it. For example, H.R.1 would have ended voter ID. There's like -- it's like, they don't even -- they don't mention it. They use all the left terms like restrictions rather than any - -"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Reform."
    },
    {
      "speaker": "PERINO",
      "utterance": "Reform, yes. It's restrictions, its suppression, usually. That's the other word I was looking for. And they never cite their sources, right? So, they don't say, well, this came from the Brennan Center. Well, who funds the Brennan Center? Your favorite."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But in terms of -- you have to get the news from someplace. You can't just only watch one network all day long. What do you do? You have to read a newspaper."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think you watch the stuff that is correctly labeled. Like, at Fox News, you know what's news, you know what's commentary? You know, what THE FIVE is. The problem with MSNBC, maybe it's time to Chuck Todd. And the reason why we get in their heads, by the way, is because there's lots of room. But they don't -- they don't -- like the people on CNN and the people on MSNBC, they don't label themselves when they're commentating. Now, if he said that -- I mean, he's supposed to be a news guy, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But he says things that are clearly an opinion."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But don't you think they believe what they are saying?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're probably in denial. It's -- you know, it's weird. It's kind of like -- I kind of enjoy this because the facts dispute everything he says, you know. And I think he just -- it's like when people say you're racist, and you go, no, I'm not. And you go, that's proof you're racist. That's exactly what's happening here. He goes, I'm not biased. Well, that's kind of evidence you are biased."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's what it is. They are delusional and they're in denial. I don't know what the next step is."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I am biased."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you are. And me too."
    },
    {
      "speaker": "RIVERA",
      "utterance": "\"THE FASTEST\" is up next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Welcome back. Time for \"THE FASTEST.\" With more and more people heading back to the office, you might not recognize some of your co- workers. This is definitely for media. A growing number of men are apparently getting \"back to work Botox.\" I questioned the validity of this story because it just sounds like baloney. But Geraldo, I'm not allowing you to come to my house until you get a shot of Botox, until you get --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "In what body part should I get it?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "We don't want to know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The wrinkliest one. That is disgusting."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I wonder of that's available. I should --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Why don't you try it?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's a great idea."
    },
    {
      "speaker": "PERINO",
      "utterance": "And then report back."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I like Dana's idea in the break. Bodegas give the shot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you should stop a little --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Have you notice that he is really violating the commercial break?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "He's is."
    },
    {
      "speaker": "PERINO",
      "utterance": "Sanctity?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. So, Dana, why is it that some people who get this stuff done don't realize that they look weird. And I'm not talking about anybody here at this network because I don't want any phone calls from people. Let's just say some other people in other networks. They go to work and they're -- it looks like they're wearing a mask of themselves."
    },
    {
      "speaker": "PERINO",
      "utterance": "And they're like -- and they're like, oh, that person kind of looks like that person. Oh, wait, it is that person?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's that person, except they're like --"
    },
    {
      "speaker": "PERINO",
      "utterance": "It does happen. You know, I think that a lot of dermatologist calls increased so much during COVID because of Zoom."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because people are sitting there staring at themselves. Like, basically just like picking themselves apart."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "People look better on Zoom than on TV. Have you noticed that?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That's not true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I don't know. Jeffrey Toobin looked great."
    },
    {
      "speaker": "RIVERA",
      "utterance": "He got that shot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He got the shots. Oh, my goodness."
    },
    {
      "speaker": "RIVERA",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you believe this story?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I believe it. I just got back from LA, Greg, and I saw some tight faces, really tight. Guys a lot older than me, like perfect forehead. And I was thinking like, Emma, should I get some of those? This guy looks really good?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, like what --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Did he really look good though?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You ever know what they're thinking though?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That could be an asset."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You'll never know if they're concerned, or if they're happy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's research on that, that it might be really good for poker players to get your entire face like you know or I don't know"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Great idea."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That would be a good strategy."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That sounds real to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What is the age that you have to -- I haven't done anything yet but why should I? This is beautiful."
    },
    {
      "speaker": "RIVERA",
      "utterance": "It is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you, Geraldo. Maybe you could come over."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I mean, I think dermatologists would say start them young. As young as you want to come in, they would say come in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, they're telling you, oh, you should be if you're 28, that's fine. You should come in."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think that's high on their scale."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "High on their --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "They're like, oh, it's preventative at 21. Come right in."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know how many people get Botox and don't want to get vaccinated."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's interesting."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Putting a poison."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Great idea."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's literally a toxin. It's literally a poison. People put it in their armpits now to stop sweating."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You can do a twofer, a vaccine and a botox."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And migraines. It's an anti-migraine medication because --"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a miracle."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's where it started."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It paralyzes the blood vessels or something like -- I'm actually a doctor."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "It's a great hangover cure, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What isn't these days?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Really? That's true?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I don't know."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I got a nose job after the Nazis broke my nose."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"ONE MORE THING\" is up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's time now for \"ONE MORE THING.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, geez. Now, I got to do something serious. It's such a sad day. Dusty Hill, the legendary bass player for the one of the greatest American bands ever ZZ Top passed away in his sleep. He was 72 years old. You know, he was -- everybody knows him. He will be missed by millions of fans and all of us here. He would -- he THE FIVE and his wife came in and watch THE FIVE. They were fans of the show. And they used to watch together and I would get little texts during the show from them with little comments like keep up the good work and you're doing OK and everything like that."
    },
    {
      "speaker": "PERINO",
      "utterance": "And Dana is awesome."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They never said that. But he was a very funny and he was a sharp- dressed man. Very funny, clever dude, and they're -- obviously they were in that Rock and Roll Hall of Fame. And if you want to start -- I guess if you had -- I envy anybody that's never listened to ZZ Top because you should start now. I guess go start with the first album I think that's (INAUDIBLE) in 1973. And then they got really huge in 1983 when they started with new sounding guitar loops and stuff. But anyway, we're saddened, great guy. All the best to Chuck and the band. \"GUTFELD!\" tonight, this is going to be a humdinger. I got -- I got Jesse where he's doing a book segment which you are going to love. And Geraldo is going to be on. Geraldo, don't yell. Don't yell because the a block is all about what we just did."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I even have a clip of Geraldo. And also Michael Loftus and Kat."
    },
    {
      "speaker": "PERINO",
      "utterance": "And Kat. She had a cute dress on last night. OK --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sexist."
    },
    {
      "speaker": "PERINO",
      "utterance": "Fine. All right, hey, here's --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Flattery week."
    },
    {
      "speaker": "PERINO",
      "utterance": "Dana's crazy tricks. Here we go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "PERINO",
      "utterance": "We need music."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that was -- that was really awesome."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, you want a shortcut to get to work?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "A little flat."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know. I need some music. OK, shortcut to get to work. Check this guy out. He's going to get across the pond."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait, what?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Boom, there he goes. And he just walks on off, right? Isn't that amazing? He gets -- he gets a little running start, hops on --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's cool."
    },
    {
      "speaker": "PERINO",
      "utterance": "Ride across and he is in."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And he had to fall in before work."
    },
    {
      "speaker": "PERINO",
      "utterance": "Crazy tricks. OK, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's how I'm going to get to my New Jersey book events. If you want to see me in person, get a signed book, maybe a picture if I'm feeling nice, BookTowne in Manasquan, New Jersey on Sunday. That is, I believe August 1, 5:00 p.m. Eastern. You can get tickets at Eventbrite. Then Wednesday, August 4, after THE FIVE, I'm going to skate on over to Northfield, New Jersey at Books and Greetings. And you can call the store and get your tickets there. And as mentioned, exclamation point, tonight."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "At 11:00."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exclamation point. Katie."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right, the whole crew. All right, take a look at this. A 19- year-old student just announced that she has an amazing gap year project. She's aiming to become the youngest woman to fly solo around the world. Her name Zara Rutherford. She is British and Belgian. She'll be on a 30 to 1000 mile journey from her city -- home city of Brussels across 52 countries and twice over the equator, and will clock 250 flying hours that should take two to three months. So, good luck to her. The current female record holder is American Shaesta Waiz who was 30 at the time when she got the record. And the youngest male record holder is 18. So, best of luck."
    },
    {
      "speaker": "PERINO",
      "utterance": "They just get younger and younger."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They sure do."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right, Geraldo?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Absolutely. You know my beloved Cleveland Indians change their name."
    },
    {
      "speaker": "PERINO",
      "utterance": "How dare you?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "They had to -- behind me, you see the Cleveland Guardian on the Guardian bridge. I didn't mean -- I did that for Greg benefit to have a picture of myself. You know, Greg's -- I mean, my \"ONE MORE THING\" is always about a picture of myself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have to drink every time he does it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But the Cleveland Guardians, the guardian of traffic. You see them, very art deco. They're holding -- they're holding of stagecoach in a car and a train. They would have knocked this bridge down. It's the bridge over the Cuyahoga River that separates the east and west side of --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Cuyahoga. I don't know, Geraldo. That's an Indian name. We got to rename the river."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I am 10 percent Native American, so I have some license."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You have a license? OK."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Dana doesn't."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's it? That's the \"ONE MORE THING?\""
    },
    {
      "speaker": "RIVERA",
      "utterance": "Dana, they named it Cleveland Guardians. That's it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That was the shortest Geraldo \"ONE MORE THING\" ever."
    },
    {
      "speaker": "PERINO",
      "utterance": "I thought we had plenty of --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "One more picture."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are we doing a movie with somebody famous?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "The ironic thing about the Cleveland Indians is that the Cleveland Indian star manager and second baseman was a Native American."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, and there you have it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Literally Indians."
    },
    {
      "speaker": "PERINO",
      "utterance": "There you have it, everybody. That's it for us. \"SPECIAL REPORT\" is up next. Trace, take it away. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}