{
  "date": "July 12, 2018",
  "headline": "UK Foreign Secretary Jeremy Hunt on NATO, Russia and Brexit",
  "subHeadline": "The new foreign secretary for the United Kingdom, Jeremy Hunt, discusses President Trump's NATO comments, Russian aggression and the next steps for Brexit on 'The Story with Martha MacCallum.'",
  "url": "https://www.foxnews.com/transcript/uk-foreign-secretary-jeremy-hunt-on-nato-russia-and-brexit",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "President Trump heading into the U.K. gangbusters, just like he did at NATO. Telling Prime Minister Theresa May, tonight that there is going to be no such thing as a soft Brexit. He says they need to go all the way if they want a trade deal with the U.S. He said this just a short time ago in an interview that is making huge waves here in the United Kingdom.  President Trump, saying this, \"If they do that with their trade deal, the U.S. will probably -- a deal with U.S. will probably not be made. We have enough difficulty with the European Union. They have not treated the U.S. fairly on trade,\" he said. \"If they do that, I would say, it would probably end a major trade relationship with the United States.\"  Good evening everybody. I'm Martha MacCallum. We'll dig in and explain that. This is THE STORY tonight from London. Those comments came as a Brits rolled out the red carpet for the president and her first lady. Prime Minister May and her husband welcomed them to Blenheim Palace tonight, the birthplace of Winston Churchill, amid major British pomp and splendor.  Churchill, of course, a hero of the president's. You may remember that one of President Trump's first moves in the White House was bringing the best of the World War II leader back to the Oval Office and look at how beautiful this was tonight. The president also capping off the NATO summit in Brussels with more tough talk for European leaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I told people that I'd be very unhappy if they didn't up their commitments very substantially because the United States has been paying a tremendous amount. And now people are going to start, and countries are going to start upping their commitment.  I think it's been a very effective way of negotiating. But I'm not negotiating, I just want fairness for the United States. NATO now is really a fine-tuned machine, people are paying money that they never paid before, they're happy to do it. And the United States is being treated much more fairly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you be tweeting differently once you board the Air Force One? Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No. That's other people that do that. I don't, I'm very consistent. I may very stable genius.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we are just a short distance here from Winfield House where the president will be spending the night. The ambassador's home is under intense security. As you can see, protesters have lined the road there. Tomorrow the president will meet again with the embattled Prime Minister Theresa May, who is clearly looking for some support from Mr. Trump. She's gotten some mixed words on that tonight. He will then, head to Windsor where the Queen is said to be very much looking forward to meeting Mr. Trump tomorrow. And at the moment, the very first interview with the man who just took over for Boris Johnson when he resigned a couple of days ago. But first tonight, Chief White House Correspondent John Roberts, live in London with what's ahead here. Good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes. What's ahead, and wondering what's going on right now, Martha. Because to be a fly on the wall at that gala dinner tonight at Blenheim Palace, the president rolling up in the Beast, his armored limousine as it's known, while Theresa May and her husband were waiting there for the president to arrive. They exchanged warm greetings.   Everything seemed very cordial. You can see the president there even holding the hand of the British prime minister as they go up the staircase, all of this happened at about the same time this blockbuster article in the U.K. newspaper, The Sun popped in which the president said that Theresa May's planned for a soft Brexit could scuttle the possibility for any trade deal between the United States and the U.K. Politically, this could be very damaging for Theresa May because she has to count on trade with the United States in order to make Brexit work. But rather than what's known as a hard Brexit, she is choosing a soft Brexit plan that is why the Foreign Secretary Boris Johnson and another member of her government quit earlier this week.  At the same time that he was saying that Theresa May risks not getting a trade deal with the United States, the president also saying, Boris Johnson would make a good Prime Minister. So, it should make for a very interesting dinner there tonight, and meetings tomorrow at the British prime minister's home out in the country called Chequers.  Now, both the president and Theresa May came to the U.K. after the NATO summit in Brussels which had its rancorous moments, as well. The president walking into a meeting this morning and basically saying you need to up your contributions to NATO or the United States is going to make some changes of its own, and we're going to do our own thing.  The president eventually, got what he wanted, a new commitment from NATO members to up their contributions financially, militarily to the Northern Alliance. And it took some tough love to get there though. Listen to what the president said earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They thought it was a great thing that I was doing it, and they gave us our best wishes or their best wishes. Now, with that being said, we'll see what happens. Just a loose meeting, it's not going to be big schedule. I don't think it should take a very long period of time, and we'll see where it leads. But it could lead to productive -- something very productive and maybe it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The president, they were actually talking about his upcoming summit with Russian President Vladimir Putin on Monday. He has been roundly criticized for that at home. Mostly, Democrats saying that the president should not be meeting with Putin. That he's just too close to Russia, he's cozying up to a dictator. But listen to what Justin Trudeau, the prime minister of Canada said, echoing the sentiments of many nations at the NATO summit that they support the idea of the president sitting down with Putin. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "sentences": "The message was very clear both to President Trump and actually from President Trump, as well. The concerns about Russia, the concerns about threats the Alliance, were met with solidarity and unity, and we're looking forward to a good meeting and a productive and constructive meeting between President Putin and President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And President Trump. And Theresa May, the British prime minister also echoing Justin Trudeau's statement saying she looks forward to a constructive meeting that the president is going to have with Vladimir Putin.   But tomorrow, I think, Martha it's safe to say there could be some tense moments in the talks particularly when it comes to Brexit and trade, because the president very pointedly said, Theresa May did not listen to me when I told her what to do about Brexit. No prime minister wants to hear those words in public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. No, I mean it's really stunning. What he made -- the comments that he made this evening. John, thank you so much. And earlier today, I sat down exclusively with Britain's brand new Foreign Secretary Jeremy Hunt, he replaced Boris Johnson, who left about48 hours ago.  And I asked him if the United Kingdom would be willing to double their NATO defense spending. Watch all this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEREMY HUNT, SECRETARY OF STATE FOR FOREIGN AND COMMONWEALTH AFFAIRS, UNITED KINGDOM",
      "sentences": "We got to look at the threats that we face across the world. But I think, the central point and that's why he came out saying he was very happy with the NATO alliance, and he thought it was in the right place, and having not been in the right place at the start of the discussions. I think his point was that -- you know, we made a commitment in 2014, still, lots of countries are not meeting that commitment, and that was not acceptable. And you know, for the NATO alliance, which is so important to the United States, as well as the United Kingdom, you need to sort out these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, when Vladimir Putin who's going to meet with President Trump on Monday, watches what happened in NATO this morning, and hears about a $30-$40 billion dollar increase by the NATO nations in defense, what message does that send to him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "I think that says to him that the United States has a strong president that is committed to strong defense for itself and for its allies, and that he needs to think again if he wants to continue on this path of unsolicited aggression which we've seen in this country, in Salisbury already the death of one British citizen as a result of an appalling poisoning. But we see Russian opportunism all over the world destabilizing countries like the Ukraine, and that's the path he seems to be on at the moment, and he needs to think again because America has a strong president, and that is not going to be acceptable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president said about Vladimir Putin, you know, \"He's not my enemy, he's not my friend. He could be my friend in the future.\" Is that -- are you comfortable with that, that they could be friends?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Well, I think President Trump has a certain style. I mean, this is someone who likes doing deals and part of doing a deal is to show people that if you do the deal that he wants, that's very attractive. He'll be your friend, if you don't do the deal, that's a very unattractive, life's going to get tough. So, I suspect what President Trump is saying is you know, if we see the right changes in Russian behavior then, of course, there can be a friendship between the United States and Russia. But, you know, the very robust reaction that we had from President Trump to the Salisbury poisonings shows that President Trump understands that we cannot have Russian aggression as a regular part of our world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president made it very clear at NATO that he was not happy with Germany, and their relationship with this pipeline. A business deal with Russia to provide them energy. As he right about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Well, of course, I think energy policy is something that every country has to make independently. But I think, what the point he was making which we strongly agree with is that all these things have to be seen as part of a bigger picture. And we need to make sure that we don't have over-dependence on any one energy source. And we need to make sure that if we are taking sanctions against a country in one area we're not also making their economy immensely rich or in another.   So, I think, there was a lot of sympathy for the idea that we need to have a consistent response to the way Russia is currently behaving if we're going to change that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The president said, there's no such thing as hard or soft Brexit. The people of the United Kingdom voted to leave the E.U. Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "I do. He is right. Actually, I've never really liked this terminology of hard or soft Brexit. I think, the vote, and we are one of the world's great Democracies like the United States. The vote was to reassert Democratic control. To reassert our sovereignty, and that is what Theresa May is going to deliver. And so, the British people will decide what we do through the elected representatives they send to the British Parliament. And that is something that's not possible at the moment as we're part of E.U.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You're brand new to this job as Secretary of State, Boris Johnson held the position until a couple of days ago. The president said he might meet with him. What signal do you think that was sent to your government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Well, you know I have no problem. President immediately likes and Boris Johnson was a very fine foreign secretary. He changed the course of this country's history. And you know, he deserves enormous credit for that. And I think people who work for him have enormous respect for him. So, you know, I want to respect what he achieved. But, the president's also a dealmaker. And we are getting to the stage now where we have to do that deal with Brussels that secures jobs and prosperity for hundreds of thousands of Brits working factories up and down this country and gives them the sovereignty that they voted for, and that means a different stage in our politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know you have to go, but the mayor allowed the baby blimp to float over Parliament tomorrow that looks like President Trump. Do you wish he had not allowed that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "You know, we are a Democracy, and I think the one person we won't need to explain about what protests meeting is President Trump because we have those values, we have the same system, and I'm sure he'll take it in stride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Secretary Hunt, thank you. Very nice to meet you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Thank you very much to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thanks for making time for us today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, here now, Tom Rogan, Washington Examiner commentary writer, born and raised in England, and watches all of this very closely. I mean, where to begin, Tom? There is a lot that is -- work here. Those are very strong comments from President Trump as he walked into that beautiful dinner.  Basically saying, \"You need to leave the E.U. and completely detached yourself from it, or we're not going to do a trade deal with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM ROGAN, COMMENTARY WRITER, WASHINGTON EXAMINER",
      "sentences": "I think, the ultimate question is here, Martha, what happens tomorrow in the press conference when the president and the prime minister after their meeting at the British equivalent of Camp David -- have a discussion with the president.  And whether that comes up in the -- in the line of argument whether they can thread the needle in terms of saying soft Brexit, in terms of saying, hard Brexit, but really, President Trump being able to say to Theresa May, I support your strategy, but here are my concerns about the European Union. Because if they can't thread that needle, this might actually oddly help Theresa May in the sense that it will push young Claude, young (INAUDIBLE) who's really the lead on the European Union side to say, \"Hey, if the Americans are ganging up on the British, we're ganging up on the British, and the Americans are ganging up on us, maybe we'll throw a bone to Theresa May. So, oddly, as Jeremy Hunt says in that interview with you earlier, there is a sort of final -- you know, movement here to that crunch point where actually what happens in one moment might only be the secondary step to what happens in the next moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was very clear to me today, Tom, speaking with the new foreign secretary. I also spoke with some other government officials, off- camera today and listening to Theresa May. They are trying really hard to say, \"We're so glad you're here Mr. President, we're so glad that you're showing all of this leadership in NATO.  They understand that without his support, they could lose those 17 million voters who wanted a real Brexit, to essentially drain the swamp as they see it here. The swamp being the bureaucracy that comes across the English Channel from Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "Right, right. Well, they do, but at the same time, they know as well that they must retain a trading relationship with the European Union. I think that's Theresa May's position, at least. Boris Johnson has a slightly different view. And the question is does the president (INAUDIBLE) to the -- I suspect tomorrow, strongly suspect tomorrow that President Trump will take a slightly nicer edge line in terms of make that (INAUDIBLE). And ultimately, Theresa May, say \"Look, you know we just need concessions from the E.U. President Trump, will say, yes you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But they put out the white paper today, explaining how, what their plan is to the E.U. This is Theresa May's plan saying here's what Brexit looks like, here's what we think is the best deal for the British people. Is she going to have to strengthen that white paper or rework it to satisfy what the president is asking for you?  I know that sounds strange that she would have to do that for him. But this is a very big deal whether or not he's threatening to pull out of a trade deal with the U.K.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGAN",
      "sentences": "I think she was going to have to do that anyway because of conservative backbenchers beyond Boris Johnson and that President Trump actually -- again, he -- this might help her as odd as that sounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's going to be really -- if she's so right, the tenor of that news conference tomorrow which we'll be covering tomorrow morning is going to be really important. Tom, thank you. We'll be talking to you later. Still to come tonight, my exclusive interview with Piers Morgan on President Trump's time here in the United Kingdom. It's fascinating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERS MORGAN, BRITISH JOURNALIST",
      "sentences": "He's got extraordinary self-confidence, he has a complete revulsion of what he sees as conventional political posture and most of it is nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And Ben Shapiro also joins me tonight on what he is calling Trump NATO. Plus, a live look at Capitol Hill where embattled FBI Agent Peter Strzok is finally testifying in public today about what he meant in those anti-Trump text messages and boy has it been heated in that room? Congressman John Ratcliff was throwing some of that heat at Mr. Strzok today. He joins us live next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TREY GOWDY, R-S.C.",
      "sentences": "I want to know it meant agent Strzok.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER STRZOK, AGENT, FBI",
      "sentences": "It would be his candidacy for the presidency and my sense is that the American population would not vote him into office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well they were major fireworks today as the infamous FBI Agent Peter Strzok went at it with Trey Gowdy and other members of the House Oversight and Judiciary Committees in a grilling that is still going on tonight at this hour at times saying that they would hold him in contempt for not talking about the choices he made and the things he said and texted about Hillary Clinton and President Trump during the 2016 election while he was leading the investigations into those campaigns. Even the extramarital affair that he had with an FBI agent was on the table for discussion today. Watch some of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "The \"we'll stop it,\" you were speaking on behalf of the American people, is that correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRZOK",
      "sentences": "I don't recall writing that text but don't I deny writing the text. What I can tell you is that text in no way suggested that I or the FBI would take any action to influence the candidacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "Agent Strzok, that is a fantastic answer to a question nobody asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRZOK",
      "sentences": "If you want to represent which you said accurately, I'm happy to answer that question but I don't appreciate what was originally said being changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "I don't give a damn what you appreciate Agent Strzok. I don't appreciate having an FBI Agent with an unprecedented level of animus working on two major investigations during 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. LOUIE GOHMERT, R- TEXAS",
      "sentences": "I've talked to FBI agents around the country. You've embarrassed them, you've embarrassed yourself and I can't help but wonder when I see you looking there with a little smirk, how many times did you look so innocent into your wife's eye and lied to her about - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRZOK",
      "sentences": "Mr. Chairman, it's outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow. Here now Congressman John Ratcliffe who was on that committee and was one of the people questioning Mr. Strzok today. Congressman, it's good to see you this evening. Thank you very much for being here. What did you think -- what did you learn today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOHN RATCLIFFE, R-TEXAS",
      "sentences": "Well, I think Peter Strzok came in with two goals today. One was to prove to the American people that he wasn't biased against Donald Trump and the second point that he tried to assert was that he never let his personal beliefs cross over into official FBI action and I thought he failed miserably on both counts. When you have all of these text messages about effing Trump, stopping Trump, impeaching Trump, when you prejudge Donald Trump's guilt as the lead investigator before you interview a single witness, that's textbook bias. And as far as his personal beliefs not crossing over to official action, I was able to walk him off the plank with his own words there. Listen, when you send fifty thousand text messages on an official FBI phone, on official FBI time about your personal beliefs and the actions you're going to take to stop Donald Trump, he lost all kinds of credibility today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that's a great point. I mean, you're on work time and it is work product if it is done on work computers. That's a lesson that we've all learned since 2016 and watching all of this. Here's the moment when he was asked specifically about the text message that he wrote that said don't worry we will stop him with regard to President Trump running for president. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRZOK",
      "sentences": "In terms of the text that we will stop it, you need to understand that that was written late at night off-the-cuff and it was in response to a series of events that included then-candidate Trump insulting the immigrant family of a fallen war hero. And my presumption based on that horrible disgusting behavior that the American population would not elect somebody demonstrating that behavior to be President in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, you learn a lot about him from his responses I hear. I think -- and you know, in terms of that explanation and how he did he became -- I'm sorry for the delay here -- what did you make of that exchange, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, he tried to relate that a lot of people felt that way and he might be right. But a lot of people were the lead investigator in the Trump Russia investigation. Seven days before that text message he started the Trump Russia investigation. And before he interviewed a single witness, that's what he expressed as the lead investigator that he was going to stop Donald Trump from becoming president and then he followed it up a few days after that with another text message where he said we can't take the risk of a Trump presidency and need an insurance policy. So you know, he was uniquely put in a position to act on the promise that he made to Lisa Page that he was going to stop Donald Trump from being president. And I think the evidence showed that he tried to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the Democrats on the committee were not happy with the Republican line of questioning. Here's Steve Cohen, the Democrat from Tennessee. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE COHEN, D-TENN.",
      "sentences": "Mr. Strzok, I don't know where to start. If I could give you a Purple Heart, I would. You deserve one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you make of that, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "What I make of that is we're talking about an FBI Agent that they said she'd get a Purple Heart. They called him a hero. They called him a patriot. I think it just shows how much they hate Donald Trump. This is a guy who's been demoted by the FBI, who's been criticized by the FBI Director, by the Inspector General, demoted to the human resources and is under investigation for an ethics review. It just -- you know, the Democrats continue to line up with anyone besides Donald Trump. They took Putin's side over Trump. They have taken everyone side over Donald Trump. And you know, I think Donald Trump could cure cancer and they'd come back tomorrow and say look you put doctors and nurses out of business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much, Congressman Ratcliffe. Always good to see you, sir. Thanks for being here this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "You bet. Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So coming up next, President Trump laying down the law while heading to the black-tie dinner at Churchill's home. There will be no such thing as a half-hearted Brexit. He is warning Prime Minister May. And if that goes away, he believes perhaps he would have to deal with the E.U. Ben Shapiro is here next and says that we just watched Trump NATO in action when we saw what happened in Brussels. We'll see what he calls what's happening in the U.K. tonight. Plus, I'll talk exclusively with British T.V. Host Piers Morgan and what direction he thinks his country is headed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So where do you see this whole thing going? Does Theresa May hang on to her job? Does Boris Johnson become the next Prime Minister?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump's method on this whole trip so far it seems to be like at the tough stuff out of the way early. Business upfront, and then hopefully end with handshakes and goodwill and some of that business accomplished.  But it seems that some do not agree with his methods and they sort of side with those who are launching the baby Trump balloon over Westminster tomorrow. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What is this cycle psychobabble?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you think he is like an 8-year-old?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he likes to be the center of attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Like an 8-year-old or the blacks don't play with the other kids. We're supposed to play--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS MATTHEWS, HOST, MSNBC",
      "sentences": "Why jeopardize one of history's great marriages in North Atlantic Treaty Organization for a one off with a man who tried undermining our democracy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now, Ben Shapiro, editor and chief of Dailywire.com. He was talking about this today on his podcast and writing about it as well. Ben, what do you make of what's going on so far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR-IN-CHIEF, DAILYWIRE.COM",
      "sentences": "I think the president has made some actually well-placed critiques with regard to, for example, the spending of our NATO allies and their own defense also with regard to Germany's reliance on Russian natural gas. And the real question is, is that motivated by the desire to sort of crack NATO or is that really motivated by a desire to strengthen NATO? Because if the idea here is that we want our NATO allies to be stronger in their own defense that relieves pressure on us, if the idea is that Germany shouldn't make itself subject to the Russian whim, I agree with that. If the idea is that this is sort of a misdirect, that he's just criticizing these countries because he doesn't like NATO generally which is the kind of nastiest possible read on Trump's activity then obviously is that. We can't tell you what is the answer. And I think that the idea that the United States is going to precipitously pull out of NATO, I just don't see that happening. I don't think his advisors are interested in that happening and I'm not sure the president is interested in that happening.  But we're not going to know a lot until he actually sits down with Putin and we probably won't know a lot about the fallout from this for a few weeks after all of these events are over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, very true. And I want to talk to you about the Putin meeting in just a moment, but when you look at this NATO situation, you know, I always feel like you have to kind of peel back and look at what's actually happening. And while they haven't written the checks yet to fill that 2 percent level, he left there with an agreement on their part to do exactly that. So what you've got going into the Putin meeting is an increase in troops, NATO troops and an increase by 30 to $40 billion is the estimate to support those troops. That Vladimir Putin has got to be looking at that across the border and saying that's formidable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "That is exactly right. This is why it's sort of bizarre to suggest that Trump was making a pro-Putin move by encouraging all of these countries that border Russia to increase their defense spending. I mean, if Latvia and Lithuania and Estonia are all increasing their defense spending I'm not sure how that benefits Vladimir Putin, the same thing is true if Trump were able to somehow stop Russia from importing 70 percent of Germany's natural gas I'm not sure how Putin would be supremely happy with that. So that's why I think that the only people who are really very upset with Trump everyone who is making the most sort of down cast cynical read of what Trump was doing here suggesting that all of this was a front for him just to make an excuse and pull out of NATO entirely, and we haven't seen that happen yet obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You made some points today about Schroder, the former chancellor of Germany. And the role that he is playing in this Russia pipeline deal and I think it's something that people need to, you know, sort of go down to the next level and understand, can you explain that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Sure. It's pretty fascinating. Jim Garrity over National Review did a good deep dive on this and what he basically suggested was all the people who are really upset with President Trump suggesting that Trump is colluding with Russia and all the rest of it. These people are completely ignoring the fact that the former German chancellor Gerhard Schroder that he is actually is working with the Russian state gas company to build this pipeline from Russia to Germany. And that he's basically become a Russian agent running around the E.U. trying to make deals on behalf of the Russians. When President Trump criticizes Germany for doing all of that, that criticism I think ought to be well taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of the Putin meeting, what are you watching for on that? What do you think the president's real goal is here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "I think the president's goal is always relationship oriented. And you can see this with everything from Theresa May and Justin Trudeau to Kim Jong-un and Putin, I think that he like to get along with everyone and he says this. So I don't think it's all that complicated. I think he wants to get along with people but the policy that comes out, the only real question is, is Putin emboldened to try anything after he meets with Trump. If the answer is no then it's not a major loss. If the answer is yes then Trump has sent the wrong signals. We're not going to know that until we also realize what Putin thinks of Trump. Does he really think that everything that President Trump says is all the cards on the table or does he think OK, Trump might be saying nice things at me but if I make it over that line and suddenly Trump swings to the action?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. It's kind of interesting, sort of ironic. You realize that you've got Justin Trudeau and Theresa May are all saying, yes, you go talk to him. You know, I guess we absolutely love the idea of President Trump going in there and talking to Putin. It seems like maybe they want him to be the one to sort of be at the front of the line. Ben, thank you so much. Great to see you, though, and thanks for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Good to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You, too. So coming up next to you live from London, my exclusive sit down with Piers Morgan. He knows the president well and he knows his home turf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERS MORGAN, EDITOR AT LARGE, DAILYMAIL.COM",
      "sentences": "I think that Donald Trump makes a very good point, he just makes it in a very abrasive and confronting way. But then he's a New York real estate tycoon, and that's something he's been doing for 50 years with buildings. You know, his modus operandi is to go crashing into something, blow it all up and see how the cards end up and what kind of deal he can get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Those are some of the protesters that are lining a few of the streets here in London. They do expect that there will be more of them out tomorrow, sending a message of the scene for President Trump. Earlier today, I sat down for an exclusive interview with Piers Morgan, the editor at large at Dailymail.com who explained what could be driving some of that anger and why their message he believes does not tell the whole story. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Donald Trump as you know is a very divisive polarizing character not just in America but around the world. And in Britain we only tend to see the sound bites of his worst stuff so you hear, you know, just little bits of pieces and it's normally negative. So a lot of people in Britain have a very negative view of the president. Having said that, it's quite geographic, a bit like America. Where when I'm in America I'm going to New York and they're all anti-Trump. When I go in to Texas and Florida and Alabama and places, they are very pro-Trump. Similarly here in a way that the Brexit debate has split the country. I think the further north you go the more pro-Trump people you would find. So I think in London he'll get a hard time. But I'm sure he's spending much time in London.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "So he's probably going to avoid it. So there might be this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "(Inaudible) for half minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "They've been doing what most liberals have been doing for the last few years. They've been screaming into a lot of hot air but he's actually not there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But in many ways as you say he does seem to represent the Brexit movement. It's like our anti-establishment drain the swamp idea is represented here in this idea of, you know, saying to the E.U., forget it. You know, we are tired of sending money over there, we're tired of having open borders. What's your feel for how that's going and how does he reflect that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "I think that Donald Trump makes a very good point, he just makes them in a very abrasive and confronting way. But then he is a New York real estate tycoon, and that's something he's been doing this for 50 years, with buildings. You know, his modus operandi is to go crashing into something and blow it all up and see how the cards end up in what kind of deal you can get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "He looks everything. And I always remind people in Britain, look, this reminds you a lot agreed with Donald Trump. There is a few things that he feels strongly about. Security, immigration, you know, jobs, and so on. But actually he's a pragmatic business guy, he looks at everything as a deal. And I look at the bus stop he's having with NATO, for example, and find myself, he's absolutely right. America pays way more than anybody else and we expect America to come to our aid if there's any trouble. While most countries in the E.U. pay substantially less than they should be paying. So he's absolutely right. But in a normal Trump way he goes crashing in like a bowl in a China shop and upsets them all. I don't mind that. I actually find that that style is quite refreshing. Most people in Britain I have to say probably don't like it because they're not used to it. But we can do with Donald Trump handing our Brexit negotiation, he might get some stuff done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, he is going to talk to Theresa May about it. It will be very interesting to see if he has any influence on her when it comes to that. Because there's no doubt in private conservations based on what we know about how he feels about Brexit, that he is going to say, you know, you need to stick with your seniors here and you need to stick with this and not have a soft Brexit. The only way to do this is a 100 percent. Do you think he'll have any effect on that conversation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "I think the big problem is Theresa May is about as far removed from Donald Trump as the world leader could possibly be. She is somebody who voted remain. She voted to stay in the European Union then she gets hand at the ultimate hospital pass for any new prime minister which is the biggest issue on her watch. It's something she fundamentally doesn't agree with. She's having to deliver something that she doesn't want. And, you know, it's everything in life you can try to do that, it's very hard. Do you honor the democratic result which I think we should, or do you fudge it so much that effectively it becomes kind of staying in the European Union without actually really leaving? And I think if that happens there would be uproar from people in this country, 17.5 million Brits voted to leave the European Union. And they've been branded a bit like Trump supporters. Stupid, didn't know what they were doing, blah, blah, blah. I've never believe that. I believe absolutely they knew what they were doing. They were fed up with the bureaucratic nature of the European Union. They thought it was working against the interest of the country. I think I completely to which the left I would have preferred to stay in a fight for a better deal. But I absolutely accept we lost that battle. Right now it seems to me that the establishment of this country is trying to pretend the referendum never happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So where do you see this whole thing going? Does Theresa May hang onto her job or does Boris Johnson become the next prime minister?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Theresa May is what we call the Teflon, the Teflon kid, nothing sticks to her. And she seems to be able to survive simply because of the moment the conservative party in this country are absolutely terrified that if they were trying to unseat her and under normal circumstances they would and they want her gone. But if they tried to do that it may trigger not just a leadership contest which becomes very bitter and fractures the party between the Brexiters and those who don't want to leave, but more fundamentally, it might trigger a general election. And it may let in through all of this fracturing Jeremy Corbyn who is about as far left a politician that this country has ever had leading a party in its entire existence. So we could end up with a very hard lined socialist government within a few months if we're not very careful. Most people don't actually want that to happen but this could happen through the conservative party tearing itself into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tell me what you see in the meeting between Vladimir Putin and Donald Trump. I mean, obviously two very strong characters, the president has wanted for a long time to sit down eyeball to eyeball with him and he seems to feel like he can get through to him on some measures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "I think Bill Clinton about Putin once. I mean, it didn't cross over for very long but in the period they did that a few meetings. And I think what he like to do with it was actually very instructional I think for Donald Trump. I'm sure it will be a similar technique. They went into a room together and they were 50 people in each side, everyone posturing and trying to score points. And then one of them will throw everybody out. I'll be left there with Vladimir Putin and he was a hard guy, he's a very tough negotiator and we go at each other verbally. Bang, bang, bang. But at the end of it we would agree points of agreement. And I said to him like, but e how many times did he keep his word? And Bill Clinton said, well, ask me a different way, ask me how many times he didn't keep his word when we shook hands. I said, OK, so I ask him. He said he always kept his word to me when we shook hands. I think Trump and Vladimir Putin will have a similar kind of view of each other. They're both a pretty tough guy leaders. They quite match up. I think they'll sit in a room probably full of people, they may well get rid of everyone and just have one on one and I think they'll do the same fist matching and at the end of it they'll agree stuff. That's the kind of trading that Donald Trump has done for 50 years. I think Putin would remind him of the tough guy business people he's have to do business deals with all his life. So, you know, I agree with Trump's basic premise which is notwithstanding all the noise around Russian collusion and so on, it actually is in the world interest that the United States of America has a good relationship with Russia. And if that means that Putin and Trump can facilitate that in these two hard guys can reach at least some point of consensus and they're not at war with each other, that is a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So lastly the meeting with the queen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you anticipate will happen between Queen Elizabeth who has seen every president since Truman, and I don't know, 12, 13 prime ministers that she has been a steady hand throughout, what do you think she will think of Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "The queen has seen them all. She's seen them all come, she's seen them all go. She's seen them all off. We have the same monarch in my entire lifetime and some. And she's now in her mid-90s, she's the most wise person -- I've met her a few times. Incredibly wise and very intelligent, but ultimately she is incredibly calm. Nothing is going to faze her. Donald Trump could somersault into her room at Windsor castle blowing a bugle and she would say, Mr. President, how lovely to see you. And wouldn't bat an eyelid. So I think it will go as it does with the queen very smoothly. She has had the worst dictators in the world standing there and she has had some of the nicest people in the world. But what she is, is somebody who is a pragmatist and a realist and she will afford him the respect of the Office of the Presidency of the United States. And for Trump, I know this because I've talk to him about it a lot, it's an incredibly emotional moment for him I think. Even for somebody quite non-emotional like Trump. Because his mother was born and raised in Scotland until she was 18, and was, he said it, and arch monarchy. She loved the royal family. She loved the queen. Every time the queen came on television, he told me she would insist the family gather around and watch the queen. And I think for Donald Trump actually, putting aside everything else, whether you love him or loathe him, that moment when he walks in and meets one of his mother's heroes, true heroes will be a really special moment for him. And I suspect he and the queen will get on very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That we have to look forward to tomorrow. So more of my exclusive interview with Piers, straight ahead including what he says are the biggest differences between President Trump and President Obama, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Back now from London with part two of my exclusive sit down with Piers Morgan, editor at large at DailyMail.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I think years from now we're going to look back on this period, and either President Trump will turn out to be one of the best presidents that the United States had or perhaps these other institutions have if you can provoke some good change there or the worst. I mean, he wants to do a lot. Do you think you can pull these things off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Well, he is a rare president, and he's actually doing a lot of the stuff he said he would do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "Which is quite unusual. And he's clearly a very, very unique character into world politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "But he's got extraordinary self-confidence, he has complete revulsion of what he sees as conventional political posturing. He thinks most of it is nonsense. And he also thinks that America has a bad deal on almost everything from NAFTA to NATO to the Paris accord--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And the one common thread is that everybody whether they like him or hate him, at the end of those sentences and conversation, they'll usually say, but he's right about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN",
      "sentences": "I mean, look, I would say to British people, you're right. But I would say to British people look, Barack Obama is almost a saintly figure in this country. The Brits loved Barack Obama because he spoke so eloquently, he seem so intelligent, he seem so kind and caring. And I would say OK, but he deported three million illegal immigrants, he was known as the deporter in chief in Mexico. None of you either know that fact or ever fell angry about it or felt maybe he was separating children too by doing this, which he did. Secondly, he kept Guantanamo Bay open for eight years. I'm realizing with the facts that none of these things is obviously negative, but you know, he kept Guantanamo Bay open for eight years having campaigned to close it. And thirdly, I think that Obama if you actually look to him pragmatically you'd say, look, this guy what did he actually achieved. And I always thought he was massively overhyped, Obama. That he achieved actually very little, didn't really improve the standing of the lives of most Americans. And so I don't see him as a saintly figure. And I don't see Donald Trump as the devil. I think both of them have been misrepresented and mischaracterized that both somewhere in between. So by my message to those who scream and shout about everything Trump does while saying wasn't Obama perfect, is not as simple as that. And you got to give Trump a chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lots more ahead tomorrow and more live here from London, right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "sentences": "He is smart, he is capable, he is witty, he is capable of -- he's able to talk about issues in a way that American people can understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's former President George W. Bush talking about our good friend and colleague, Tony Snow. And perhaps the best ever White House press secretary. He passed away 10 years ago today. We miss him. We remember his intelligence, his wit, his warmth and his good advice. That is our story. We'll be back tomorrow from London. Big day here. Have a good night. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "President Trump heading into the U.K. gangbusters, just like he did at NATO. Telling Prime Minister Theresa May, tonight that there is going to be no such thing as a soft Brexit. He says they need to go all the way if they want a trade deal with the U.S. He said this just a short time ago in an interview that is making huge waves here in the United Kingdom. President Trump, saying this, \"If they do that with their trade deal, the U.S. will probably -- a deal with U.S. will probably not be made. We have enough difficulty with the European Union. They have not treated the U.S. fairly on trade,\" he said. \"If they do that, I would say, it would probably end a major trade relationship with the United States.\" Good evening everybody. I'm Martha MacCallum. We'll dig in and explain that. This is THE STORY tonight from London. Those comments came as a Brits rolled out the red carpet for the president and her first lady. Prime Minister May and her husband welcomed them to Blenheim Palace tonight, the birthplace of Winston Churchill, amid major British pomp and splendor. Churchill, of course, a hero of the president's. You may remember that one of President Trump's first moves in the White House was bringing the best of the World War II leader back to the Oval Office and look at how beautiful this was tonight. The president also capping off the NATO summit in Brussels with more tough talk for European leaders."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I told people that I'd be very unhappy if they didn't up their commitments very substantially because the United States has been paying a tremendous amount. And now people are going to start, and countries are going to start upping their commitment. I think it's been a very effective way of negotiating. But I'm not negotiating, I just want fairness for the United States. NATO now is really a fine-tuned machine, people are paying money that they never paid before, they're happy to do it. And the United States is being treated much more fairly."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Will you be tweeting differently once you board the Air Force One? Thank you."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No. That's other people that do that. I don't, I'm very consistent. I may very stable genius."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we are just a short distance here from Winfield House where the president will be spending the night. The ambassador's home is under intense security. As you can see, protesters have lined the road there. Tomorrow the president will meet again with the embattled Prime Minister Theresa May, who is clearly looking for some support from Mr. Trump. She's gotten some mixed words on that tonight. He will then, head to Windsor where the Queen is said to be very much looking forward to meeting Mr. Trump tomorrow. And at the moment, the very first interview with the man who just took over for Boris Johnson when he resigned a couple of days ago. But first tonight, Chief White House Correspondent John Roberts, live in London with what's ahead here. Good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Yes. What's ahead, and wondering what's going on right now, Martha. Because to be a fly on the wall at that gala dinner tonight at Blenheim Palace, the president rolling up in the Beast, his armored limousine as it's known, while Theresa May and her husband were waiting there for the president to arrive. They exchanged warm greetings. Everything seemed very cordial. You can see the president there even holding the hand of the British prime minister as they go up the staircase, all of this happened at about the same time this blockbuster article in the U.K. newspaper, The Sun popped in which the president said that Theresa May's planned for a soft Brexit could scuttle the possibility for any trade deal between the United States and the U.K. Politically, this could be very damaging for Theresa May because she has to count on trade with the United States in order to make Brexit work. But rather than what's known as a hard Brexit, she is choosing a soft Brexit plan that is why the Foreign Secretary Boris Johnson and another member of her government quit earlier this week. At the same time that he was saying that Theresa May risks not getting a trade deal with the United States, the president also saying, Boris Johnson would make a good Prime Minister. So, it should make for a very interesting dinner there tonight, and meetings tomorrow at the British prime minister's home out in the country called Chequers. Now, both the president and Theresa May came to the U.K. after the NATO summit in Brussels which had its rancorous moments, as well. The president walking into a meeting this morning and basically saying you need to up your contributions to NATO or the United States is going to make some changes of its own, and we're going to do our own thing. The president eventually, got what he wanted, a new commitment from NATO members to up their contributions financially, militarily to the Northern Alliance. And it took some tough love to get there though. Listen to what the president said earlier."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They thought it was a great thing that I was doing it, and they gave us our best wishes or their best wishes. Now, with that being said, we'll see what happens. Just a loose meeting, it's not going to be big schedule. I don't think it should take a very long period of time, and we'll see where it leads. But it could lead to productive -- something very productive and maybe it's not."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The president, they were actually talking about his upcoming summit with Russian President Vladimir Putin on Monday. He has been roundly criticized for that at home. Mostly, Democrats saying that the president should not be meeting with Putin. That he's just too close to Russia, he's cozying up to a dictator. But listen to what Justin Trudeau, the prime minister of Canada said, echoing the sentiments of many nations at the NATO summit that they support the idea of the president sitting down with Putin. Listen here."
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "utterance": "The message was very clear both to President Trump and actually from President Trump, as well. The concerns about Russia, the concerns about threats the Alliance, were met with solidarity and unity, and we're looking forward to a good meeting and a productive and constructive meeting between President Putin and President Trump."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And President Trump. And Theresa May, the British prime minister also echoing Justin Trudeau's statement saying she looks forward to a constructive meeting that the president is going to have with Vladimir Putin. But tomorrow, I think, Martha it's safe to say there could be some tense moments in the talks particularly when it comes to Brexit and trade, because the president very pointedly said, Theresa May did not listen to me when I told her what to do about Brexit. No prime minister wants to hear those words in public."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. No, I mean it's really stunning. What he made -- the comments that he made this evening. John, thank you so much. And earlier today, I sat down exclusively with Britain's brand new Foreign Secretary Jeremy Hunt, he replaced Boris Johnson, who left about48 hours ago. And I asked him if the United Kingdom would be willing to double their NATO defense spending. Watch all this."
    },
    {
      "speaker": "JEREMY HUNT, SECRETARY OF STATE FOR FOREIGN AND COMMONWEALTH AFFAIRS, UNITED KINGDOM",
      "utterance": "We got to look at the threats that we face across the world. But I think, the central point and that's why he came out saying he was very happy with the NATO alliance, and he thought it was in the right place, and having not been in the right place at the start of the discussions. I think his point was that -- you know, we made a commitment in 2014, still, lots of countries are not meeting that commitment, and that was not acceptable. And you know, for the NATO alliance, which is so important to the United States, as well as the United Kingdom, you need to sort out these issues."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, when Vladimir Putin who's going to meet with President Trump on Monday, watches what happened in NATO this morning, and hears about a $30-$40 billion dollar increase by the NATO nations in defense, what message does that send to him?"
    },
    {
      "speaker": "HUNT",
      "utterance": "I think that says to him that the United States has a strong president that is committed to strong defense for itself and for its allies, and that he needs to think again if he wants to continue on this path of unsolicited aggression which we've seen in this country, in Salisbury already the death of one British citizen as a result of an appalling poisoning. But we see Russian opportunism all over the world destabilizing countries like the Ukraine, and that's the path he seems to be on at the moment, and he needs to think again because America has a strong president, and that is not going to be acceptable."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president said about Vladimir Putin, you know, \"He's not my enemy, he's not my friend. He could be my friend in the future.\" Is that -- are you comfortable with that, that they could be friends?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Well, I think President Trump has a certain style. I mean, this is someone who likes doing deals and part of doing a deal is to show people that if you do the deal that he wants, that's very attractive. He'll be your friend, if you don't do the deal, that's a very unattractive, life's going to get tough. So, I suspect what President Trump is saying is you know, if we see the right changes in Russian behavior then, of course, there can be a friendship between the United States and Russia. But, you know, the very robust reaction that we had from President Trump to the Salisbury poisonings shows that President Trump understands that we cannot have Russian aggression as a regular part of our world."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president made it very clear at NATO that he was not happy with Germany, and their relationship with this pipeline. A business deal with Russia to provide them energy. As he right about that?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Well, of course, I think energy policy is something that every country has to make independently. But I think, what the point he was making which we strongly agree with is that all these things have to be seen as part of a bigger picture. And we need to make sure that we don't have over-dependence on any one energy source. And we need to make sure that if we are taking sanctions against a country in one area we're not also making their economy immensely rich or in another. So, I think, there was a lot of sympathy for the idea that we need to have a consistent response to the way Russia is currently behaving if we're going to change that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The president said, there's no such thing as hard or soft Brexit. The people of the United Kingdom voted to leave the E.U. Do you agree with that?"
    },
    {
      "speaker": "HUNT",
      "utterance": "I do. He is right. Actually, I've never really liked this terminology of hard or soft Brexit. I think, the vote, and we are one of the world's great Democracies like the United States. The vote was to reassert Democratic control. To reassert our sovereignty, and that is what Theresa May is going to deliver. And so, the British people will decide what we do through the elected representatives they send to the British Parliament. And that is something that's not possible at the moment as we're part of E.U."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You're brand new to this job as Secretary of State, Boris Johnson held the position until a couple of days ago. The president said he might meet with him. What signal do you think that was sent to your government?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Well, you know I have no problem. President immediately likes and Boris Johnson was a very fine foreign secretary. He changed the course of this country's history. And you know, he deserves enormous credit for that. And I think people who work for him have enormous respect for him. So, you know, I want to respect what he achieved. But, the president's also a dealmaker. And we are getting to the stage now where we have to do that deal with Brussels that secures jobs and prosperity for hundreds of thousands of Brits working factories up and down this country and gives them the sovereignty that they voted for, and that means a different stage in our politics."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know you have to go, but the mayor allowed the baby blimp to float over Parliament tomorrow that looks like President Trump. Do you wish he had not allowed that?"
    },
    {
      "speaker": "HUNT",
      "utterance": "You know, we are a Democracy, and I think the one person we won't need to explain about what protests meeting is President Trump because we have those values, we have the same system, and I'm sure he'll take it in stride."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Secretary Hunt, thank you. Very nice to meet you."
    },
    {
      "speaker": "HUNT",
      "utterance": "Thank you very much to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thanks for making time for us today."
    },
    {
      "speaker": "HUNT",
      "utterance": "Pleasure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, here now, Tom Rogan, Washington Examiner commentary writer, born and raised in England, and watches all of this very closely. I mean, where to begin, Tom? There is a lot that is -- work here. Those are very strong comments from President Trump as he walked into that beautiful dinner. Basically saying, \"You need to leave the E.U. and completely detached yourself from it, or we're not going to do a trade deal with you."
    },
    {
      "speaker": "TOM ROGAN, COMMENTARY WRITER, WASHINGTON EXAMINER",
      "utterance": "I think, the ultimate question is here, Martha, what happens tomorrow in the press conference when the president and the prime minister after their meeting at the British equivalent of Camp David -- have a discussion with the president. And whether that comes up in the -- in the line of argument whether they can thread the needle in terms of saying soft Brexit, in terms of saying, hard Brexit, but really, President Trump being able to say to Theresa May, I support your strategy, but here are my concerns about the European Union. Because if they can't thread that needle, this might actually oddly help Theresa May in the sense that it will push young Claude, young (INAUDIBLE) who's really the lead on the European Union side to say, \"Hey, if the Americans are ganging up on the British, we're ganging up on the British, and the Americans are ganging up on us, maybe we'll throw a bone to Theresa May. So, oddly, as Jeremy Hunt says in that interview with you earlier, there is a sort of final -- you know, movement here to that crunch point where actually what happens in one moment might only be the secondary step to what happens in the next moment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was very clear to me today, Tom, speaking with the new foreign secretary. I also spoke with some other government officials, off- camera today and listening to Theresa May. They are trying really hard to say, \"We're so glad you're here Mr. President, we're so glad that you're showing all of this leadership in NATO. They understand that without his support, they could lose those 17 million voters who wanted a real Brexit, to essentially drain the swamp as they see it here. The swamp being the bureaucracy that comes across the English Channel from Europe."
    },
    {
      "speaker": "ROGAN",
      "utterance": "Right, right. Well, they do, but at the same time, they know as well that they must retain a trading relationship with the European Union. I think that's Theresa May's position, at least. Boris Johnson has a slightly different view. And the question is does the president (INAUDIBLE) to the -- I suspect tomorrow, strongly suspect tomorrow that President Trump will take a slightly nicer edge line in terms of make that (INAUDIBLE). And ultimately, Theresa May, say \"Look, you know we just need concessions from the E.U. President Trump, will say, yes you do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But they put out the white paper today, explaining how, what their plan is to the E.U. This is Theresa May's plan saying here's what Brexit looks like, here's what we think is the best deal for the British people. Is she going to have to strengthen that white paper or rework it to satisfy what the president is asking for you? I know that sounds strange that she would have to do that for him. But this is a very big deal whether or not he's threatening to pull out of a trade deal with the U.K."
    },
    {
      "speaker": "ROGAN",
      "utterance": "I think she was going to have to do that anyway because of conservative backbenchers beyond Boris Johnson and that President Trump actually -- again, he -- this might help her as odd as that sounds."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's going to be really -- if she's so right, the tenor of that news conference tomorrow which we'll be covering tomorrow morning is going to be really important. Tom, thank you. We'll be talking to you later. Still to come tonight, my exclusive interview with Piers Morgan on President Trump's time here in the United Kingdom. It's fascinating."
    },
    {
      "speaker": "PIERS MORGAN, BRITISH JOURNALIST",
      "utterance": "He's got extraordinary self-confidence, he has a complete revulsion of what he sees as conventional political posture and most of it is nonsense."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And Ben Shapiro also joins me tonight on what he is calling Trump NATO. Plus, a live look at Capitol Hill where embattled FBI Agent Peter Strzok is finally testifying in public today about what he meant in those anti-Trump text messages and boy has it been heated in that room? Congressman John Ratcliff was throwing some of that heat at Mr. Strzok today. He joins us live next."
    },
    {
      "speaker": "REP. TREY GOWDY, R-S.C.",
      "utterance": "I want to know it meant agent Strzok."
    },
    {
      "speaker": "PETER STRZOK, AGENT, FBI",
      "utterance": "It would be his candidacy for the presidency and my sense is that the American population would not vote him into office."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well they were major fireworks today as the infamous FBI Agent Peter Strzok went at it with Trey Gowdy and other members of the House Oversight and Judiciary Committees in a grilling that is still going on tonight at this hour at times saying that they would hold him in contempt for not talking about the choices he made and the things he said and texted about Hillary Clinton and President Trump during the 2016 election while he was leading the investigations into those campaigns. Even the extramarital affair that he had with an FBI agent was on the table for discussion today. Watch some of this."
    },
    {
      "speaker": "GOWDY",
      "utterance": "The \"we'll stop it,\" you were speaking on behalf of the American people, is that correct?"
    },
    {
      "speaker": "STRZOK",
      "utterance": "I don't recall writing that text but don't I deny writing the text. What I can tell you is that text in no way suggested that I or the FBI would take any action to influence the candidacy."
    },
    {
      "speaker": "GOWDY",
      "utterance": "Agent Strzok, that is a fantastic answer to a question nobody asked."
    },
    {
      "speaker": "STRZOK",
      "utterance": "If you want to represent which you said accurately, I'm happy to answer that question but I don't appreciate what was originally said being changed."
    },
    {
      "speaker": "GOWDY",
      "utterance": "I don't give a damn what you appreciate Agent Strzok. I don't appreciate having an FBI Agent with an unprecedented level of animus working on two major investigations during 2016."
    },
    {
      "speaker": "REP. LOUIE GOHMERT, R- TEXAS",
      "utterance": "I've talked to FBI agents around the country. You've embarrassed them, you've embarrassed yourself and I can't help but wonder when I see you looking there with a little smirk, how many times did you look so innocent into your wife's eye and lied to her about - -"
    },
    {
      "speaker": "STRZOK",
      "utterance": "Mr. Chairman, it's outrageous."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow. Here now Congressman John Ratcliffe who was on that committee and was one of the people questioning Mr. Strzok today. Congressman, it's good to see you this evening. Thank you very much for being here. What did you think -- what did you learn today?"
    },
    {
      "speaker": "REP. JOHN RATCLIFFE, R-TEXAS",
      "utterance": "Well, I think Peter Strzok came in with two goals today. One was to prove to the American people that he wasn't biased against Donald Trump and the second point that he tried to assert was that he never let his personal beliefs cross over into official FBI action and I thought he failed miserably on both counts. When you have all of these text messages about effing Trump, stopping Trump, impeaching Trump, when you prejudge Donald Trump's guilt as the lead investigator before you interview a single witness, that's textbook bias. And as far as his personal beliefs not crossing over to official action, I was able to walk him off the plank with his own words there. Listen, when you send fifty thousand text messages on an official FBI phone, on official FBI time about your personal beliefs and the actions you're going to take to stop Donald Trump, he lost all kinds of credibility today."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that's a great point. I mean, you're on work time and it is work product if it is done on work computers. That's a lesson that we've all learned since 2016 and watching all of this. Here's the moment when he was asked specifically about the text message that he wrote that said don't worry we will stop him with regard to President Trump running for president. Watch this."
    },
    {
      "speaker": "STRZOK",
      "utterance": "In terms of the text that we will stop it, you need to understand that that was written late at night off-the-cuff and it was in response to a series of events that included then-candidate Trump insulting the immigrant family of a fallen war hero. And my presumption based on that horrible disgusting behavior that the American population would not elect somebody demonstrating that behavior to be President in the United States."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, you learn a lot about him from his responses I hear. I think -- and you know, in terms of that explanation and how he did he became -- I'm sorry for the delay here -- what did you make of that exchange, sir?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, he tried to relate that a lot of people felt that way and he might be right. But a lot of people were the lead investigator in the Trump Russia investigation. Seven days before that text message he started the Trump Russia investigation. And before he interviewed a single witness, that's what he expressed as the lead investigator that he was going to stop Donald Trump from becoming president and then he followed it up a few days after that with another text message where he said we can't take the risk of a Trump presidency and need an insurance policy. So you know, he was uniquely put in a position to act on the promise that he made to Lisa Page that he was going to stop Donald Trump from being president. And I think the evidence showed that he tried to do that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the Democrats on the committee were not happy with the Republican line of questioning. Here's Steve Cohen, the Democrat from Tennessee. Watch."
    },
    {
      "speaker": "REP. STEVE COHEN, D-TENN.",
      "utterance": "Mr. Strzok, I don't know where to start. If I could give you a Purple Heart, I would. You deserve one."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Wow."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you make of that, sir?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "What I make of that is we're talking about an FBI Agent that they said she'd get a Purple Heart. They called him a hero. They called him a patriot. I think it just shows how much they hate Donald Trump. This is a guy who's been demoted by the FBI, who's been criticized by the FBI Director, by the Inspector General, demoted to the human resources and is under investigation for an ethics review. It just -- you know, the Democrats continue to line up with anyone besides Donald Trump. They took Putin's side over Trump. They have taken everyone side over Donald Trump. And you know, I think Donald Trump could cure cancer and they'd come back tomorrow and say look you put doctors and nurses out of business."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much, Congressman Ratcliffe. Always good to see you, sir. Thanks for being here this evening."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "You bet. Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So coming up next, President Trump laying down the law while heading to the black-tie dinner at Churchill's home. There will be no such thing as a half-hearted Brexit. He is warning Prime Minister May. And if that goes away, he believes perhaps he would have to deal with the E.U. Ben Shapiro is here next and says that we just watched Trump NATO in action when we saw what happened in Brussels. We'll see what he calls what's happening in the U.K. tonight. Plus, I'll talk exclusively with British T.V. Host Piers Morgan and what direction he thinks his country is headed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So where do you see this whole thing going? Does Theresa May hang on to her job? Does Boris Johnson become the next Prime Minister?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump's method on this whole trip so far it seems to be like at the tough stuff out of the way early. Business upfront, and then hopefully end with handshakes and goodwill and some of that business accomplished. But it seems that some do not agree with his methods and they sort of side with those who are launching the baby Trump balloon over Westminster tomorrow. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What is this cycle psychobabble?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you think he is like an 8-year-old?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think he likes to be the center of attention."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Like an 8-year-old or the blacks don't play with the other kids. We're supposed to play--"
    },
    {
      "speaker": "CHRIS MATTHEWS, HOST, MSNBC",
      "utterance": "Why jeopardize one of history's great marriages in North Atlantic Treaty Organization for a one off with a man who tried undermining our democracy?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now, Ben Shapiro, editor and chief of Dailywire.com. He was talking about this today on his podcast and writing about it as well. Ben, what do you make of what's going on so far?"
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR-IN-CHIEF, DAILYWIRE.COM",
      "utterance": "I think the president has made some actually well-placed critiques with regard to, for example, the spending of our NATO allies and their own defense also with regard to Germany's reliance on Russian natural gas. And the real question is, is that motivated by the desire to sort of crack NATO or is that really motivated by a desire to strengthen NATO? Because if the idea here is that we want our NATO allies to be stronger in their own defense that relieves pressure on us, if the idea is that Germany shouldn't make itself subject to the Russian whim, I agree with that. If the idea is that this is sort of a misdirect, that he's just criticizing these countries because he doesn't like NATO generally which is the kind of nastiest possible read on Trump's activity then obviously is that. We can't tell you what is the answer. And I think that the idea that the United States is going to precipitously pull out of NATO, I just don't see that happening. I don't think his advisors are interested in that happening and I'm not sure the president is interested in that happening. But we're not going to know a lot until he actually sits down with Putin and we probably won't know a lot about the fallout from this for a few weeks after all of these events are over."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, very true. And I want to talk to you about the Putin meeting in just a moment, but when you look at this NATO situation, you know, I always feel like you have to kind of peel back and look at what's actually happening. And while they haven't written the checks yet to fill that 2 percent level, he left there with an agreement on their part to do exactly that. So what you've got going into the Putin meeting is an increase in troops, NATO troops and an increase by 30 to $40 billion is the estimate to support those troops. That Vladimir Putin has got to be looking at that across the border and saying that's formidable."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "That is exactly right. This is why it's sort of bizarre to suggest that Trump was making a pro-Putin move by encouraging all of these countries that border Russia to increase their defense spending. I mean, if Latvia and Lithuania and Estonia are all increasing their defense spending I'm not sure how that benefits Vladimir Putin, the same thing is true if Trump were able to somehow stop Russia from importing 70 percent of Germany's natural gas I'm not sure how Putin would be supremely happy with that. So that's why I think that the only people who are really very upset with Trump everyone who is making the most sort of down cast cynical read of what Trump was doing here suggesting that all of this was a front for him just to make an excuse and pull out of NATO entirely, and we haven't seen that happen yet obviously."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You made some points today about Schroder, the former chancellor of Germany. And the role that he is playing in this Russia pipeline deal and I think it's something that people need to, you know, sort of go down to the next level and understand, can you explain that?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Sure. It's pretty fascinating. Jim Garrity over National Review did a good deep dive on this and what he basically suggested was all the people who are really upset with President Trump suggesting that Trump is colluding with Russia and all the rest of it. These people are completely ignoring the fact that the former German chancellor Gerhard Schroder that he is actually is working with the Russian state gas company to build this pipeline from Russia to Germany. And that he's basically become a Russian agent running around the E.U. trying to make deals on behalf of the Russians. When President Trump criticizes Germany for doing all of that, that criticism I think ought to be well taken."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of the Putin meeting, what are you watching for on that? What do you think the president's real goal is here?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "I think the president's goal is always relationship oriented. And you can see this with everything from Theresa May and Justin Trudeau to Kim Jong-un and Putin, I think that he like to get along with everyone and he says this. So I don't think it's all that complicated. I think he wants to get along with people but the policy that comes out, the only real question is, is Putin emboldened to try anything after he meets with Trump. If the answer is no then it's not a major loss. If the answer is yes then Trump has sent the wrong signals. We're not going to know that until we also realize what Putin thinks of Trump. Does he really think that everything that President Trump says is all the cards on the table or does he think OK, Trump might be saying nice things at me but if I make it over that line and suddenly Trump swings to the action?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. It's kind of interesting, sort of ironic. You realize that you've got Justin Trudeau and Theresa May are all saying, yes, you go talk to him. You know, I guess we absolutely love the idea of President Trump going in there and talking to Putin. It seems like maybe they want him to be the one to sort of be at the front of the line. Ben, thank you so much. Great to see you, though, and thanks for being here tonight."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Good to talk to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You, too. So coming up next to you live from London, my exclusive sit down with Piers Morgan. He knows the president well and he knows his home turf."
    },
    {
      "speaker": "PIERS MORGAN, EDITOR AT LARGE, DAILYMAIL.COM",
      "utterance": "I think that Donald Trump makes a very good point, he just makes it in a very abrasive and confronting way. But then he's a New York real estate tycoon, and that's something he's been doing for 50 years with buildings. You know, his modus operandi is to go crashing into something, blow it all up and see how the cards end up and what kind of deal he can get."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Those are some of the protesters that are lining a few of the streets here in London. They do expect that there will be more of them out tomorrow, sending a message of the scene for President Trump. Earlier today, I sat down for an exclusive interview with Piers Morgan, the editor at large at Dailymail.com who explained what could be driving some of that anger and why their message he believes does not tell the whole story. Watch."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Donald Trump as you know is a very divisive polarizing character not just in America but around the world. And in Britain we only tend to see the sound bites of his worst stuff so you hear, you know, just little bits of pieces and it's normally negative. So a lot of people in Britain have a very negative view of the president. Having said that, it's quite geographic, a bit like America. Where when I'm in America I'm going to New York and they're all anti-Trump. When I go in to Texas and Florida and Alabama and places, they are very pro-Trump. Similarly here in a way that the Brexit debate has split the country. I think the further north you go the more pro-Trump people you would find. So I think in London he'll get a hard time. But I'm sure he's spending much time in London."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MORGAN",
      "utterance": "So he's probably going to avoid it. So there might be this--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "(Inaudible) for half minute."
    },
    {
      "speaker": "MORGAN",
      "utterance": "They've been doing what most liberals have been doing for the last few years. They've been screaming into a lot of hot air but he's actually not there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But in many ways as you say he does seem to represent the Brexit movement. It's like our anti-establishment drain the swamp idea is represented here in this idea of, you know, saying to the E.U., forget it. You know, we are tired of sending money over there, we're tired of having open borders. What's your feel for how that's going and how does he reflect that?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "I think that Donald Trump makes a very good point, he just makes them in a very abrasive and confronting way. But then he is a New York real estate tycoon, and that's something he's been doing this for 50 years, with buildings. You know, his modus operandi is to go crashing into something and blow it all up and see how the cards end up in what kind of deal you can get."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MORGAN",
      "utterance": "He looks everything. And I always remind people in Britain, look, this reminds you a lot agreed with Donald Trump. There is a few things that he feels strongly about. Security, immigration, you know, jobs, and so on. But actually he's a pragmatic business guy, he looks at everything as a deal. And I look at the bus stop he's having with NATO, for example, and find myself, he's absolutely right. America pays way more than anybody else and we expect America to come to our aid if there's any trouble. While most countries in the E.U. pay substantially less than they should be paying. So he's absolutely right. But in a normal Trump way he goes crashing in like a bowl in a China shop and upsets them all. I don't mind that. I actually find that that style is quite refreshing. Most people in Britain I have to say probably don't like it because they're not used to it. But we can do with Donald Trump handing our Brexit negotiation, he might get some stuff done."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, he is going to talk to Theresa May about it. It will be very interesting to see if he has any influence on her when it comes to that. Because there's no doubt in private conservations based on what we know about how he feels about Brexit, that he is going to say, you know, you need to stick with your seniors here and you need to stick with this and not have a soft Brexit. The only way to do this is a 100 percent. Do you think he'll have any effect on that conversation?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "I think the big problem is Theresa May is about as far removed from Donald Trump as the world leader could possibly be. She is somebody who voted remain. She voted to stay in the European Union then she gets hand at the ultimate hospital pass for any new prime minister which is the biggest issue on her watch. It's something she fundamentally doesn't agree with. She's having to deliver something that she doesn't want. And, you know, it's everything in life you can try to do that, it's very hard. Do you honor the democratic result which I think we should, or do you fudge it so much that effectively it becomes kind of staying in the European Union without actually really leaving? And I think if that happens there would be uproar from people in this country, 17.5 million Brits voted to leave the European Union. And they've been branded a bit like Trump supporters. Stupid, didn't know what they were doing, blah, blah, blah. I've never believe that. I believe absolutely they knew what they were doing. They were fed up with the bureaucratic nature of the European Union. They thought it was working against the interest of the country. I think I completely to which the left I would have preferred to stay in a fight for a better deal. But I absolutely accept we lost that battle. Right now it seems to me that the establishment of this country is trying to pretend the referendum never happened."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So where do you see this whole thing going? Does Theresa May hang onto her job or does Boris Johnson become the next prime minister?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Theresa May is what we call the Teflon, the Teflon kid, nothing sticks to her. And she seems to be able to survive simply because of the moment the conservative party in this country are absolutely terrified that if they were trying to unseat her and under normal circumstances they would and they want her gone. But if they tried to do that it may trigger not just a leadership contest which becomes very bitter and fractures the party between the Brexiters and those who don't want to leave, but more fundamentally, it might trigger a general election. And it may let in through all of this fracturing Jeremy Corbyn who is about as far left a politician that this country has ever had leading a party in its entire existence. So we could end up with a very hard lined socialist government within a few months if we're not very careful. Most people don't actually want that to happen but this could happen through the conservative party tearing itself into."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tell me what you see in the meeting between Vladimir Putin and Donald Trump. I mean, obviously two very strong characters, the president has wanted for a long time to sit down eyeball to eyeball with him and he seems to feel like he can get through to him on some measures."
    },
    {
      "speaker": "MORGAN",
      "utterance": "I think Bill Clinton about Putin once. I mean, it didn't cross over for very long but in the period they did that a few meetings. And I think what he like to do with it was actually very instructional I think for Donald Trump. I'm sure it will be a similar technique. They went into a room together and they were 50 people in each side, everyone posturing and trying to score points. And then one of them will throw everybody out. I'll be left there with Vladimir Putin and he was a hard guy, he's a very tough negotiator and we go at each other verbally. Bang, bang, bang. But at the end of it we would agree points of agreement. And I said to him like, but e how many times did he keep his word? And Bill Clinton said, well, ask me a different way, ask me how many times he didn't keep his word when we shook hands. I said, OK, so I ask him. He said he always kept his word to me when we shook hands. I think Trump and Vladimir Putin will have a similar kind of view of each other. They're both a pretty tough guy leaders. They quite match up. I think they'll sit in a room probably full of people, they may well get rid of everyone and just have one on one and I think they'll do the same fist matching and at the end of it they'll agree stuff. That's the kind of trading that Donald Trump has done for 50 years. I think Putin would remind him of the tough guy business people he's have to do business deals with all his life. So, you know, I agree with Trump's basic premise which is notwithstanding all the noise around Russian collusion and so on, it actually is in the world interest that the United States of America has a good relationship with Russia. And if that means that Putin and Trump can facilitate that in these two hard guys can reach at least some point of consensus and they're not at war with each other, that is a good thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So lastly the meeting with the queen."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you anticipate will happen between Queen Elizabeth who has seen every president since Truman, and I don't know, 12, 13 prime ministers that she has been a steady hand throughout, what do you think she will think of Donald Trump?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "The queen has seen them all. She's seen them all come, she's seen them all go. She's seen them all off. We have the same monarch in my entire lifetime and some. And she's now in her mid-90s, she's the most wise person -- I've met her a few times. Incredibly wise and very intelligent, but ultimately she is incredibly calm. Nothing is going to faze her. Donald Trump could somersault into her room at Windsor castle blowing a bugle and she would say, Mr. President, how lovely to see you. And wouldn't bat an eyelid. So I think it will go as it does with the queen very smoothly. She has had the worst dictators in the world standing there and she has had some of the nicest people in the world. But what she is, is somebody who is a pragmatist and a realist and she will afford him the respect of the Office of the Presidency of the United States. And for Trump, I know this because I've talk to him about it a lot, it's an incredibly emotional moment for him I think. Even for somebody quite non-emotional like Trump. Because his mother was born and raised in Scotland until she was 18, and was, he said it, and arch monarchy. She loved the royal family. She loved the queen. Every time the queen came on television, he told me she would insist the family gather around and watch the queen. And I think for Donald Trump actually, putting aside everything else, whether you love him or loathe him, that moment when he walks in and meets one of his mother's heroes, true heroes will be a really special moment for him. And I suspect he and the queen will get on very well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That we have to look forward to tomorrow. So more of my exclusive interview with Piers, straight ahead including what he says are the biggest differences between President Trump and President Obama, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Back now from London with part two of my exclusive sit down with Piers Morgan, editor at large at DailyMail.com."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I think years from now we're going to look back on this period, and either President Trump will turn out to be one of the best presidents that the United States had or perhaps these other institutions have if you can provoke some good change there or the worst. I mean, he wants to do a lot. Do you think you can pull these things off?"
    },
    {
      "speaker": "MORGAN",
      "utterance": "Well, he is a rare president, and he's actually doing a lot of the stuff he said he would do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MORGAN",
      "utterance": "Which is quite unusual. And he's clearly a very, very unique character into world politics."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very."
    },
    {
      "speaker": "MORGAN",
      "utterance": "But he's got extraordinary self-confidence, he has complete revulsion of what he sees as conventional political posturing. He thinks most of it is nonsense. And he also thinks that America has a bad deal on almost everything from NAFTA to NATO to the Paris accord--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And the one common thread is that everybody whether they like him or hate him, at the end of those sentences and conversation, they'll usually say, but he's right about that."
    },
    {
      "speaker": "MORGAN",
      "utterance": "I mean, look, I would say to British people, you're right. But I would say to British people look, Barack Obama is almost a saintly figure in this country. The Brits loved Barack Obama because he spoke so eloquently, he seem so intelligent, he seem so kind and caring. And I would say OK, but he deported three million illegal immigrants, he was known as the deporter in chief in Mexico. None of you either know that fact or ever fell angry about it or felt maybe he was separating children too by doing this, which he did. Secondly, he kept Guantanamo Bay open for eight years. I'm realizing with the facts that none of these things is obviously negative, but you know, he kept Guantanamo Bay open for eight years having campaigned to close it. And thirdly, I think that Obama if you actually look to him pragmatically you'd say, look, this guy what did he actually achieved. And I always thought he was massively overhyped, Obama. That he achieved actually very little, didn't really improve the standing of the lives of most Americans. And so I don't see him as a saintly figure. And I don't see Donald Trump as the devil. I think both of them have been misrepresented and mischaracterized that both somewhere in between. So by my message to those who scream and shout about everything Trump does while saying wasn't Obama perfect, is not as simple as that. And you got to give Trump a chance."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lots more ahead tomorrow and more live here from London, right after this."
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "utterance": "He is smart, he is capable, he is witty, he is capable of -- he's able to talk about issues in a way that American people can understand."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's former President George W. Bush talking about our good friend and colleague, Tony Snow. And perhaps the best ever White House press secretary. He passed away 10 years ago today. We miss him. We remember his intelligence, his wit, his warmth and his good advice. That is our story. We'll be back tomorrow from London. Big day here. Have a good night. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}