{
  "date": "July 9, 2019",
  "headline": "Speaker Nancy Pelosi dismisses influence of progressive freshmen",
  "subHeadline": "Guests: Jonathan Swan, Susan Ferrechio, Ben Domenech",
  "url": "https://www.foxnews.com/transcript/speaker-nancy-pelosi-dismisses-influence-of-progressive-freshmen",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "sentences": "Epstein should have been behind bars years ago, but unfortunately, Secretary of Labor Alex Acosta cut Epstein a sweetheart deal. I am calling on Secretary Acosta to resign. If he refuses to resign, President Trump should fire him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "The fact is he's been a very good secretary of labor. You go back 12 or 15 years ago or 20 years ago and look at their past decisions, I would think you'd probably find that they would wish they maybe did it a different way. The rest of it we'll have to look at. We'll have to look at it very carefully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "There are growing calls on Capitol Hill from mostly Democrats that Secretary of Labor Alex Acosta should resign. The Labor Department says, quote, \"Secretary Acosta is not resigning.\" All of this turns around on this criticism that he cut the sweetheart deal. The secretary tweeting \"The crimes committed by Epstein are horrific and I'm pleased that New York prosecutors are moving forward with a case based on new evidence. With the evidence available more than a decade ago, federal prosecutors insisted that Epstein go to jail, register as a sex offender, and put the world on notice that he was a sexual predator. Now that new evidence an additional testimony is available, the New York prosecution offers an important opportunity to more fully bring him to justice.\" So what about that? We'll start here with our panel. Let's bring them in, Ben Domenech is the publisher of \"The Federalist,\" Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" and Jonathan Swan, national political reporter for \"Axios.\"  Susan, it seems like the president is sticking by his man right now. SUSAN FERRECHIO, \"WASHINGTON EXAMINER\": He is, and there isn't a lot of enthusiasm on Capitol Hill amongst Republicans for Acosta to resign. I talked to a lot of members, moderate to conservative, and I really can't find anybody who thinks he should step down specifically.  What they do say is some say they would like them to come out and explain the rationale behind the deal they cut, and they want to hear more about why the victims were not informed ahead of time about the deal, which I think they were supposed to do. So there's definitely some concern, and today I heard Mitch McConnell say that he was deferring to the president on this. He didn't come out and publicly say no, I back Acosta on this. And so I think there's some concern on Capitol Hill. It is not risen to the level of calling for his resignation.   JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Viewers should keep their eye on this, because the labor secretary is in a very weak position already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Because of his inability for deregulation, for other things Republicans wanted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Correct. Exactly right. So Alex Acosta has been consistently disappointing some of the conservatives in the administration, particularly people like the Domestic Policy Council, Mick Mulvaney, the new White House chief of staff, people who wanted him to be much more aggressive on regulation. So you now have a lot of vulnerability on the substance, and then you have this issue emerging where you do have, yes, true, not many were Republicans on the Hill, but it provides an opportunity for some of the people who want him out anyway to use that as a lever to get him out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You did a big piece of vetting, or lack thereof, of cabinet officials. He was one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "No. So we got leaked a huge amount of the vetting documents internally. Alex Acosta's was not one of them. And I'm told that when the president decided, there really wasn't substantial vetting done on him, which is not a surprise to me, because that was the case with a lot of people. And you may remember, the first person that they selected for labor secretary was Andy Puzder. The vetting managed to miss the fact that his wife had accused him of domestic violence. So it was done in a hurry. To go back, this was all done in a great hurry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The transition.  One of the things about this case that gets so many eyeballs, Ben, is that the connection between the president and his knowledge of Epstein, Bill Clinton and his friendship and knowledge of Epstein. Here's what the president said about his relationship today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I know him like everybody and Palm Beach knew him. People in Palm Beach knew him. He was a fixture in Palm Beach. If I had a falling out with him a long time ago. I don't think I've spoken to him for 15 years. I wasn't a fan. Long time ago, I would say maybe 15 years. I was not a fan of his. That I can tell you. I was not a fan of his.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And Bill Clinton's office puts out this lengthy statement about the trips that he took with him. There were only four, and it's really kind of interesting.  BEN DOMENECH, \"THE FEDERALIST\": That could be up for dispute as well. What is a trip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What is a flight, what is a trip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Epstein is at the center of a network of incredibly powerful and wealthy people. There's always been a lot of questions about him ever since this earlier accusation and the plea deal back in 2008, whether this was someone who skirted justice by virtue of those connections. I think that something that we really deserve to know about this current situation.  In addition, I think we deserve to know after the 2008 deal, what has happened in the intervening 11 years that would have prevented maybe additional questions. If this is as much of a frequent act on the part of Epstein as is suggested by the prosecutors, why did this not come in before?   And to the point that Jonathan made earlier about Alex Acosta, Acosta is someone who was a rising star within the Republican Party, very well- connected himself, someone who had a lot of trust, I would say, from a lot of different Republicans in D.C., which is one of the reasons, I think, that he was kind of pushed through this process so fast and more questions weren't raised earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "Bret, it's just weird. And there are so many unanswered questions here. I interviewed Alan Dershowitz about this, who was representing Jeffrey Epstein, says he's still advising him. Alan Dershowitz told me he got a massage at Epstein's house, and then he clarified that it was from -- this is a direct quote -- an old, old Russian. He said he saw no one underage. What is this? What are we talking about here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "He's a big Democratic donor. And the other part of the story is President Trump banned him from Mar-a-Lago for allegedly assaulting an underage girl and President Trump cooperated with prosecutors on the Epstein case. So there's all kinds of little details here that are being left out, but he was a big Democratic donor. And that's something --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "The overall picture is of someone who may have gotten away with horrible and heinous acts for years simply because of who they were connected to and who they were afraid of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Quickly, I want to go down the row here about this Census question and whether it's actually going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "So fortuitously I just got off the phone with a senior administration official. It is likely to happen tomorrow, that some sort of executive action -- I can't confirm that it's definitely happening tomorrow, but likely something tomorrow, executive action of some form, whether a memorandum, or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Which kind of goes around --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "-- to force this on to the Census.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The current development today we started the show with was that the judge said you can't your legal team. But this would obviously go around in a different way to get the Census question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "As a checkmate, the House is now threatening to block funding for this. So the Appropriations Committee can do that. They can prevent any funding in a 2020 Census to go for that particular question. That's what they said they're going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Do they really want to take that much of a stand, though, on an issue where the American people, basically most polling shows us, tends to say why can't we just ask them whether they are citizens or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That is a good question politically. We'll follow it.   Next up, Democrats divided, and soccer politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "By and large, whatever orientation they came to Congress with, they know that we have to hold the center, that we have to go down the mainstream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "They do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You have these wings, AOC and her group on one side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "That's like five people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, the progressive group. It's more than five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I'm a progressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "sentences": "It is very disappointing that the speaker whatever try to diminish our voices in so many ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The fireworks didn't stop on July 4th. They are still going on the Democratic caucus up here on Capitol Hill. Nancy Pelosi, the Speaker, also telling \"The New York Times,\" quote, \"All these people have their public whatever and their Twitter world, but they didn't have any following. They're four people, and that's how many votes they got.\" Here's the four people, the progressives in there, Representative Alexandria Ocasio-Cortez, Tlaib, Omar, and Pressley. There is a battle forming, and we are back with the panel. Susan, it's very public. They're not hiding this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "It's public, but this is a really mini-faction, she's right. When Lesley Stahl said no, but it's a much bigger faction. No, it's not. It's a mini faction, and they are learning the limits of their social media stardom. There was this sort of an outsized expectation. They would come to Congress with millions of people following them on Instagram and Twitter and be able to have this major influence on the people they vote with. But Congress is a much different animal. Winning votes is not retweets and likes. It's much harder. And they don't -- someone like Pelosi, who is a master at understanding leveraged, how the body works, what cooperation means, when it's necessary, all of these things she's developed. Alexandria Ocasio-Cortez has not developed any of those skills yet. And she doesn't have that kind of influence in Congress that she has on social media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "So compare or contrast the progressive wing, and not just these four, but there are others, of the House Democratic caucus, with the Tea Party of the Republicans that John Boehner tried to herd the cats and get votes to pass. Is it much smaller, is it much more not of a problem for Speaker Pelosi?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "I disagree a little bit, because it wasn't four votes. I think 90 Democrats who voted against that immigration -- it certainly wasn't four. It was a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "I think they're talking about that past border bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "I would just say I would not -- I found that interview very curious, the Maureen Dowd interview. It was a strange scene with Nancy Pelosi with her purple Manolos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You mean the Lesley Stahl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "\"The New York Times.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "\"The New York Times\" interview if you read it, munching on chocolate and dismissing these people. They have a huge following, and I think if you look at the votes against this bill, it was a lot more than four, and to it was just for votes. So yes, they don't have an organized group like the Freedom Caucus, which was formed on the basis of being able to block legislation, so on that very basis the comparison falls over. They haven't. And actually, the weird thing is they have been very deferential leadership. They supported Pelosi when she was getting hit from the right. That's the weirdest thing about this. Alexandria Ocasio-Cortez and some of the progressives actually supported her. And for these comments, it's curious to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, it's public now. AOC, \"A glass of water could have beat a 20-year incumbent. The Green Dream or whatever. Their public whatever.\" Those are quotes from me. They are from the speaker. Having respect for ourselves doesn't mean we lack respect for her, it means we won't let everyday people be dismissed.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Speaker Pelosi comes from the before time, the long, long ago where the aim of the Speaker was to hold power, to maintain power, to maintain the majority, and then to pass legislation, which she did under President Obama, passing Obamacare and having the most successful tenure of a speaker probably that we've seen in the past couple of decades. AOC comes from a different time in which legislation is not the way that you represent the people. Instead you are a hype machine for everything that they believe in public, on social media, on TV and elsewhere. And that's the role that she's chosen to play. I think that kind of tweet from AOC is sort of saying to Nancy Pelosi, do you feel in charge? Let's test that out. And I think at the very least she can change the trajectory of the debate in ways that are much more powerful than just four members of the Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to turn now to soccer politics here. Equal pay, take a listen to the returning champions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEGAN RAPINOE WOMEN'S NATIONAL SOCCER TEAM",
      "sentences": "I think everybody's ready for it. It's time. We've put this whole movement on our back. So beautifully, the entire team, I think the conversation deserves to get moved to the next step. And I think everybody's ready for it and excited for it, to be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHUMER",
      "sentences": "I believe that it would be a fitting tribute to this great women's soccer team to bring legislation to the Senate floor that would make it easier for women to get equal pay in the workplace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Will that happen, Susan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "No. Not under Majority Leader McConnell. It's possible they could try to move a bill like that if Democrats regain the trifecta again, but that even then would be a long shot because the bill is controversial in that it would require reporting data to the federal government on pay for big companies. There could be big costs for businesses, and it could hurt women in the long run because it may be harder to get their foot in the door if employers worry about what the consequences will be. So that's not going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Do they get invited to the White House even though some of them don't want to go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWAN",
      "sentences": "I don't think so. The president is not inclined to invite people who have said negative things about him, and there's more than one on that team that have. So I would be shocked if they did get invited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The U.K. ambassador may be on that list, too, right now. When we come back, a long run for a war hero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, and epic cross-country journey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "People should know that freedom is not free, and what it takes to keep the country free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ninety-five-year-old Ernie Andrus, a World War II veteran, trekking across the United States for the second time. Andrus plans to average 13 miles per week with a running buddy by his side. He started in Georgia, hopes to make it to California in 2024, the year he turns 100. The veteran is journeying across the country to raise money for the World War II LST- 325 Ship Memorial. I'm going to give. Thanks for inviting us into your home tonight. That's it for the “Special Report.” Fair, balanced, and still unafraid. Here's Martha. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y., SENATE MINORITY LEADER",
      "utterance": "Epstein should have been behind bars years ago, but unfortunately, Secretary of Labor Alex Acosta cut Epstein a sweetheart deal. I am calling on Secretary Acosta to resign. If he refuses to resign, President Trump should fire him."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "The fact is he's been a very good secretary of labor. You go back 12 or 15 years ago or 20 years ago and look at their past decisions, I would think you'd probably find that they would wish they maybe did it a different way. The rest of it we'll have to look at. We'll have to look at it very carefully."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "There are growing calls on Capitol Hill from mostly Democrats that Secretary of Labor Alex Acosta should resign. The Labor Department says, quote, \"Secretary Acosta is not resigning.\" All of this turns around on this criticism that he cut the sweetheart deal. The secretary tweeting \"The crimes committed by Epstein are horrific and I'm pleased that New York prosecutors are moving forward with a case based on new evidence. With the evidence available more than a decade ago, federal prosecutors insisted that Epstein go to jail, register as a sex offender, and put the world on notice that he was a sexual predator. Now that new evidence an additional testimony is available, the New York prosecution offers an important opportunity to more fully bring him to justice.\" So what about that? We'll start here with our panel. Let's bring them in, Ben Domenech is the publisher of \"The Federalist,\" Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" and Jonathan Swan, national political reporter for \"Axios.\" Susan, it seems like the president is sticking by his man right now. SUSAN FERRECHIO, \"WASHINGTON EXAMINER\": He is, and there isn't a lot of enthusiasm on Capitol Hill amongst Republicans for Acosta to resign. I talked to a lot of members, moderate to conservative, and I really can't find anybody who thinks he should step down specifically. What they do say is some say they would like them to come out and explain the rationale behind the deal they cut, and they want to hear more about why the victims were not informed ahead of time about the deal, which I think they were supposed to do. So there's definitely some concern, and today I heard Mitch McConnell say that he was deferring to the president on this. He didn't come out and publicly say no, I back Acosta on this. And so I think there's some concern on Capitol Hill. It is not risen to the level of calling for his resignation. JONATHAN SWAN, NATIONAL POLITICS REPORTER, \"AXIOS\": Viewers should keep their eye on this, because the labor secretary is in a very weak position already."
    },
    {
      "speaker": "BAIER",
      "utterance": "Because of his inability for deregulation, for other things Republicans wanted."
    },
    {
      "speaker": "SWAN",
      "utterance": "Correct. Exactly right. So Alex Acosta has been consistently disappointing some of the conservatives in the administration, particularly people like the Domestic Policy Council, Mick Mulvaney, the new White House chief of staff, people who wanted him to be much more aggressive on regulation. So you now have a lot of vulnerability on the substance, and then you have this issue emerging where you do have, yes, true, not many were Republicans on the Hill, but it provides an opportunity for some of the people who want him out anyway to use that as a lever to get him out."
    },
    {
      "speaker": "BAIER",
      "utterance": "You did a big piece of vetting, or lack thereof, of cabinet officials. He was one of them."
    },
    {
      "speaker": "SWAN",
      "utterance": "No. So we got leaked a huge amount of the vetting documents internally. Alex Acosta's was not one of them. And I'm told that when the president decided, there really wasn't substantial vetting done on him, which is not a surprise to me, because that was the case with a lot of people. And you may remember, the first person that they selected for labor secretary was Andy Puzder. The vetting managed to miss the fact that his wife had accused him of domestic violence. So it was done in a hurry. To go back, this was all done in a great hurry."
    },
    {
      "speaker": "BAIER",
      "utterance": "The transition. One of the things about this case that gets so many eyeballs, Ben, is that the connection between the president and his knowledge of Epstein, Bill Clinton and his friendship and knowledge of Epstein. Here's what the president said about his relationship today."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I know him like everybody and Palm Beach knew him. People in Palm Beach knew him. He was a fixture in Palm Beach. If I had a falling out with him a long time ago. I don't think I've spoken to him for 15 years. I wasn't a fan. Long time ago, I would say maybe 15 years. I was not a fan of his. That I can tell you. I was not a fan of his."
    },
    {
      "speaker": "BAIER",
      "utterance": "And Bill Clinton's office puts out this lengthy statement about the trips that he took with him. There were only four, and it's really kind of interesting. BEN DOMENECH, \"THE FEDERALIST\": That could be up for dispute as well. What is a trip?"
    },
    {
      "speaker": "BAIER",
      "utterance": "What is a flight, what is a trip?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Epstein is at the center of a network of incredibly powerful and wealthy people. There's always been a lot of questions about him ever since this earlier accusation and the plea deal back in 2008, whether this was someone who skirted justice by virtue of those connections. I think that something that we really deserve to know about this current situation. In addition, I think we deserve to know after the 2008 deal, what has happened in the intervening 11 years that would have prevented maybe additional questions. If this is as much of a frequent act on the part of Epstein as is suggested by the prosecutors, why did this not come in before? And to the point that Jonathan made earlier about Alex Acosta, Acosta is someone who was a rising star within the Republican Party, very well- connected himself, someone who had a lot of trust, I would say, from a lot of different Republicans in D.C., which is one of the reasons, I think, that he was kind of pushed through this process so fast and more questions weren't raised earlier."
    },
    {
      "speaker": "SWAN",
      "utterance": "Bret, it's just weird. And there are so many unanswered questions here. I interviewed Alan Dershowitz about this, who was representing Jeffrey Epstein, says he's still advising him. Alan Dershowitz told me he got a massage at Epstein's house, and then he clarified that it was from -- this is a direct quote -- an old, old Russian. He said he saw no one underage. What is this? What are we talking about here?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "He's a big Democratic donor. And the other part of the story is President Trump banned him from Mar-a-Lago for allegedly assaulting an underage girl and President Trump cooperated with prosecutors on the Epstein case. So there's all kinds of little details here that are being left out, but he was a big Democratic donor. And that's something --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "The overall picture is of someone who may have gotten away with horrible and heinous acts for years simply because of who they were connected to and who they were afraid of."
    },
    {
      "speaker": "BAIER",
      "utterance": "Quickly, I want to go down the row here about this Census question and whether it's actually going to happen."
    },
    {
      "speaker": "SWAN",
      "utterance": "So fortuitously I just got off the phone with a senior administration official. It is likely to happen tomorrow, that some sort of executive action -- I can't confirm that it's definitely happening tomorrow, but likely something tomorrow, executive action of some form, whether a memorandum, or --"
    },
    {
      "speaker": "BAIER",
      "utterance": "Which kind of goes around --"
    },
    {
      "speaker": "SWAN",
      "utterance": "-- to force this on to the Census."
    },
    {
      "speaker": "BAIER",
      "utterance": "The current development today we started the show with was that the judge said you can't your legal team. But this would obviously go around in a different way to get the Census question."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "As a checkmate, the House is now threatening to block funding for this. So the Appropriations Committee can do that. They can prevent any funding in a 2020 Census to go for that particular question. That's what they said they're going to do."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Do they really want to take that much of a stand, though, on an issue where the American people, basically most polling shows us, tends to say why can't we just ask them whether they are citizens or not?"
    },
    {
      "speaker": "BAIER",
      "utterance": "That is a good question politically. We'll follow it. Next up, Democrats divided, and soccer politics."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "By and large, whatever orientation they came to Congress with, they know that we have to hold the center, that we have to go down the mainstream."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They know that?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "They do."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You have these wings, AOC and her group on one side."
    },
    {
      "speaker": "PELOSI",
      "utterance": "That's like five people."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, the progressive group. It's more than five."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I'm a progressive."
    },
    {
      "speaker": "REP. RASHIDA TLAIB, D-MICH.",
      "utterance": "It is very disappointing that the speaker whatever try to diminish our voices in so many ways."
    },
    {
      "speaker": "BAIER",
      "utterance": "The fireworks didn't stop on July 4th. They are still going on the Democratic caucus up here on Capitol Hill. Nancy Pelosi, the Speaker, also telling \"The New York Times,\" quote, \"All these people have their public whatever and their Twitter world, but they didn't have any following. They're four people, and that's how many votes they got.\" Here's the four people, the progressives in there, Representative Alexandria Ocasio-Cortez, Tlaib, Omar, and Pressley. There is a battle forming, and we are back with the panel. Susan, it's very public. They're not hiding this."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "It's public, but this is a really mini-faction, she's right. When Lesley Stahl said no, but it's a much bigger faction. No, it's not. It's a mini faction, and they are learning the limits of their social media stardom. There was this sort of an outsized expectation. They would come to Congress with millions of people following them on Instagram and Twitter and be able to have this major influence on the people they vote with. But Congress is a much different animal. Winning votes is not retweets and likes. It's much harder. And they don't -- someone like Pelosi, who is a master at understanding leveraged, how the body works, what cooperation means, when it's necessary, all of these things she's developed. Alexandria Ocasio-Cortez has not developed any of those skills yet. And she doesn't have that kind of influence in Congress that she has on social media."
    },
    {
      "speaker": "BAIER",
      "utterance": "So compare or contrast the progressive wing, and not just these four, but there are others, of the House Democratic caucus, with the Tea Party of the Republicans that John Boehner tried to herd the cats and get votes to pass. Is it much smaller, is it much more not of a problem for Speaker Pelosi?"
    },
    {
      "speaker": "SWAN",
      "utterance": "I disagree a little bit, because it wasn't four votes. I think 90 Democrats who voted against that immigration -- it certainly wasn't four. It was a lot."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "I think they're talking about that past border bill."
    },
    {
      "speaker": "SWAN",
      "utterance": "I would just say I would not -- I found that interview very curious, the Maureen Dowd interview. It was a strange scene with Nancy Pelosi with her purple Manolos."
    },
    {
      "speaker": "BAIER",
      "utterance": "You mean the Lesley Stahl."
    },
    {
      "speaker": "SWAN",
      "utterance": "No, no, no."
    },
    {
      "speaker": "BAIER",
      "utterance": "\"The New York Times.\""
    },
    {
      "speaker": "SWAN",
      "utterance": "\"The New York Times\" interview if you read it, munching on chocolate and dismissing these people. They have a huge following, and I think if you look at the votes against this bill, it was a lot more than four, and to it was just for votes. So yes, they don't have an organized group like the Freedom Caucus, which was formed on the basis of being able to block legislation, so on that very basis the comparison falls over. They haven't. And actually, the weird thing is they have been very deferential leadership. They supported Pelosi when she was getting hit from the right. That's the weirdest thing about this. Alexandria Ocasio-Cortez and some of the progressives actually supported her. And for these comments, it's curious to me."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, it's public now. AOC, \"A glass of water could have beat a 20-year incumbent. The Green Dream or whatever. Their public whatever.\" Those are quotes from me. They are from the speaker. Having respect for ourselves doesn't mean we lack respect for her, it means we won't let everyday people be dismissed.\""
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Speaker Pelosi comes from the before time, the long, long ago where the aim of the Speaker was to hold power, to maintain power, to maintain the majority, and then to pass legislation, which she did under President Obama, passing Obamacare and having the most successful tenure of a speaker probably that we've seen in the past couple of decades. AOC comes from a different time in which legislation is not the way that you represent the people. Instead you are a hype machine for everything that they believe in public, on social media, on TV and elsewhere. And that's the role that she's chosen to play. I think that kind of tweet from AOC is sort of saying to Nancy Pelosi, do you feel in charge? Let's test that out. And I think at the very least she can change the trajectory of the debate in ways that are much more powerful than just four members of the Congress."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to turn now to soccer politics here. Equal pay, take a listen to the returning champions."
    },
    {
      "speaker": "MEGAN RAPINOE WOMEN'S NATIONAL SOCCER TEAM",
      "utterance": "I think everybody's ready for it. It's time. We've put this whole movement on our back. So beautifully, the entire team, I think the conversation deserves to get moved to the next step. And I think everybody's ready for it and excited for it, to be honest."
    },
    {
      "speaker": "SCHUMER",
      "utterance": "I believe that it would be a fitting tribute to this great women's soccer team to bring legislation to the Senate floor that would make it easier for women to get equal pay in the workplace."
    },
    {
      "speaker": "BAIER",
      "utterance": "Will that happen, Susan?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "No. Not under Majority Leader McConnell. It's possible they could try to move a bill like that if Democrats regain the trifecta again, but that even then would be a long shot because the bill is controversial in that it would require reporting data to the federal government on pay for big companies. There could be big costs for businesses, and it could hurt women in the long run because it may be harder to get their foot in the door if employers worry about what the consequences will be. So that's not going to happen."
    },
    {
      "speaker": "BAIER",
      "utterance": "Do they get invited to the White House even though some of them don't want to go?"
    },
    {
      "speaker": "SWAN",
      "utterance": "I don't think so. The president is not inclined to invite people who have said negative things about him, and there's more than one on that team that have. So I would be shocked if they did get invited."
    },
    {
      "speaker": "BAIER",
      "utterance": "The U.K. ambassador may be on that list, too, right now. When we come back, a long run for a war hero."
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, and epic cross-country journey."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "People should know that freedom is not free, and what it takes to keep the country free."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ninety-five-year-old Ernie Andrus, a World War II veteran, trekking across the United States for the second time. Andrus plans to average 13 miles per week with a running buddy by his side. He started in Georgia, hopes to make it to California in 2024, the year he turns 100. The veteran is journeying across the country to raise money for the World War II LST- 325 Ship Memorial. I'm going to give. Thanks for inviting us into your home tonight. That's it for the “Special Report.” Fair, balanced, and still unafraid. Here's Martha. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}