{
  "date": "July 28, 2019",
  "headline": "Ed Meese and Michael Mukasey break down the Mueller investigation, congressional hearings",
  "subHeadline": "Former Attorneys General Ed Meese and Michael Mukasey join Mark Levin on 'Life, Liberty & Levin.'",
  "url": "https://www.foxnews.com/transcript/ed-meese-and-michael-mukasey-break-down-the-mueller-investigation-congressional-hearings",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARK LEVIN, HOST",
      "sentences": "Hello, America, I'm Mark Levin. This is \"Life, Liberty & Levin.\" We have two former Attorneys General. Attorney General Meese. EDWIN MEESE III, 75th ATTORNEY GENERAL OF THE UNITED STATES: Pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Attorney General Mukasey.  MICHAEL MUKASEY, 81st ATTORNEY GENERAL OF THE UNITED STATES: Pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The 75th Attorney General of the United States under Ronald Reagan, 81st Attorney General of the United States under George W. Bush. It's an honor to have you both here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The Mueller hearings, the Mueller investigation, maybe it's the Weissmann investigation, whatever. I want to start at the beginning here. That is the appointment of a Special Counsel. Under the regulations of the Department of Justice, should there ever have been a Special Counsel appointed under these circumstances? Ed Meese? MEESE In my opinion, no. There was no need. For one thing, the Department was not in any way conflicted. It's understandable that Jeff Sessions did have to recuse himself because at least, he was a fact witness potentially having been a member of the inner circle in the campaign.  But that certainly did not conflict the entire Department of Justice, and if once there was an allegation, if there was one, then that should have gone to the normal processes of the Department and had been handled by the U.S. Attorney either in Washington, D.C. or in New York, wherever the jurisdiction happened to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Attorney General Mukasey, what was the criminal allegation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "There was no criminal allegation, and the only criminal allegation, as far as I know, had to do with the activities of the Russians. And certainly, the Justice Department was not conflicted as to that. The regulation says that when there is a criminal investigation as to which there's a conflict in the Department or there's some other overriding public reason, then you may -- then then the Attorney General or whoever is acting, may appoint a Special Counsel.   The letter of appointment for Robert Mueller referred to the investigation that was testified to by Jim Comey in front of a House Committee back in March of I think, 2016. That investigation was not a criminal investigation. It was a counterintelligence investigation. It was a national security investigation. So, there was no criminal predicate for an appointment of a Special Counsel. It's that fundamentally flawed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So, you both agree there should never have been a Special Counsel in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And yet, we had the Special Counsel, and you both saw him testify the other day. Attorney General Meese, were you concerned his testimony?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "I was concerned by his testimony. I was concerned by the fact that so much of the report seemed to be foreign to him, or at least he was not familiar with it, and I've since reflected the views of a lot of people who were watching and that was that because he was not familiar with the report, because it looked like someone else had written it.  And indeed, much of the report itself suffered, in my opinion, a number of flaws as well. The whole idea of laying out what you might call a prosecutor's brief, not an evidentiary brief, but a prosecutor's brief of reasons why someone should have been accused of doing something wrong, and yet very short on evidence, very short on facts, and certainly much too long, particularly in volumes, what they call Volume 2, which was directly contrary, actually to what the law actually says, in terms of what obstruction of justice really is. This isn't bribing of witnesses. This isn't destroying documents. This isn't the normal thing you would think about when you talk about obstruction of justice. And that's why I felt that the whole idea of that much material of allegations really without facts made this a flawed report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Now, the report itself really wasn't supposed to be 500 pages, was it? And turned over to an Attorney General who already testified that he was going to give it to Congress and then Prosecutor's Office knew who won -- you know, the Democrats were now in control. And I read both volumes of this report and Volume 2 reads like the longest op-ed. What do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "Well, I, of course agree with everything that Meese said. And I would add that when he refers to it as a prosecutor is brief, it's interestingly a prosecutors brief for an impeachment not a prosecutor's brief for an obstruction prosecution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "And obstruction. Let's talk about this a second. You touched on this. Obstruction of justice, every document that the prosecutors wanted, they got. Every witness that the prosecutors wanted, they got, including the President's own White House counsel -- 30 hours, he testifies.  No assertion of attorney-client privilege, no assertion of executive privilege, no assertion of any privilege. He doesn't deny them one penny in resources. He never interferes with this investigation and makes public comments as I think any citizen might if they feel they're innocent, but he never actually take steps as President of the United States to do anything.   And yet, the report and the Democrats focus on McGahn, his White House counsel, who said and the President denies this, who said, \"Yes, the President contacted me about, you know, getting rid of Mueller,\" is this obstruction of justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "Certainly not. As a matter of fact, when you saw some of the things that were happening in the special prosecutor's Special Counsel's Office at that time, the fact that the overwhelming majority of the lawyers that had been hired were Democrats, many of them not just ordinary voting Democrats, but Democrats who had contributed large amounts of money to the Democratic Party, and particularly to Mr. Trump's opponent during the election -- those kinds of things. The fact that many other things in the way in which they conducted some of the activities there, including them bringing charges, in the course of their process, to people totally unrelated, anything having to do with Russia, or having to do with the President.  Some cases that had been many years before, or X many years before, in which they were -- it looked like they were charging people with crimes simply to get them in a position that they could then be bludgeoned into talking and saying something negative about the President.  So, the whole thing to me, if I were the President, I would be really appalled that that kind of conduct was being carried out by the Department of Justice that was ultimately responsible to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The report cites three obstruction statutes. I've looked at these obstruction statutes, they don't apply to this case. Then you look at the Supreme Court decision in 2005, involving Arthur Andersen, which was Andrew Weissmann's case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "Which was an obstruction case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Which was an obstruction case, and it was a perfunctory opinion. It was about eight pages long if you don't include the title page and signature page, nine to zero written by Chief Justice Rehnquist saying \"Whoa, whoa. You can't have such a broad interpretation of obstruction. This is a serious crime.\" And among the three elements is corrupt intent.  You're a former judge. You see what the President did in terms of providing information to the prosecutor. He felt the prosecutor was conflicted. Let's say he fired Mueller. Would that necessarily mean the prosecution ends?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "No, of course not. The office would continue and the investigation would continue. Also, if you look at the kind of spasmodic way almost that he -- I mean, it's certainly not a methodical way that the President went about expressing his views about getting rid of Mueller and ordering people or asking people to take steps to do that. It's at various points if in fact, he did on a completely disorganized way. This looks like somebody who is upset, lashing out and talking the way people talk about that and love to get rid of him or her or whatever. That's very different from actually undertaking in a systematic and methodical way obstructing an investigation, and certainly you wouldn't do it by firing the figure head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "This was a case, I think, where the President knew that he had had nothing to do with Russia, and that he was being falsely accused every day. And the media was picking this up, not to report the news, but rather to get it at the President himself personally.   I mean, I think he did this, probably out of frustration as an innocent person being pilloried for something that he never did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "I mean, when you talk about an obstruction case, as a prosecutor, you think about whether you can put this in front of a jury and present evidence beyond a reasonable doubt that an obstruction was going on. That I think was part of the point that the Attorney General was making when he discussed the report and discussed his decision not to bring an obstruction case. There's a world of difference between taking isolated statements out of context and saying, \"Well, you could construe this as an act of obstruction or as an attempted act of obstruction, or as an incipient act of obstruction and evaluating an entire situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You know, I want to dig in on this one step further here. Because you hear in the media, and you hear in the left, the Democrats say that, but for these two opinions from the Office of Legal Counsel that say you can't indict a sitting President, they would have indicted this President. They tried to get Mueller to say that, he wouldn't say it. But they still say it.  I have a different take on this. If they really thought that they had a case for obstruction, putting aside those memos, that 500-page document, which is not really a legal document, it's just a big document, the kitchen sink is thrown in there, nothing would have stopped them from saying that we recommend Mr. Attorney General, you waive those decisions, you reject those decisions and we recommend indictment. They didn't do that. And I think that's very, very interesting, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "Well, I think one of the reasons they didn't do it was there was no evidence to support that kind of a recommendation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "And I think that Mueller was enough -- have had enough control, if you will, to make sure that that didn't happen. I have no doubt that there was some people on that staff that had a bias against this President, and would have done it if they felt there was any basis in which they could or in where Mueller felt that there was -- that they could legitimately do that. And it's clear that they couldn't do that.  And I think -- and ultimately, in the second day of his testimony, he said that and made it very clear that that there was not a basis that they did not make a determination one way or the other on guilt or innocence. In other words, in effect, they didn't do what they've been asked to do. But I think it's because there was a -- at least a conflict, if not full wrong headedness amongst some of his staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "I think what Ed just said accounts for the not exonerated formulation, because it's certainly not a legal standard. It's the only time as I think was brought out in the hearing. It's the only time that's ever been used as a standard. Prosecutors don't exonerate people, you want exoneration, you go to church. You don't get exoneration in a court in of law. At best you get found not guilty, not exonerated. And that the only way to account for introducing that really lawless standard is that they were -- it was pulling and hauling on both sides because I can't figure out otherwise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "Well, if you really think about it, when they didn't have the evidence and didn't find evidence or announce the evidence to support an indictment, essentially the exoneration, if you want to call it that came by process of law, because if a person is not indicted and proved guilty beyond a reasonable doubt, they are as innocent as a newborn baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So they really did make a decision. Right? I mean, let's stop dancing around. They made a decision, you either pull the trigger or you don't. Or, you either go to the Attorney General and say, we want to pull the trigger or you don't and they didn't, but they did something much worse, didn't they? When we come back, I want to pursue that with you. Folks, don't forget most weeknights, you can watch me on Levin TV. Here's what you do. Go to blazetv.com/mark to sign up, blazetv.com/ mark or give us a call 844-LEVIN-TV, 844-LEVIN-TV and don't forget, nine times, \"The New York Times\" bestseller list. They hate it. You'll love it. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Attorneys General, for a lot of people, including me, this report, particularly Volume 2 was written as an impeachment report, which is really an abuse of power for prosecutors to do that sort of thing. And I think one day, we need to circle back and really take a look at this. That said, that report, anything you've seen so far, they keep talking about impeachment. Like they're talking about apple pie, and they talk about it every day. Will they impeachment, won't they impeach?  Apart from the politics of it, has the President committed any impeachable offenses?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "I don't believe that he has in any way committed an impeachable offense --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "High crimes and misdemeanors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "We have to understand what impeachment is all about, as you point out and that was the two -- the three branches are separate and equal branches. So, the President couldn't be subject to Congress, in the sense of them being able to push him around, he has to be able to be independent of them, and carry out his duties as the Constitution sets him forth.  But at the same time, the country needed a safety valve in case you have a President who goes wild and does something that's clearly against the best interest of the people in the United States. And for that reason, they provided the impeachment clause, taking it from its English forebears, and other experience with other countries providing that, but it's not to be just like any other piece of legislation. It's very definitely a safety valve. And that's why the considerable process that you have to go through and that is the House bringing Articles of Impeachment, and then a trial in the Senate, requiring two thirds in where the Chief Justice of the United States actually presides.  So that this is not just as you point out, just not an ordinary threat situation or ordinary thing that like voting on another piece of legislation. This is a very important thing. And I think that there's no question about it, that there is no basis for impeachment whatsoever in anything that's in that Mueller -- so-called Mueller report nor anything else that would come out in terms of what the President has done or not done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Attorney General Mukasey, they set up this process. They didn't just say you can impeach to remove a President, you need a supermajority vote, two thirds in the Senate. You have a separate body that conducts, you know, the trial and you have the Chief Justice sitting. So, they didn't treat it as just something to do if you don't like a President or you don't agree with his election or maybe he said something you don't like or something like that. This was more than purely a political act. To me if it was purely a political act, the bar would be set so high and you wouldn't need such a major trial event in the Senate, is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "Yes, I think President Ford was famous or maybe infamous for saying that an impeachable offense is whatever the House of Representatives says it is. Well, that's a half truth. Yes, all it takes is a majority vote in the House. But as was pointed out in Ed's discussion, this is a much more elaborate process.  And it's a process that's designed to make sure that there is a feeling in the country, a support in the country, really a groundswell of opinion in the country that supports removal of a President for misfeasance. That's what it's about. And by that standard, we don't have it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Is that what this hearing was about? Where they were trying to lay the predicate for impeachment? I mean, they've barely hidden their feelings in this regard, particularly the Chairman of the Committee, Nadler. He keeps going on about the President has committed crimes. The President has committed -- I've never heard -- you have a politician that runs a committee who is the judge, the jury, he is sentencing, he's -- and it turns out that the prosecutors didn't even draw a conclusion. So, is this simply trying to lay a predicate for an impeachment case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "Well, I try not to read other people's minds. And if I did read other people's minds, I certainly wouldn't start with his. But I can't think of any other reason for doing what was done in the way that it was done. There's no other explanation for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEESE",
      "sentences": "They repeatedly lied about what the situation was. They repeatedly gave their impression of what was in the report, not what was in the report itself and they certainly tried to mislead the public into believing there was some basis for impeachment. So, there's no question that the hearing itself, along with the report, and their use of the report was designed to try to set the stage for impeachment, when there was absolutely no basis for it. It was one of the most despicable acts, in my opinion, that embarrassed the Congress of the United States, from what they were doing with what I can think of only as a plot to get rid of a President they didn't like, who was elected by the people in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You know, when we come back, I want to ask you about this plot, because you have this prosecutor's office, you have very partisan prosecutors, we know this by their own conduct. One represented Hillary Clinton; one was that the Hillary Clinton victory party of which there was none, others giving donations, you know, there is a regulation at the Department of Justice about an appearance of a conflict of interest.   Well, there was an appearance of a conflict of interest, not a fact of a conflict of interest. This investigation, we talked about impeachment, we talked about this hearing, the entire front half of what took place, Mr. Mueller said was not in his purview. The entire front half of the investigation -- now, he knew how to go to Rosenstein to get his mandate expanded into, you know, Manafort's taxes or whatever it was, but in this case, they didn't. When we come back, I want to ask you why. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "sentences": "This is a Fox News Alert from \"America's News Headquarters.\" I'm Aishah Hasnie. We are following breaking news happening right now in California. Reports of a shooting involving multiple victims at a festival in the town of Gilroy. That is about 30 miles south of San Jose and about 80 miles south of San Francisco.  Police in Gilroy have just confirmed the shooting. There is no confirmation right now the number of injured or whether anyone has died. This is a video from the scene taken from festivalgoers. The shooting took place at the Gilroy Garlic Festival, which from what we can tell is a food festival that started on Friday and has lasted through the weekend. A video from the venue shows people running from the scene. Again, reports of a shooting involving multiple victims at the Gilroy Garlic Festival in California just south of San Jose. More details coming up right here on Fox News. I'm Aishah Hasnie, now back to \"Life, Liberty & Levin.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Attorney General Mukasey and Meese, let's take a look at the areas where Mr. Mueller said are not in his purview. Anything related to the Hillary Clinton campaign and the DNC; the funding of Fusion GPS, which was used as a go-through to pay for Christopher Steele. He was out of the purview.  Christopher Steele goes to the Russians, among others to get information -- opposition research. We give it this fancy name, dossier. That wasn't in his purview. The FISA applications which misled the court - that wasn't in his purview. McCabe's leaks, Strzok's leaks, Comey's leaks -- those weren't in his purview. And I might add a lot of this occurred before the Inspector General jumped in. And certainly before we had an Attorney General, who has unleashed an investigation in the case at bar. McCabe's coup attempt under the 25th Amendment, none in his purview. F.B.I. placing spies in the Trump campaign that's not in his purview. The Obama administration's unmasking of American citizens, that wasn't in his purview; and the Obama administration's failure to do anything effective the stop the Russians from interfering in our campaign. I heard this all day during the hearings that we had this unbelievable effort by the Russians to interfere in our campaign and the two people they haven't interviewed are Barack Obama and Joe Biden. So, what kind of investigation is it that sets aside all these elements that clearly are relevant? The Attorney General claim, well, we've got to get to the bottom of this, too? I'll go to you first, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "All of that is, in my mind, at least, an excellent reason for watching what happens when an investigation that's being conducted under the direction of John Durham does its work, because the current Attorney General has said that he is interested in getting to the bottom of how all of this got started. And the way it got started is with the steps that that you've listed. Take the FISA application. That application was for a warrant on Carter Page. Carter Page is a U.S. citizen. You don't get a want on a U.S. citizen under FISA, unless you can show number one that he is an agent of a foreign power.  But number two, you have to show as to a U.S. citizen that there's a crime involved. Who is the one person who has not been indicted by anybody? Carter Page. So what was the basis for getting a warrant that named him? That's only -- that only teases out one problematic area. And the Fusion GPS, of course, as you pointed out, was funded for the purpose of generating oppo research.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Let me ask you a question, you're a former Federal judge. These are Federal District judges who sit on the FISA Courts. They are appointed by the Chief Justice of the United States. I'm just curious about this. If you had been one of those judges, and you learn later about the paucity of these applications that they were misleading, wouldn't you want to call those parties back and have at least an evidentiary hearing to find out what took place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "Unfortunately, I don't think the FISA Court is quite set up that way. I mean, understand I'd be off the wall if I found that the facts that emerged -- that have emerged since about that application were true. But that court function simply to consider applications for Foreign Intelligence Surveillance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "So there's no recourse for a judge to say, \"Wait a minute, you misled me. Why don't you come back, let's have a chat about it.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUKASEY",
      "sentences": "There's recourse in writing opinions. But it's -- you're not talking about an ongoing hearing or a court that functions on an ongoing basis in that way.  That said, I would think that that that there would be a lot of questions asked by not only by those judges, but also by the Office of Professional Responsibility within the Justice Department as to who was making representations and on what --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HASNIE",
      "sentences": "This is a Fox News Alert from \"America's News Headquarters,\" I'm Aishah Hasnie. We are following breaking news happening right now in California. A shooting involving multiple victims at a festival in the small town of Gilroy. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, HOST",
      "utterance": "Hello, America, I'm Mark Levin. This is \"Life, Liberty & Levin.\" We have two former Attorneys General. Attorney General Meese. EDWIN MEESE III, 75th ATTORNEY GENERAL OF THE UNITED STATES: Pleasure."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Attorney General Mukasey. MICHAEL MUKASEY, 81st ATTORNEY GENERAL OF THE UNITED STATES: Pleasure."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The 75th Attorney General of the United States under Ronald Reagan, 81st Attorney General of the United States under George W. Bush. It's an honor to have you both here."
    },
    {
      "speaker": "MUKASEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The Mueller hearings, the Mueller investigation, maybe it's the Weissmann investigation, whatever. I want to start at the beginning here. That is the appointment of a Special Counsel. Under the regulations of the Department of Justice, should there ever have been a Special Counsel appointed under these circumstances? Ed Meese? MEESE In my opinion, no. There was no need. For one thing, the Department was not in any way conflicted. It's understandable that Jeff Sessions did have to recuse himself because at least, he was a fact witness potentially having been a member of the inner circle in the campaign. But that certainly did not conflict the entire Department of Justice, and if once there was an allegation, if there was one, then that should have gone to the normal processes of the Department and had been handled by the U.S. Attorney either in Washington, D.C. or in New York, wherever the jurisdiction happened to be."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Attorney General Mukasey, what was the criminal allegation?"
    },
    {
      "speaker": "MUKASEY",
      "utterance": "There was no criminal allegation, and the only criminal allegation, as far as I know, had to do with the activities of the Russians. And certainly, the Justice Department was not conflicted as to that. The regulation says that when there is a criminal investigation as to which there's a conflict in the Department or there's some other overriding public reason, then you may -- then then the Attorney General or whoever is acting, may appoint a Special Counsel. The letter of appointment for Robert Mueller referred to the investigation that was testified to by Jim Comey in front of a House Committee back in March of I think, 2016. That investigation was not a criminal investigation. It was a counterintelligence investigation. It was a national security investigation. So, there was no criminal predicate for an appointment of a Special Counsel. It's that fundamentally flawed."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So, you both agree there should never have been a Special Counsel in the first place."
    },
    {
      "speaker": "MEESE",
      "utterance": "Right."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And yet, we had the Special Counsel, and you both saw him testify the other day. Attorney General Meese, were you concerned his testimony?"
    },
    {
      "speaker": "MEESE",
      "utterance": "I was concerned by his testimony. I was concerned by the fact that so much of the report seemed to be foreign to him, or at least he was not familiar with it, and I've since reflected the views of a lot of people who were watching and that was that because he was not familiar with the report, because it looked like someone else had written it. And indeed, much of the report itself suffered, in my opinion, a number of flaws as well. The whole idea of laying out what you might call a prosecutor's brief, not an evidentiary brief, but a prosecutor's brief of reasons why someone should have been accused of doing something wrong, and yet very short on evidence, very short on facts, and certainly much too long, particularly in volumes, what they call Volume 2, which was directly contrary, actually to what the law actually says, in terms of what obstruction of justice really is. This isn't bribing of witnesses. This isn't destroying documents. This isn't the normal thing you would think about when you talk about obstruction of justice. And that's why I felt that the whole idea of that much material of allegations really without facts made this a flawed report."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Now, the report itself really wasn't supposed to be 500 pages, was it? And turned over to an Attorney General who already testified that he was going to give it to Congress and then Prosecutor's Office knew who won -- you know, the Democrats were now in control. And I read both volumes of this report and Volume 2 reads like the longest op-ed. What do you make of this?"
    },
    {
      "speaker": "MUKASEY",
      "utterance": "Well, I, of course agree with everything that Meese said. And I would add that when he refers to it as a prosecutor is brief, it's interestingly a prosecutors brief for an impeachment not a prosecutor's brief for an obstruction prosecution."
    },
    {
      "speaker": "LEVIN",
      "utterance": "And obstruction. Let's talk about this a second. You touched on this. Obstruction of justice, every document that the prosecutors wanted, they got. Every witness that the prosecutors wanted, they got, including the President's own White House counsel -- 30 hours, he testifies. No assertion of attorney-client privilege, no assertion of executive privilege, no assertion of any privilege. He doesn't deny them one penny in resources. He never interferes with this investigation and makes public comments as I think any citizen might if they feel they're innocent, but he never actually take steps as President of the United States to do anything. And yet, the report and the Democrats focus on McGahn, his White House counsel, who said and the President denies this, who said, \"Yes, the President contacted me about, you know, getting rid of Mueller,\" is this obstruction of justice?"
    },
    {
      "speaker": "MEESE",
      "utterance": "Certainly not. As a matter of fact, when you saw some of the things that were happening in the special prosecutor's Special Counsel's Office at that time, the fact that the overwhelming majority of the lawyers that had been hired were Democrats, many of them not just ordinary voting Democrats, but Democrats who had contributed large amounts of money to the Democratic Party, and particularly to Mr. Trump's opponent during the election -- those kinds of things. The fact that many other things in the way in which they conducted some of the activities there, including them bringing charges, in the course of their process, to people totally unrelated, anything having to do with Russia, or having to do with the President. Some cases that had been many years before, or X many years before, in which they were -- it looked like they were charging people with crimes simply to get them in a position that they could then be bludgeoned into talking and saying something negative about the President. So, the whole thing to me, if I were the President, I would be really appalled that that kind of conduct was being carried out by the Department of Justice that was ultimately responsible to me."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The report cites three obstruction statutes. I've looked at these obstruction statutes, they don't apply to this case. Then you look at the Supreme Court decision in 2005, involving Arthur Andersen, which was Andrew Weissmann's case."
    },
    {
      "speaker": "MUKASEY",
      "utterance": "Which was an obstruction case."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Which was an obstruction case, and it was a perfunctory opinion. It was about eight pages long if you don't include the title page and signature page, nine to zero written by Chief Justice Rehnquist saying \"Whoa, whoa. You can't have such a broad interpretation of obstruction. This is a serious crime.\" And among the three elements is corrupt intent. You're a former judge. You see what the President did in terms of providing information to the prosecutor. He felt the prosecutor was conflicted. Let's say he fired Mueller. Would that necessarily mean the prosecution ends?"
    },
    {
      "speaker": "MUKASEY",
      "utterance": "No, of course not. The office would continue and the investigation would continue. Also, if you look at the kind of spasmodic way almost that he -- I mean, it's certainly not a methodical way that the President went about expressing his views about getting rid of Mueller and ordering people or asking people to take steps to do that. It's at various points if in fact, he did on a completely disorganized way. This looks like somebody who is upset, lashing out and talking the way people talk about that and love to get rid of him or her or whatever. That's very different from actually undertaking in a systematic and methodical way obstructing an investigation, and certainly you wouldn't do it by firing the figure head."
    },
    {
      "speaker": "MEESE",
      "utterance": "This was a case, I think, where the President knew that he had had nothing to do with Russia, and that he was being falsely accused every day. And the media was picking this up, not to report the news, but rather to get it at the President himself personally. I mean, I think he did this, probably out of frustration as an innocent person being pilloried for something that he never did."
    },
    {
      "speaker": "MUKASEY",
      "utterance": "I mean, when you talk about an obstruction case, as a prosecutor, you think about whether you can put this in front of a jury and present evidence beyond a reasonable doubt that an obstruction was going on. That I think was part of the point that the Attorney General was making when he discussed the report and discussed his decision not to bring an obstruction case. There's a world of difference between taking isolated statements out of context and saying, \"Well, you could construe this as an act of obstruction or as an attempted act of obstruction, or as an incipient act of obstruction and evaluating an entire situation."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You know, I want to dig in on this one step further here. Because you hear in the media, and you hear in the left, the Democrats say that, but for these two opinions from the Office of Legal Counsel that say you can't indict a sitting President, they would have indicted this President. They tried to get Mueller to say that, he wouldn't say it. But they still say it. I have a different take on this. If they really thought that they had a case for obstruction, putting aside those memos, that 500-page document, which is not really a legal document, it's just a big document, the kitchen sink is thrown in there, nothing would have stopped them from saying that we recommend Mr. Attorney General, you waive those decisions, you reject those decisions and we recommend indictment. They didn't do that. And I think that's very, very interesting, what do you think?"
    },
    {
      "speaker": "MEESE",
      "utterance": "Well, I think one of the reasons they didn't do it was there was no evidence to support that kind of a recommendation."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Exactly."
    },
    {
      "speaker": "MEESE",
      "utterance": "And I think that Mueller was enough -- have had enough control, if you will, to make sure that that didn't happen. I have no doubt that there was some people on that staff that had a bias against this President, and would have done it if they felt there was any basis in which they could or in where Mueller felt that there was -- that they could legitimately do that. And it's clear that they couldn't do that. And I think -- and ultimately, in the second day of his testimony, he said that and made it very clear that that there was not a basis that they did not make a determination one way or the other on guilt or innocence. In other words, in effect, they didn't do what they've been asked to do. But I think it's because there was a -- at least a conflict, if not full wrong headedness amongst some of his staff."
    },
    {
      "speaker": "MUKASEY",
      "utterance": "I think what Ed just said accounts for the not exonerated formulation, because it's certainly not a legal standard. It's the only time as I think was brought out in the hearing. It's the only time that's ever been used as a standard. Prosecutors don't exonerate people, you want exoneration, you go to church. You don't get exoneration in a court in of law. At best you get found not guilty, not exonerated. And that the only way to account for introducing that really lawless standard is that they were -- it was pulling and hauling on both sides because I can't figure out otherwise."
    },
    {
      "speaker": "MEESE",
      "utterance": "Well, if you really think about it, when they didn't have the evidence and didn't find evidence or announce the evidence to support an indictment, essentially the exoneration, if you want to call it that came by process of law, because if a person is not indicted and proved guilty beyond a reasonable doubt, they are as innocent as a newborn baby."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So they really did make a decision. Right? I mean, let's stop dancing around. They made a decision, you either pull the trigger or you don't. Or, you either go to the Attorney General and say, we want to pull the trigger or you don't and they didn't, but they did something much worse, didn't they? When we come back, I want to pursue that with you. Folks, don't forget most weeknights, you can watch me on Levin TV. Here's what you do. Go to blazetv.com/mark to sign up, blazetv.com/ mark or give us a call 844-LEVIN-TV, 844-LEVIN-TV and don't forget, nine times, \"The New York Times\" bestseller list. They hate it. You'll love it. We'll be right back."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Attorneys General, for a lot of people, including me, this report, particularly Volume 2 was written as an impeachment report, which is really an abuse of power for prosecutors to do that sort of thing. And I think one day, we need to circle back and really take a look at this. That said, that report, anything you've seen so far, they keep talking about impeachment. Like they're talking about apple pie, and they talk about it every day. Will they impeachment, won't they impeach? Apart from the politics of it, has the President committed any impeachable offenses?"
    },
    {
      "speaker": "MEESE",
      "utterance": "I don't believe that he has in any way committed an impeachable offense --"
    },
    {
      "speaker": "LEVIN",
      "utterance": "High crimes and misdemeanors."
    },
    {
      "speaker": "MEESE",
      "utterance": "We have to understand what impeachment is all about, as you point out and that was the two -- the three branches are separate and equal branches. So, the President couldn't be subject to Congress, in the sense of them being able to push him around, he has to be able to be independent of them, and carry out his duties as the Constitution sets him forth. But at the same time, the country needed a safety valve in case you have a President who goes wild and does something that's clearly against the best interest of the people in the United States. And for that reason, they provided the impeachment clause, taking it from its English forebears, and other experience with other countries providing that, but it's not to be just like any other piece of legislation. It's very definitely a safety valve. And that's why the considerable process that you have to go through and that is the House bringing Articles of Impeachment, and then a trial in the Senate, requiring two thirds in where the Chief Justice of the United States actually presides. So that this is not just as you point out, just not an ordinary threat situation or ordinary thing that like voting on another piece of legislation. This is a very important thing. And I think that there's no question about it, that there is no basis for impeachment whatsoever in anything that's in that Mueller -- so-called Mueller report nor anything else that would come out in terms of what the President has done or not done."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Attorney General Mukasey, they set up this process. They didn't just say you can impeach to remove a President, you need a supermajority vote, two thirds in the Senate. You have a separate body that conducts, you know, the trial and you have the Chief Justice sitting. So, they didn't treat it as just something to do if you don't like a President or you don't agree with his election or maybe he said something you don't like or something like that. This was more than purely a political act. To me if it was purely a political act, the bar would be set so high and you wouldn't need such a major trial event in the Senate, is that right?"
    },
    {
      "speaker": "MUKASEY",
      "utterance": "Yes, I think President Ford was famous or maybe infamous for saying that an impeachable offense is whatever the House of Representatives says it is. Well, that's a half truth. Yes, all it takes is a majority vote in the House. But as was pointed out in Ed's discussion, this is a much more elaborate process. And it's a process that's designed to make sure that there is a feeling in the country, a support in the country, really a groundswell of opinion in the country that supports removal of a President for misfeasance. That's what it's about. And by that standard, we don't have it."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Is that what this hearing was about? Where they were trying to lay the predicate for impeachment? I mean, they've barely hidden their feelings in this regard, particularly the Chairman of the Committee, Nadler. He keeps going on about the President has committed crimes. The President has committed -- I've never heard -- you have a politician that runs a committee who is the judge, the jury, he is sentencing, he's -- and it turns out that the prosecutors didn't even draw a conclusion. So, is this simply trying to lay a predicate for an impeachment case?"
    },
    {
      "speaker": "MUKASEY",
      "utterance": "Well, I try not to read other people's minds. And if I did read other people's minds, I certainly wouldn't start with his. But I can't think of any other reason for doing what was done in the way that it was done. There's no other explanation for it."
    },
    {
      "speaker": "MEESE",
      "utterance": "They repeatedly lied about what the situation was. They repeatedly gave their impression of what was in the report, not what was in the report itself and they certainly tried to mislead the public into believing there was some basis for impeachment. So, there's no question that the hearing itself, along with the report, and their use of the report was designed to try to set the stage for impeachment, when there was absolutely no basis for it. It was one of the most despicable acts, in my opinion, that embarrassed the Congress of the United States, from what they were doing with what I can think of only as a plot to get rid of a President they didn't like, who was elected by the people in the United States."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You know, when we come back, I want to ask you about this plot, because you have this prosecutor's office, you have very partisan prosecutors, we know this by their own conduct. One represented Hillary Clinton; one was that the Hillary Clinton victory party of which there was none, others giving donations, you know, there is a regulation at the Department of Justice about an appearance of a conflict of interest. Well, there was an appearance of a conflict of interest, not a fact of a conflict of interest. This investigation, we talked about impeachment, we talked about this hearing, the entire front half of what took place, Mr. Mueller said was not in his purview. The entire front half of the investigation -- now, he knew how to go to Rosenstein to get his mandate expanded into, you know, Manafort's taxes or whatever it was, but in this case, they didn't. When we come back, I want to ask you why. We'll be right back."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "utterance": "This is a Fox News Alert from \"America's News Headquarters.\" I'm Aishah Hasnie. We are following breaking news happening right now in California. Reports of a shooting involving multiple victims at a festival in the town of Gilroy. That is about 30 miles south of San Jose and about 80 miles south of San Francisco. Police in Gilroy have just confirmed the shooting. There is no confirmation right now the number of injured or whether anyone has died. This is a video from the scene taken from festivalgoers. The shooting took place at the Gilroy Garlic Festival, which from what we can tell is a food festival that started on Friday and has lasted through the weekend. A video from the venue shows people running from the scene. Again, reports of a shooting involving multiple victims at the Gilroy Garlic Festival in California just south of San Jose. More details coming up right here on Fox News. I'm Aishah Hasnie, now back to \"Life, Liberty & Levin.\""
    },
    {
      "speaker": "LEVIN",
      "utterance": "Attorney General Mukasey and Meese, let's take a look at the areas where Mr. Mueller said are not in his purview. Anything related to the Hillary Clinton campaign and the DNC; the funding of Fusion GPS, which was used as a go-through to pay for Christopher Steele. He was out of the purview. Christopher Steele goes to the Russians, among others to get information -- opposition research. We give it this fancy name, dossier. That wasn't in his purview. The FISA applications which misled the court - that wasn't in his purview. McCabe's leaks, Strzok's leaks, Comey's leaks -- those weren't in his purview. And I might add a lot of this occurred before the Inspector General jumped in. And certainly before we had an Attorney General, who has unleashed an investigation in the case at bar. McCabe's coup attempt under the 25th Amendment, none in his purview. F.B.I. placing spies in the Trump campaign that's not in his purview. The Obama administration's unmasking of American citizens, that wasn't in his purview; and the Obama administration's failure to do anything effective the stop the Russians from interfering in our campaign. I heard this all day during the hearings that we had this unbelievable effort by the Russians to interfere in our campaign and the two people they haven't interviewed are Barack Obama and Joe Biden. So, what kind of investigation is it that sets aside all these elements that clearly are relevant? The Attorney General claim, well, we've got to get to the bottom of this, too? I'll go to you first, Mike."
    },
    {
      "speaker": "MUKASEY",
      "utterance": "All of that is, in my mind, at least, an excellent reason for watching what happens when an investigation that's being conducted under the direction of John Durham does its work, because the current Attorney General has said that he is interested in getting to the bottom of how all of this got started. And the way it got started is with the steps that that you've listed. Take the FISA application. That application was for a warrant on Carter Page. Carter Page is a U.S. citizen. You don't get a want on a U.S. citizen under FISA, unless you can show number one that he is an agent of a foreign power. But number two, you have to show as to a U.S. citizen that there's a crime involved. Who is the one person who has not been indicted by anybody? Carter Page. So what was the basis for getting a warrant that named him? That's only -- that only teases out one problematic area. And the Fusion GPS, of course, as you pointed out, was funded for the purpose of generating oppo research."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Let me ask you a question, you're a former Federal judge. These are Federal District judges who sit on the FISA Courts. They are appointed by the Chief Justice of the United States. I'm just curious about this. If you had been one of those judges, and you learn later about the paucity of these applications that they were misleading, wouldn't you want to call those parties back and have at least an evidentiary hearing to find out what took place."
    },
    {
      "speaker": "MUKASEY",
      "utterance": "Unfortunately, I don't think the FISA Court is quite set up that way. I mean, understand I'd be off the wall if I found that the facts that emerged -- that have emerged since about that application were true. But that court function simply to consider applications for Foreign Intelligence Surveillance."
    },
    {
      "speaker": "LEVIN",
      "utterance": "So there's no recourse for a judge to say, \"Wait a minute, you misled me. Why don't you come back, let's have a chat about it.\""
    },
    {
      "speaker": "MUKASEY",
      "utterance": "There's recourse in writing opinions. But it's -- you're not talking about an ongoing hearing or a court that functions on an ongoing basis in that way. That said, I would think that that that there would be a lot of questions asked by not only by those judges, but also by the Office of Professional Responsibility within the Justice Department as to who was making representations and on what --"
    },
    {
      "speaker": "HASNIE",
      "utterance": "This is a Fox News Alert from \"America's News Headquarters,\" I'm Aishah Hasnie. We are following breaking news happening right now in California. A shooting involving multiple victims at a festival in the small town of Gilroy. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}