{
  "date": "July 4, 2019",
  "headline": "What gas prices should you expect for the rest of the summer travel season?",
  "subHeadline": "Guests: Bob Maginnis, Emily Larsen, Jan Dubauskas, Shavar Jeffries, Patrick DeHaan, Danielle Shay, Eddie Ghabour, Mike Gunzelman, Caitlin Owens, Jillian Melchior, Lauren Claffey",
  "url": "https://www.foxnews.com/transcript/what-gas-prices-should-you-expect-for-the-rest-of-the-summer-travel-season",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHARLES PAYNE, ANCHOR",
      "sentences": "Celebrating the red, white and blue, as the race for the White House is focusing on your green. Hello, everyone. I'm Charles Payne, in for Neil Cavuto. Happy Fourth of July. And this is a special edition of \"Your World.\"  And talk about fireworks. We're now in the middle of the longest economic expansion ever, 121 straight months for growth, a recovery entering its 11th year. Sounds like something worth cheering about.  Well, not so for some of the 2020 Democratic hopefuls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HI, PRESIDENTIAL CANDIDATE",
      "sentences": "The American people deserve a president who will put your interests ahead of the rich and powerful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL DE BLASIO, D-NYC, MAYOR, PRESIDENTIAL CANDIDATE",
      "sentences": "Yes, we're supposed to be for a 70 percent tax rate on the wealthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "An economy that is rigged to corporations and the very wealthiest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "Let giant corporations do whatever they want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "It is about time that we have economy that works for everybody, not just the wealthiest in our nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So we're seeing the battle lines for 2020 are being drawn, but which party makes the better money case?   Let's ask Democratic strategist Shavar Jeffries, The Wall Street Journal's Jillian Melchior, and GOP strategist Lauren Claffey. Lauren, end with you, begin with you. Who's making a better case here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN CLAFFEY, REPUBLICAN STRATEGIST",
      "sentences": "Oh, I would argue President Trump, right?   I mean, people feel the difference in this economy vs. what the Democrats are saying. They're focusing -- the Democrats are focusing most of their argument on economic or income disparity, right, like saying that there's - - the rich are making too much, and the poor are not making enough. But, in reality, we have seen wage growth grow 4 percent for overall, and I'm particularly interested in women. Women have had a 10 percent wage growth this past year. And that's crazy, right? And that's not even talking about all the jobs that are going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAFFEY",
      "sentences": "So I don't know that what the Democrats are talking about are actually what people are feeling back home.  And I have a hard time imagining that their message is going to resonate beyond their very liberal base.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Although, Shavar, I remember Joe Biden's first campaign speech, and he talked about, are you feeling the economy? It's hard to argue the numbers. They are what they are. So now the question is, hey, are you feeling it? Yes, it looks great. The market is up. Are you in the market? It looks like the Dems are going with that sort of, yes, things are pretty good for them, not for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAVAR JEFFRIES, DEMOCRATIC STRATEGIST",
      "sentences": "Well, because that's the truth. I mean, real wages have gone down over the last 30 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We're just talking about in the last couple years, though. They can run on the last 30 years, I guess, but that might not get them to the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Even this year, economic growth is projected be barely above 2 percent. So the sugar rush of the tax break has subsided.  Currently, we have a situation where the top 400 Americans make as much as the bottom 150 million Americans. That is outrageous. The average worker isn't seeing these sort of wages. And, in fact, their wages are stagnating, because the wages are going to people at -- folks at the top, who are getting these massive tax breaks.  And that's precisely why this country is going to look for another president next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It's interesting, Jillian. In eight of the last 10 months, non- supervisor wages have outpaced overall wages and have been over 3 percent every single month. That hasn't happened in over a decade. That's pretty good momentum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILLIAN MELCHIOR, THE WALL STREET JOURNAL",
      "sentences": "Yes. I mean, I think one of the most interesting things about going into this campaign season is the way we talk about economics is different. I think that Republicans are appealing to some of these traditional things, like you want deregulation, you want to know if you're a guy who's starting a business, you can pull yourself up by the bootstraps, you can have economic opportunity, and government's not going to get in your way.  But I think what progressives are countering with is the politics of envy, a lot of grievance politics, and the idea that you may not be able to pull yourself up, but government's going to give you a boost.  And I think we will see which of these ideas is sort of winning out, especially with millennials kind of entering the scene and being an important vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "That's an interesting aspect to it, because the millennials have been cast as sort of this generation, Lauren, that that's not going to be rewarded with the American, if you will, call it an accord, compact, whatever it is, of the generation that does better than their parents, in part because of student debt and other things.   And that's where the whole greed things seems to resonate. It also resonates -- I know people are doing extraordinarily well, the best they have ever done. But then they start thinking about, well, yes, but someone else is making a billion dollars a year.  The politics of envy does work sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAFFEY",
      "sentences": "Yes, it's us vs. them.  And I think millennials especially, they graduated in a recession. So they are behind. They feel behind vs. where their parents were at that age, or their grandparents were at that age. And so I do think that that's a real feeling.  But the question is, will they actually want to support socialist policies to get them to where their parents and grandparents were? Or were -- are they going to want to -- or they do they see and do they feel how the economy is doing so well right now, and that that's going to give them what they need to succeed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "And, by the way, I think it's an open question to -- like, well, I don't think it's actually an open question, but do these policies actually work?  You're seeing candidates market Medicare for all, New Green Deal, free college, free, free, free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "And the idea is that millionaires and billionaires and corporations are going to end up paying for them. If you do the math, though, that's simply not the case. This is something that's going to follow back on the middle class, that, with the energy and climate policies in particular, is going to disproportionately affect low-income Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, Shavar, on that note, I have always been told we vote for something, rather against something. So it's one thing to say, hey, it's an unfair system. What is the Democratic system to -- policies that will make it less unfair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Democrats believe in a progressive sort of capitalism.   We understand that markets are the -- are the engine of prosperity, but you can't have unfettered markets. And we have to invest in public education. Many of these millennials coming out of college have large amounts of debt that are basically an albatross over their neck in terms of accessing...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Should they be forgiven? Should that debt be forgiven by the federal government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "We believe that, first, we need to hold down the cost of increase in college, because the increase of college is outpacing inflation by a large degree, so we got to have some adjustments on the cost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Does that mean bringing the middleman back in? Because you know tuition skyrocketed after President Obama got rid of the middleman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Well, actually...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "The banks that would kind of look at -- they would look at the application and say, you know what, we can't lend you 200 grand for a poetry degree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Well, actually, we had a lot of predatory lending that President Obama cut back on, particularly in the for-profit higher-ed space that this administration has opened the floodgates for, which is actually preying upon working families.  What Democrats want is an economy that works for everyone. This isn't about envy. No one -- no one is upset when people are very rich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But I'm just asking, what plan -- I mean, there are several up there, but they all, to Jillian's point, seem to be lurching very left, even towards what some would call a form of socialism. Is that the ultimate way to get this right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "First of all, there are no Democrats who are Democrats -- Bernie Sanders really isn't a Democrat -- but there's no Democrat who believes in the socialist economic model. It's a progressive sort of capitalism, which means investments in public...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "I'm not sure about that.  If you look at Bernie's track record, and if you especially look at his advisers' track record, what they have advocated is pretty straightforward socialism, down to the point where you had David Sirota writing about Venezuela's economic miracle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "What of his proposals represent socialism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "Well, I mean, I will also toss out...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Give me one point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "I'm pretty relieved to hear you talk about capitalism, but I think you're a bit of an outlier here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Do you have one point you can point to, one specific policy that represents socialism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELCHIOR",
      "sentences": "Well, I think Medicare for all is a pretty good example of the socialist sort of ideas. They're talking about redistribution of wealth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Most Democrats are talking about a public option. Most aren't talking about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Only two Democrats raised their hand out of about 20, over two nights, maybe three over about 20. Most are for a public option, not Medicare for all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I'm going to bring an expert later in the show who crunches these numbers for a living. So we will hit that later.  But, finally, I do want to ask you, Lauren, despite what I think is an enormous -- an amazing economy, President Trump's numbers, even people who say the economy is great, they don't -- Americans aren't, in these polls, at least, giving him the credit. How do you explain that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLAFFEY",
      "sentences": "So I think what that is, is that President Trump, everyone feels really great about where they are in the economy. And so they're feeling good about where they are financially, which was a huge driver for the last election. But because they feel good, now they're looking at other things in their lives that they want to improve upon, health care, transportation, some of these kitchen table issues. And so they don't feel like what President Trump is necessarily talking about at this moment is where they are and what they want. So I think that he's going to have a really strong baseline from the economy that he can then launch into some of these other options that they want to talk more about. And I think he will see his numbers increase after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "The tariffs, the -- that's really a micromanagement of the economy in a way that's more like socialism than some of the stuff we have heard about here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We got to leave it there. Thank you all very much. Happy Fourth of July.  And speaking of sizzling, the stock market rocking in the first half of the year. The question, of course, is can it keep rocking. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Stocks taking off in the first half of the year, with President Trump sounding more upbeat on those China trade talks and investors betting the Fed will cut interest rates this month. So will the good times continue to roll or should investors be nervous? Let's ask our market pros. Eddie Ghabour is us, Danielle Shay, and Gary B. Smith. Gary B., I don't think anyone thinks we can match the first half of the year. But maybe do we still continue to move higher?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY B. SMITH, CONTRIBUTOR",
      "sentences": "We could move slightly higher, I suppose. Look, it's kind of a dichotomy. One is, we have risen almost 27 percent from the lows very late in 2018. So, what, we're going to tack on another 27 percent? That would be the greatest year ever. And that would be in the headwinds of, economically, we're kind of a little bit flat, I would say. Retail is flat, at best. Manufacturing is flat. About the only thing we have going for us is two-pronged, and they work against each other, the China tariffs going away and the Fed reducing rates. But if China tariffs go away, I think the impetus for the Fed to reduce it more than once kind of goes out the window. So maybe you get one, maybe you get the other. I'm not you're going to get both, maybe another 5 percent up for the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You know, Danielle, another aspect of all of this, though, is the consumer remains robust, strong, discipline, spending money when they have to, still saving a lot. And that's an underpinning that probably won't wane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELLE SHAY, SIMPLER TRADING",
      "sentences": "Yes, that's definitely correct.  And, I mean, especially there's certain sectors of the stock market that are impacted by consumer spending. If you look at e-commerce, for example, you have stocks like Amazon, Shopify that are continuing to fly. You also have credit card companies, MasterCard, Visa, that are flying sky- high. And these stocks are going to remain strong. And if we do get a dip, I'm going to continue to buy them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, we had a dip in May, Eddie. And, in fact, it was one of the worst Mays in a long time. And then it was followed by one of the best Junes, in fact, the best June in 80 years. So the volatility might be back. And to Gary B.'s point, it feels like investors from time to time are grappling with the reason for the market to go higher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE GHABOUR, KEY ADVISORS GROUP, LLC",
      "sentences": "Yes, and here's the one thing with the market, which is why I think people can still be bullish for the rest of this year, is, there's not that euphoric state at this particular time right now. You're not seeing that euphoric moment with investors. Although I think there's some downside here in a short-term, because of the Fed, I don't think they're going to reduce rates. The inversion of the yield curve, I think, may have people spooked. But I still believe that buying the dip is going to be the play for 2019. And I believe we will finish higher than where we are right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "No -- no interest rate cuts at all then for you, right, Eddie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GHABOUR",
      "sentences": "I'm sorry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You're saying no rate cuts at all for the rest of the year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GHABOUR",
      "sentences": "I think, at best, we get one rate cut in the fourth quarter. I think they're going to disappoint the market in June and not do a rate cut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right. Hey, Gary B., we have been talking about these things in the headlines, whether they're tariffs or whether they're China. It's going to be refreshing to get back to old-school market that is sort of relying on earnings, or earnings forecasts and things like that.  If that is the case in the second half of the year, how does that change the dynamics of all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "G. SMITH",
      "sentences": "Well, I think you're right, my God. How long has it been since we just focused on earnings? Since you and I were in grade school, it seems, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "G. SMITH",
      "sentences": "But I think it's all going to depend on the China tariffs. Look, I don't think the tariffs, to be honest with you, have that much effect on our total GDP. I mean, there was an article in The Wall Street Journal the other day that individual companies are negotiating directly with China to get around the tariffs. But, that being said, I think that you will see in their outlook that it will improve the bottom line. So, if that goes away, I think you're going to see at least slightly better earnings outlooks. And that alone might raise the market. I'm still skeptical if it translates into actual bottom-line numbers, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Danielle, Eddie both mentioned that dip. They would buy the dip. But, Danielle, what are you concerned about that would cause that dip in the first place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAY",
      "sentences": "So, what we have seen over the course of the past few times where the S&P has made new all-time highs, particularly if you look at January 2018, September 2018, and then again in May of 2019, what happens is, you just kind of have a petering out of momentum, where there's just not enough people left to buy. And then what happens is, overnight, there's some type of surprise news. You get that first gap down, and the selling starts. And so we have seen that pattern a few times. And I have my eye out looking for it. And when it does happen, like the gentleman said, I'm looking to buy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Eddie, let me say, for people who aren't as nimble as you and Danielle, would it just be worth holding, then, since you do expect the market to subsequently rally? And we know we break out through these levels that Danielle described, get a true breakout, it can really take on a life of its own, couldn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GHABOUR",
      "sentences": "It really can. I mean, it's -- when you're in these late cycles, I mean, it's not abnormal to see these surges happen. Now, investors out there, I would say, if you're overweight equities, depending upon of your risk tolerance, it never hurts you to take a little bit off the table when you have had such a fantastic start to the year, in anticipation of volatility, and then look the dollar-cost average back in, because I do think you may have some possible brighter entry points at some point in time, after we get these next earnings reports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, we will see. Hey, Eddie, Danielle and Gary B., we will talk to you soon. Happy Fourth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAY",
      "sentences": "Happy Fourth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GHABOUR",
      "sentences": "Happy Fourth to you as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And from your money to the money race for 2020, we have got an update of who has the momentum right now and what it means for the campaign.  And a record number travelers hitting the road over the holiday, fueled by lower gas prices. What can drivers expect the rest of the summer? We're on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Follow the money. And right now, the money is following President Trump, bringing in a whopping $105 million in the second quarter this year, this coming as the money may be slipping away from Democratic contender Joe Biden, a top donor distancing himself from the former vice president. So what's this telling us about the race? Want to bring Axios reporter Caitlin Owens here to help us sort it all out. Caitlin, it's all moving pretty quickly now. Let's start with the money, because we always follow the money. It's pouring in for a lot of people. But maybe there's a red flag for Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAITLIN OWENS, AXIOS",
      "sentences": "I think the thing to remember about money, especially at this point in the race, is, it's a big signifier of enthusiasm. Right now, Joe Biden's storyline post-debate is that he's falling behind. He had a poor debate performance. He's had controversial statements about working with segregationists. And Kamala Harris kind of one-upped him in the discussion about busing. So this is -- right now, it's just kind of the way things are headed for Joe Biden. Now, of course, this is a -- that's the storyline of the week. But it does kind of take away from this image that Biden was the inevitable Democratic nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "There was anxiety, though, even before Joe Biden got in the race about money. I mean, that was sort of his Achilles' heel in the past. And, certainly, if he loses any more momentum -- he has already lost a top donor -- it could really mean the end of his campaign, couldn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "I think it's a little premature for that. And we will see what happens here. But, certainly, if this is the way that things keep going for Joe Biden, he really could be in big trouble, especially because success breeds success in this in this race. And if he's seen as not being the one that can beat President Trump, I mean, that could really hurt him and kind of have a spiraling effect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Speaking of success and money begetting money, if you will, President Trump, a pretty good haul so far. And you can almost argue they haven't really been trying. Where's that money coming from, the $105 million President Trump got in the second quarter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Right. I mean, so this is in conjunction with the RNC. And so I think the thing to keep in mind -- and when we're looking at these numbers, it's a very impressive number. It's more than Obama had at this point in 2011, when he was getting ready for his reelection campaign. But, also, the Democrats, this is one problem for the Democrats. There's so many of them in the field, two dozen now, I think, that that spreads the dollars out among the field, whereas President Trump gets the advantage of being the incumbent that's running for reelection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, there's a lot in the field, but we know that number is going to start going down. In fact, there's some major jockeying. You brought up the performance at the debates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "According to CNN now, Joe Biden's at 22 percent. Harris is at 17 percent. We have got them on the screen, an enormous jump for her. She's up on 9 percentage points. He's down 10 percentage points. Elizabeth Warren is on fire. Bernie Sanders is fading quickly. And it feels like it's also the reemergence of perhaps Madam President. All of a sudden, all I'm seeing Democrats talk about is what they were talking about before the campaign began, a party that's hip, young, woke, and diverse. Is that going to be the new theme perhaps?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "It's interesting that we have seen Harris and Warren surge since the debate. I think that, especially post-2016, Democrats have been worried that a woman just can't beat President Trump, that the country is not ready for a woman. And I think that those two candidates in particular had such a good night on -- last week, on their respective nights, that I think that some Democrats looked at them and said, hey, wait a minute, she can take on a man, especially Kamala Harris, as she took on Joe Biden. And so I think that it is interesting to see the surge in the two women, and especially following the 2018 midterms, when women really were the driving force between Democrats' success there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. And it's interesting then. To what you're saying, they have to convince themselves, because they told the world at the onset of this campaign, it was going to be about young people. It was going to be about women. It was going to be about blacks and Hispanics. And then the initial polls came out, and it was two old white guys at the top of the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And the Democrats, probably, some of these image-makers or the folks who are trying to do the spin must be somewhat relieved that maybe it will be a woman and maybe they can make up for Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Right. I mean, there's been kind of two competing narratives here within the Democratic Party. It's that it's moving leftward. It's young. Like you said, it's more diverse. But then, on the other hand, there's been the faction of the party that says, hey, we need to nominate somebody that represents this section of the party where the energy is. And then, on the other hand, you have kind of the more cautious side being like, well, this is about who can beat President Trump in the general election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "And so that was the Biden -- the Biden factor there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We will see. They're converging once again. Caitlin, thank you very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OWENS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, folks, so part one of those holiday traffic jams are over. After tonight's festivities, get ready for the sequel -- an update from the roads and what you can expect this weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, ANCHOR",
      "sentences": "I'm Mike Emanuel in Washington. Our top story right now, a magnitude-6.4 earthquake struck Southern California and parts of Nevada this morning. It was centered near the town of Ridgecrest, about 150 miles northeast of Los Angeles. It occurred at 10:33:00 a.m. local time. A California Institute of Technology seismologist says the quake is the strongest to hit Southern California in 20 years. She says it was preceded by a magnitude-4.3 quake about a half-hour earlier. There were no immediate reports of major injuries or damage. At least one house fire was reported in Ridgecrest. Dozens of aftershocks are being reported. And another strong quake is said to be possible. Local emergency agencies took to social media to ask people to only call 911 for emergencies consisting of injuries or other dangerous conditions. We will have more coverage at 6:00 p.m. Eastern during an expanded two-hour \"Special Report.\" Now back to a special edition of \"Your World.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, here's one place you might not be feeling independent, behind the wheel of your car, in the middle of a record-setting holiday travel surge. And some of the numbers from AAA are staggering. To FOX's Molly Line in Boston, where the traffic is wicked bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLY LINE, CORRESPONDENT",
      "sentences": "Happy Fourth of July, Charles. Excellent, excellent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINE",
      "sentences": "You said it. It is crazy out there. And the numbers really are quite remarkable. Nearly 49 million Americans, more than ever recorded by AAA, are getting out there and getting some travel under way. That's an additional 1.9 million people out there on the roads, taking these vacations, making travel plans over last year. That's a rise of a little over 4 percent. And there are a lot of contributing factors here. Of course, you know the strong economy, consumer confidence, consumer spending up that all means a little more money in Americans' pockets and a little more money to go on these adventures. We are, of course, talking trains, planes and automobiles. Let's kick things off with a quick look at the skies, though, travel up across all these sectors. But when we're talking about air travel, 3.96 million people flying, the highest on record. That is 5.3 percent more than last year. Worth noting, though, that the majority of people will be traveling by car, the vast majority, 41.4 million out there braving the roads. And that, of course, means gassing up. The price at the pump, though, lower than this time last year, unleaded gasoline hovering right about $2.70 per gallon. But still, despite that, some have decided it is best to stay home and celebrate at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE PEREIRA, TRAVELER",
      "sentences": "Every year, they always go up at this time. People are traveling and stuff. So I think it's like a little scam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LINE",
      "sentences": "And, according to INRIX -- that's a mobility analytics company -- several major metros will be suffering their worst traffic of this holiday celebration coming up tomorrow. That is July 5. We're talking about Chicago, Atlanta and right up here in the Northeast in Boston -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Molly, thank you very much. So we know gas prices are lower than they were at this time last year. What can drivers expect, though, for the rest of the summer travel season? Let's ask Patrick DeHaan, head of petroleum analysis and GasBuddy. Patrick, $2.70, doesn't sound like a lot these days. Will it stay that way for the rest of the summer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK DEHAAN, GASBUDDY",
      "sentences": "Well, it looks like it will, Charles. Happy July 4. The fireworks may be going off, but what we're going to continue to see the rest of the summer, perhaps more fireworks. Obviously, gas prices a little bit cheaper than last year, but we have some new issues now that are coming into focus that could drive prices up in the second half of the summer, mainly the U.S. and Iran and, of course, the talks with China on trade. That could bolster oil prices, the economy growth, and oil prices in the second half of the summer, not to mention as well as hurricane season, which will be coming into view in the next month or so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "What about actions taken to not have to go back and forth with these special blends? Does that help at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEHAAN",
      "sentences": "Oh, it certainly would. If the U.S. would come up with a year- round type of gasoline, we wouldn't have to constantly be doing this back and forth switching, that could alleviate a lot of pain. Of course, was just a couple of weeks ago that we saw a refinery fire explosion in Philadelphia. And for that region, we're going to see that transition between winter and summer gasoline bring additional volatility, because we always see prices go up in the spring. And with the lack of a refinery, could mean more fireworks every spring for that region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You know, Patrick, we have had -- we saw a Navy drone shot down in the Persian Gulf near the Strait of Hormuz. We have had the saber-rattling stuff going off for some time. Gas -- oil prices are higher, but they haven't shot up like in years past. And even over the last couple years, every time that it seems like that West Texas Intermediate gets over 60 bucks, very soon thereafter, it drops precipitously. Can this be a permanent condition because of America's gas and -- oil and gas independence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEHAAN",
      "sentences": "Well, certainly, without a doubt, that is -- that is creating at least some sort of resistance to the markets' reaction and provides kind of an insurance policy against what happens in the Middle East. The U.S., of course, now the world's largest oil producer. But, as we saw just earlier this week, OPEC agreed to extend production cuts. And that's where this really comes into play. The U.S. is the world's largest producer. But OPEC still has some weight, as now, with Russia, they control about 44 million barrels a day of oil production. So I would say, though, without the U.S. increase in production, sure, we could see oil prices in the triple digits right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, Patrick, thank you very much. Happy Fourth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEHAAN",
      "sentences": "You as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Health care for everyone, hey, it sounds great, until you get the bill and see the tax hikes that come with it. Think it's just the rich who will be paying? Think again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It's almost Mueller time again. Less than two weeks away from former special counsel Robert Mueller appearing before the House Judiciary and Intelligence Committees. In keeping with the fireworks theme of the holiday, expect to see them fly from both sides. So what can we expect? And what, if anything, will come out of these hearings? Let's ask The Washington Examiner's Emily Larsen. Emily, a lot of people hoping for something, finally, after all of this time, but Mueller, last time we heard from him, said, we're not going to get anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY LARSEN, THE WASHINGTON EXAMINER",
      "sentences": "Yes, certainly, he made it very clear in his press conference in May Mueller thinks that his report is his testimony. And so I think what we're going to see a lot of is a lot of nothing when it comes to him being pressed on details of the report. But we could get some interesting tidbits. There are certainly a lot of questions that haven't been answered. Particularly, Democrats want to know whether Mueller really thinks for, once and for all, that Congress should move forward with impeachment hearings about obstruction of justice issues with the president. And Republicans have a lot of unanswered questions too about like the Steele dossier and how much that factored in the report and whether Mueller's team looked into it. And so we will see a lot of details on that -- like you said, fireworks on that hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We know both sides, of course, will ask questions in a way for -- probably, for the most part, they won't even be questions, but more than likely statements that they would like Mueller to just nod in agreement, to your point. Is this the last chance for the Democrats to corral any sort of enthusiasm for impeachment proceedings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSEN",
      "sentences": "Well, I think it's very important for Democrats to move forward with a step, before they do move forward with impeachment proceedings. They are trying to make the case that we need to investigate everything, we need to look into everything that Mueller said, clarify any questions we have had, see what his opinion is. But, at this point, the election is looming in 2020. And it's unlikely that the Democrats will move forward with impeachment proceedings. There isn't that much of an appetite for it. There are certainly some who do want to move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSEN",
      "sentences": "But it's a very messy process. And I think, after they move forward with this, it's going to die down a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, there would certainly have to be some sort of a bombshell. And there's no evidence that anything like that is lurking out there. Yet we are waiting on separate reports, the I.G. report and some other investigations, spurred on by Barr himself. Any idea when we're going to get that information? Because that feels like it could be fresh, and, to the point you made earlier, maybe get us to the origins of all this in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSEN",
      "sentences": "Yes, we just don't know. These investigations take a very long time. And going back to the Mueller report, one of the key questions that I think Republicans are going to be asking is, Mueller had all these subpoenas. And he pretty much stopped giving subpoenas in about the summer of last year, and yet it took him until at the beginning of this year to tell us the details of the report. And so, with these investigations, they just take a very long time, and I'm sure that they will drag on, and perhaps through the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Do you get a sense that it dragged on, in part, because Mueller was trying desperately, to a degree, to even justify the probe in the first place? Millions of dollars were spent. And for the most part, they came up with a dry hole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSEN",
      "sentences": "Well, I think that is a question that Republicans are going to be asking, particularly whether there were some people on Mueller's team who were pushing for Mueller to look more into obstruction of justice issues, which made up a very huge part of report and wasn't really part of the original scope of it. So that's definitely something that Republicans will be pushing Mueller on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, Emily, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSEN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, let's switch gears from Mueller to Medicare for all. 2020 Democratic presidential hopeful Bernie Sanders, he wants it, but the question has always been, how will he pay for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Will you raise taxes for the middle class in a Sanders administration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "sentences": "People who have health care under Medicare for will have no premiums, no deductibles, no co- payments, no out-of-pocket expenses. Yes, they will pay more in taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, guess what? More voters might be buying in. There's a new poll showing a majority of Americans would be OK with higher taxes for a national health care plan. My next guest thinks that would be a costly mistake. Jan Dubauskas is with Health Insurance Innovations. And she joins us now. Jan, I mean, where do you think this is going? Are you -- first of all, are you shocked that more Americans are saying, OK, might not be a bad tradeoff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAN DUBAUSKAS, HEALTH INSURANCE INNOVATIONS, INC.",
      "sentences": "You know, there is a question of, what is the value, right? Everybody wants to see good care given to all Americans throughout the United States. So that is important to us. But the question is, how important is it? Is it worth $32 trillion? That's a really big price tag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, there's two things here, to your point. There's the quality of health care...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "... and the idea that everyone would get free health care. We think about these models around the world. And we hear how great they are, except there are long lines for things that we take for granted in this country. And the quality isn't always up to snuff. Rich people or well-to-do people in a whole lot of countries with free health care come to America for the critical stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Well, that's one of the things you need to think about. Is it really Medicare for all? Or maybe we want Medicare for those who want it, right? Let's not impose it. And thinking about Medicare for all, what it would do? Well, providers, they would be forced into accepting the Medicare premium and payment amounts, which would mean that a lot of them will go out of business. So health care is actually going to go down in quality, while your taxes are going to go up. That doesn't seem like a great solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It doesn't seem like a great solution. And yet, in the debates, second night, the question was asked, and a lot of people say, yes, OK, the majority of Democrats are on board with some sort of form of this. So -- and Bernie Sanders finally admitting -- he's saying, yes, you're going to pay. It's not just rich millionaires and billionaires. The middle class is going to pay for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So something's emboldening him to be more honest about this. And it must be that the perception that the American public is OK with that tradeoff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "I think that there may be that perception. But if you break it down, there really isn't that big of a problem. We actually have a lot of solutions right now -- 155 million people are covered by their employer plans, and they have relatively robust coverage. That's fantastic. We have 12 million people covered under ACA. We have a 28 million people who are uninsured, but of those 28 million people -- and that's what we're really talking about here -- almost half of them are ACA subsidy eligible and Medicaid eligible. So, really, when you get down to it, it's about 15 million people who need an affordable solution. So let's not throw out the 155 million people who are happy for those 15.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Speaking of ACA, otherwise known as Obamacare...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "... that was supposed to be the solution for all of this. We started out with about 28 million people uninsured before ACA. We have about 28 million uninsured since then. And a lot of that is some of these states who many say might have gone into a Faustian deal because they got the first year the federal government paid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And now they have to pay. Some are saying, expand Obama or expand ACA. Is that an alternative here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "That is one potential solution. So what happened with ACA is that we just provided really rich benefits. We're enjoying some of those benefits. But what that meant was that it costs a lot. So there are some people who say, you know what, I don't afford it. I don't want it. I don't need it. What if we offered a plan that kind of scaled that back? We said, catastrophic coverage? That might be something that would be much more affordable and attractive to the public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "What about, though, the one issue, and they tried to get -- with the issue of people not wanting to buy it? Do you punish Americans don't want to buy that expensive health insurance you just talked about? A 22-year-old -- when I first started out in the business for first couple of years, I had a young daughter, and we had no coverage. I rolled the dice. I was working 100 percent commission on Wall Street, and I rolled the dice. I went without health care for about two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Yes. Well, there are more solutions than just health insurance in this health care reform debate. So the president just came out with the executive order for pricing transparency for hospitals. Let's bring the costs...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "That's going to help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "I think it absolutely will. Here's an example. When ACA came out, they said you have to post the calorie count on restaurants that have more than 10 locations. We all thought that's a joke. That's crazy. No one's going to take it very seriously. But now, when you go to Starbucks, and you see 200 calories for that Frappuccino, makes you think twice, right? So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And you order it, because you tell yourself you won't drink the whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I got to let you go, but I do want to -- so, ultimately, though, there are better options than Medicare for all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "There are better options for Medicare for all. Let's make it Medicare for those who want it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Thank you very much. Appreciate your expertise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And thanks for joining me on the Fourth of July.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUBAUSKAS",
      "sentences": "Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Appreciate it. Well, it's Nike vs Colin Kaepernick over the American flag and a special sneaker celebrating America. Guess who won?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, apparently, it's not politically correct to celebrate the American flag on July 4. Nike reportedly walking back its plan to release a Betsy Ross flag version of it sneakers over concerns from former NFL quarterback and activist Colin Kaepernick. So what's going on here? Let's ask Internet radio host Mike Gunzelman and FOX News Headlines 24's Carley Shimkus. Gunz...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "... what do you think of this one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Well, listen, it's another day, another P.C. crowd freak-out when it comes down to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But Betsy Ross?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Well, here's the thing. The next thing is, when is enough enough? Like, really, you're going after Betsy Ross right now, Colin Kaepernick. The fact is, all right, so, here, we already know that he doesn't respect the modern-day flag, which, by the way, also has 13 stripes. So he might even come out more against that right now. Betsy Ross, what's next, like the Declaration of Independence, Washington, D.C. you can't use Washington anymore? But I think eventually there might be a pushback on this, because I think we're getting into just ridiculous -- just being ridiculous right now with this, this kind of outrage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLEY SHIMKUS, CORRESPONDENT",
      "sentences": "Yes. I couldn't agree with you more. First of all, you raise a good point about saying, but Betsy Ross. Her poor legacy, that she's wrapped up in this. There is -- it feels like there is no end to the number of patriotic things that are now deemed offensive. Playing off of your idea, George Washington University's colonial mascot is now considered controversial because there's negative connotations to the word colonialism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "And who knew that the unity symbolizing the 13 colonies in that circle of stars and our fight, our original fight against British rule, is now something that is considered offensive? It's unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And, to your point, Colin Kaepernick is saying, well, it takes us back to a time when America had slavery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "And it's a reminder of that, and so, therefore, it's offensive. So it's a part of our culture. It's a part of our legacy. And I think the great thing about America is that we overcame that. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes, I mean, listen, America is not perfect, but the ideal of America is that perfect, that you can these freedoms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, the more perfect union, we always seem to be working towards that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Toward something perfect, toward something even that much greater and better. But the thing is, when you get so outraged over every little thing, they want a utopian society. When is enough enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "And I think Colin Kaepernick is and his supporters are saying that some people, some alt-right groups and extremist groups have taken over...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I have never seen that, though. I have never heard that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "I haven't either. I think that 99.9 percent of Americans didn't know that. Nike does deserve a little bit credit here, though, for at least coming out with the original patriotic sneaker. I think that their company executives have clearly made a decision, though, that Colin Kaepernick and progressives are going to be the people they cater to. And with that comes all the rules that they have to now play by to make this group of people happy, or a lot of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes, Nike has now sided with Colin Kaepernick and this outrage crowd, rather than perhaps freedom-loving people, especially this week, when it's the Fourth of July, of all times to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "And they had to have known. Don't you think they knew?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "There's something going on. Like, it went all the way this far, and now they're pulling back on it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "That's what a lot of people are saying now, that this shouldn't have been just sort of -- this sort of surprise out of left field. And, somehow, Kaepernick saw it somewhere on a Web site, and call themed up. But be that as it may, do you think, though, ultimately, in the name of social justice, this opens up the removal of other people, other names, other historical figures?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Oh, 100 times. I mean, \"The Star-Spangled Banner,\" you are literally talking about that flag. And the flag, the modern-day flag has 13 stripes to represent 13 colonies still. It's just one thing after another.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes. And it does represent the broader idea that keeps on coming up once every six months about the erasing of our history, and something that, Charles, you were even saying before, that our country isn't perfect, but we have made mistakes, and it's better to learn from them, as opposed to just wiping them away and considering them something that we can't talk about anymore, because they're too taboo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I'm personally worried that young people, particularly for me, young black people, I want -- listen, if we spend so much time relitigating the past, I'm not sure how we can litigate current-day issues, including racism, and be prepared for the future, educational-wise and other things. We have got some amazing challenges facing us, as all Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "China is on the move. The rest of the world's on the move. We're not ordained to be the greatest country in the world. We got to work at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Right. And we can strive to become something like that. But if you start erasing history, that we can't even learn from our past mistakes, then what's next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes. That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "What is next? I think -- I really am telling you guys, I wouldn't be surprised. In the name of social justice, if this movement continues to grow, people are going to be shocked, but I wouldn't be surprised to see that George Washington and Thomas Jefferson come under some serious pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "If Betsy Ross is, I think George Washington might be next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes, poor Betsy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I remember going to the little Betsy Ross house in Philadelphia. And not any moment did I think it was like the headquarters for the Ku Klux Klan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Unreal. But, Nike, I mean, oh, gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It is a private company. And they can do what they want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "They sure can. And now people are buying these sneakers that are still on sale somehow for like thousands of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, they're worth a whole lot more. All right, Gunz, Carley, thank you both very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, as we celebrate our nation's independence with fireworks tonight, we honor those who put out fires around the world every day -- next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "As hot spots around the world pose threats abroad, we reflect on the brave men and women who fight to protect our freedom and safety at home. To retired Army Lieutenant Colonel Bob Maginnis. Colonel, thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. BOB MAGINNIS, RET., U.S. ARMY",
      "sentences": "Happy July Fourth there, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I also want to point out to the audience that you're also the author of \"Progressive Evil.\" And, unfortunately, it's all around the world. It feels like it's becoming more emboldened and more...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE BANDERAS, ANCHOR",
      "sentences": "And we want to interrupt ramming for this breaking news. We have been watching an earthquake that happened this morning. In fact, we are going to be dipping into a news conference that happened just moments ago in Kern County. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDON SMITH, KERN COUNTY FIRE DEPARTMENT",
      "sentences": "If power lines and cell lines go down, that capability goes away and is diminished. And, at that point, we go door to door. We usually will go door to door. And they currently are out there and assessing door to door, looking at structures, checking the damage, checking for any -- anybody out there that has any emergencies, or transporting people from some hospitals and moving them into the L.A. area. So there's a variety of things taking place. We have Red Cross and multiple other agencies helping support and establish there for the community. And they will be out and about, continuing until we can make sure everybody's back in their homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "And so if stuff does happen here, what is your first piece of advice for a viewer watching right now? We have many people saying, I don't know what to do. So what would you tell them to do? Get underneath a table. Like, what are some quick tips that our viewers can take away right now for what they should do in case of an earthquake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "B. SMITH",
      "sentences": "Well, I will talk kind of on my way here. When I received the call, the first thing I actually did was place a call to my wife and my sister and my family and just said, hey, get in contact with your family. Stay in communication. Yes, we're in Bakersfield. This happened in Ridgecrest, but it doesn't mean it can't impact here. I think it's just another great reminder to everybody that we only have a limited amount of first-responders and resources, and we have a large population, close to a million. And we can't address every single issue. So it's important that our residents are ready. And they have 72 hours' worth of supplies. They have a good communication plan with their family. If they have medications or any critical life support, have a plan in case you lose your power, in case you have a disaster. That's probably some of the best advice I can give. Make sure your animals are taken care of, you have plenty of food for them, make sure you have ample supply of water. And so we will be working and coordinating some sort of support out there. I'm sure there's going to be some centers establish. I know there's currently a couple to mitigate what we have out there. But we will establish more and support the community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "But if you're in your home right now...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "B. SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "... and something happens, what do you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "B. SMITH",
      "sentences": "Well, if you're in your home, we don't want you running out into the open. We want to find a good, secure way to support, something has nice support to get your body under, maybe a strong table. That way, you're just covering yourself. And then just stay calm. I think the most important is stay calm, have a plan, and implement that plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "And for people who have no idea how to sign up for ReadyKern, how would they do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "B. SMITH",
      "sentences": "So they can go to www.ReadyKern.com, or they can go to Kern County Fire's Web site, and you can sign up there. And you can also contact the Kern County OES. And they can also manually sign you up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Should they keep an eye on your social media platforms in case they don't have ReadyKern? What's the other platform you can tell them to keep...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "B. SMITH",
      "sentences": "Yes, most importantly, probably the first one is radio. Radio is one of the best ones that doesn't go down after a while, and we can utilize radio, monitor your news, monitor social media, and we will continue to provide updates as the information comes in. Any other questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANDERAS",
      "sentences": "And you just heard from Brandon Smith. He is with the Kern County Fire Department. Alarmingly, about an hour ago, the Kern County Fire Department had actually issued an emergency alert, alerting its residents of a pending potential second earthquake within 15 minutes of that alert. That was at 3:22. So, basically, by 3:37, they should have had that, and it never happened. So that alert, in fact, did expire. So there are no pending emergency alerts right now. However, officials have warned of many aftershocks. In fact, earlier, we heard there have been hundreds of aftershocks. We also got some interesting statistics, that there is a 90 percent chance of any kind of aftershock above a 5.0 magnitude. And there's actually a 9 percent chance of a magnitude-6.4 within the next week or so. As far as where this happened, they haven't seen an earthquake like this of this size in many years, but they say not to be alarmed. This is normal for the area. Fox will continue to watch it. Here's \"The Five\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES PAYNE, ANCHOR",
      "utterance": "Celebrating the red, white and blue, as the race for the White House is focusing on your green. Hello, everyone. I'm Charles Payne, in for Neil Cavuto. Happy Fourth of July. And this is a special edition of \"Your World.\" And talk about fireworks. We're now in the middle of the longest economic expansion ever, 121 straight months for growth, a recovery entering its 11th year. Sounds like something worth cheering about. Well, not so for some of the 2020 Democratic hopefuls."
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HI, PRESIDENTIAL CANDIDATE",
      "utterance": "The American people deserve a president who will put your interests ahead of the rich and powerful."
    },
    {
      "speaker": "BILL DE BLASIO, D-NYC, MAYOR, PRESIDENTIAL CANDIDATE",
      "utterance": "Yes, we're supposed to be for a 70 percent tax rate on the wealthy."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "An economy that is rigged to corporations and the very wealthiest."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "Let giant corporations do whatever they want to do."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "It is about time that we have economy that works for everybody, not just the wealthiest in our nation."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So we're seeing the battle lines for 2020 are being drawn, but which party makes the better money case? Let's ask Democratic strategist Shavar Jeffries, The Wall Street Journal's Jillian Melchior, and GOP strategist Lauren Claffey. Lauren, end with you, begin with you. Who's making a better case here?"
    },
    {
      "speaker": "LAUREN CLAFFEY, REPUBLICAN STRATEGIST",
      "utterance": "Oh, I would argue President Trump, right? I mean, people feel the difference in this economy vs. what the Democrats are saying. They're focusing -- the Democrats are focusing most of their argument on economic or income disparity, right, like saying that there's - - the rich are making too much, and the poor are not making enough. But, in reality, we have seen wage growth grow 4 percent for overall, and I'm particularly interested in women. Women have had a 10 percent wage growth this past year. And that's crazy, right? And that's not even talking about all the jobs that are going on."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "CLAFFEY",
      "utterance": "So I don't know that what the Democrats are talking about are actually what people are feeling back home. And I have a hard time imagining that their message is going to resonate beyond their very liberal base."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Although, Shavar, I remember Joe Biden's first campaign speech, and he talked about, are you feeling the economy? It's hard to argue the numbers. They are what they are. So now the question is, hey, are you feeling it? Yes, it looks great. The market is up. Are you in the market? It looks like the Dems are going with that sort of, yes, things are pretty good for them, not for you."
    },
    {
      "speaker": "SHAVAR JEFFRIES, DEMOCRATIC STRATEGIST",
      "utterance": "Well, because that's the truth. I mean, real wages have gone down over the last 30 years."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We're just talking about in the last couple years, though. They can run on the last 30 years, I guess, but that might not get them to the White House."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Even this year, economic growth is projected be barely above 2 percent. So the sugar rush of the tax break has subsided. Currently, we have a situation where the top 400 Americans make as much as the bottom 150 million Americans. That is outrageous. The average worker isn't seeing these sort of wages. And, in fact, their wages are stagnating, because the wages are going to people at -- folks at the top, who are getting these massive tax breaks. And that's precisely why this country is going to look for another president next year."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It's interesting, Jillian. In eight of the last 10 months, non- supervisor wages have outpaced overall wages and have been over 3 percent every single month. That hasn't happened in over a decade. That's pretty good momentum."
    },
    {
      "speaker": "JILLIAN MELCHIOR, THE WALL STREET JOURNAL",
      "utterance": "Yes. I mean, I think one of the most interesting things about going into this campaign season is the way we talk about economics is different. I think that Republicans are appealing to some of these traditional things, like you want deregulation, you want to know if you're a guy who's starting a business, you can pull yourself up by the bootstraps, you can have economic opportunity, and government's not going to get in your way. But I think what progressives are countering with is the politics of envy, a lot of grievance politics, and the idea that you may not be able to pull yourself up, but government's going to give you a boost. And I think we will see which of these ideas is sort of winning out, especially with millennials kind of entering the scene and being an important vote."
    },
    {
      "speaker": "PAYNE",
      "utterance": "That's an interesting aspect to it, because the millennials have been cast as sort of this generation, Lauren, that that's not going to be rewarded with the American, if you will, call it an accord, compact, whatever it is, of the generation that does better than their parents, in part because of student debt and other things. And that's where the whole greed things seems to resonate. It also resonates -- I know people are doing extraordinarily well, the best they have ever done. But then they start thinking about, well, yes, but someone else is making a billion dollars a year. The politics of envy does work sometimes."
    },
    {
      "speaker": "CLAFFEY",
      "utterance": "Yes, it's us vs. them. And I think millennials especially, they graduated in a recession. So they are behind. They feel behind vs. where their parents were at that age, or their grandparents were at that age. And so I do think that that's a real feeling. But the question is, will they actually want to support socialist policies to get them to where their parents and grandparents were? Or were -- are they going to want to -- or they do they see and do they feel how the economy is doing so well right now, and that that's going to give them what they need to succeed?"
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "And, by the way, I think it's an open question to -- like, well, I don't think it's actually an open question, but do these policies actually work? You're seeing candidates market Medicare for all, New Green Deal, free college, free, free, free."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "And the idea is that millionaires and billionaires and corporations are going to end up paying for them. If you do the math, though, that's simply not the case. This is something that's going to follow back on the middle class, that, with the energy and climate policies in particular, is going to disproportionately affect low-income Americans."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, Shavar, on that note, I have always been told we vote for something, rather against something. So it's one thing to say, hey, it's an unfair system. What is the Democratic system to -- policies that will make it less unfair?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Democrats believe in a progressive sort of capitalism. We understand that markets are the -- are the engine of prosperity, but you can't have unfettered markets. And we have to invest in public education. Many of these millennials coming out of college have large amounts of debt that are basically an albatross over their neck in terms of accessing..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Should they be forgiven? Should that debt be forgiven by the federal government?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "We believe that, first, we need to hold down the cost of increase in college, because the increase of college is outpacing inflation by a large degree, so we got to have some adjustments on the cost."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Does that mean bringing the middleman back in? Because you know tuition skyrocketed after President Obama got rid of the middleman."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Well, actually..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "The banks that would kind of look at -- they would look at the application and say, you know what, we can't lend you 200 grand for a poetry degree."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Well, actually, we had a lot of predatory lending that President Obama cut back on, particularly in the for-profit higher-ed space that this administration has opened the floodgates for, which is actually preying upon working families. What Democrats want is an economy that works for everyone. This isn't about envy. No one -- no one is upset when people are very rich."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But I'm just asking, what plan -- I mean, there are several up there, but they all, to Jillian's point, seem to be lurching very left, even towards what some would call a form of socialism. Is that the ultimate way to get this right?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "First of all, there are no Democrats who are Democrats -- Bernie Sanders really isn't a Democrat -- but there's no Democrat who believes in the socialist economic model. It's a progressive sort of capitalism, which means investments in public..."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "I'm not sure about that. If you look at Bernie's track record, and if you especially look at his advisers' track record, what they have advocated is pretty straightforward socialism, down to the point where you had David Sirota writing about Venezuela's economic miracle."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "What of his proposals represent socialism?"
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "Well, I mean, I will also toss out..."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Give me one point."
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "I'm pretty relieved to hear you talk about capitalism, but I think you're a bit of an outlier here."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Do you have one point you can point to, one specific policy that represents socialism?"
    },
    {
      "speaker": "MELCHIOR",
      "utterance": "Well, I think Medicare for all is a pretty good example of the socialist sort of ideas. They're talking about redistribution of wealth."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Most Democrats are talking about a public option. Most aren't talking about..."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Only two Democrats raised their hand out of about 20, over two nights, maybe three over about 20. Most are for a public option, not Medicare for all."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I'm going to bring an expert later in the show who crunches these numbers for a living. So we will hit that later. But, finally, I do want to ask you, Lauren, despite what I think is an enormous -- an amazing economy, President Trump's numbers, even people who say the economy is great, they don't -- Americans aren't, in these polls, at least, giving him the credit. How do you explain that?"
    },
    {
      "speaker": "CLAFFEY",
      "utterance": "So I think what that is, is that President Trump, everyone feels really great about where they are in the economy. And so they're feeling good about where they are financially, which was a huge driver for the last election. But because they feel good, now they're looking at other things in their lives that they want to improve upon, health care, transportation, some of these kitchen table issues. And so they don't feel like what President Trump is necessarily talking about at this moment is where they are and what they want. So I think that he's going to have a really strong baseline from the economy that he can then launch into some of these other options that they want to talk more about. And I think he will see his numbers increase after that."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "The tariffs, the -- that's really a micromanagement of the economy in a way that's more like socialism than some of the stuff we have heard about here."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We got to leave it there. Thank you all very much. Happy Fourth of July. And speaking of sizzling, the stock market rocking in the first half of the year. The question, of course, is can it keep rocking. That's next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Stocks taking off in the first half of the year, with President Trump sounding more upbeat on those China trade talks and investors betting the Fed will cut interest rates this month. So will the good times continue to roll or should investors be nervous? Let's ask our market pros. Eddie Ghabour is us, Danielle Shay, and Gary B. Smith. Gary B., I don't think anyone thinks we can match the first half of the year. But maybe do we still continue to move higher?"
    },
    {
      "speaker": "GARY B. SMITH, CONTRIBUTOR",
      "utterance": "We could move slightly higher, I suppose. Look, it's kind of a dichotomy. One is, we have risen almost 27 percent from the lows very late in 2018. So, what, we're going to tack on another 27 percent? That would be the greatest year ever. And that would be in the headwinds of, economically, we're kind of a little bit flat, I would say. Retail is flat, at best. Manufacturing is flat. About the only thing we have going for us is two-pronged, and they work against each other, the China tariffs going away and the Fed reducing rates. But if China tariffs go away, I think the impetus for the Fed to reduce it more than once kind of goes out the window. So maybe you get one, maybe you get the other. I'm not you're going to get both, maybe another 5 percent up for the year."
    },
    {
      "speaker": "PAYNE",
      "utterance": "You know, Danielle, another aspect of all of this, though, is the consumer remains robust, strong, discipline, spending money when they have to, still saving a lot. And that's an underpinning that probably won't wane."
    },
    {
      "speaker": "DANIELLE SHAY, SIMPLER TRADING",
      "utterance": "Yes, that's definitely correct. And, I mean, especially there's certain sectors of the stock market that are impacted by consumer spending. If you look at e-commerce, for example, you have stocks like Amazon, Shopify that are continuing to fly. You also have credit card companies, MasterCard, Visa, that are flying sky- high. And these stocks are going to remain strong. And if we do get a dip, I'm going to continue to buy them."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, we had a dip in May, Eddie. And, in fact, it was one of the worst Mays in a long time. And then it was followed by one of the best Junes, in fact, the best June in 80 years. So the volatility might be back. And to Gary B.'s point, it feels like investors from time to time are grappling with the reason for the market to go higher."
    },
    {
      "speaker": "EDDIE GHABOUR, KEY ADVISORS GROUP, LLC",
      "utterance": "Yes, and here's the one thing with the market, which is why I think people can still be bullish for the rest of this year, is, there's not that euphoric state at this particular time right now. You're not seeing that euphoric moment with investors. Although I think there's some downside here in a short-term, because of the Fed, I don't think they're going to reduce rates. The inversion of the yield curve, I think, may have people spooked. But I still believe that buying the dip is going to be the play for 2019. And I believe we will finish higher than where we are right now."
    },
    {
      "speaker": "PAYNE",
      "utterance": "No -- no interest rate cuts at all then for you, right, Eddie?"
    },
    {
      "speaker": "GHABOUR",
      "utterance": "I'm sorry?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "You're saying no rate cuts at all for the rest of the year?"
    },
    {
      "speaker": "GHABOUR",
      "utterance": "I think, at best, we get one rate cut in the fourth quarter. I think they're going to disappoint the market in June and not do a rate cut."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right. Hey, Gary B., we have been talking about these things in the headlines, whether they're tariffs or whether they're China. It's going to be refreshing to get back to old-school market that is sort of relying on earnings, or earnings forecasts and things like that. If that is the case in the second half of the year, how does that change the dynamics of all of this?"
    },
    {
      "speaker": "G. SMITH",
      "utterance": "Well, I think you're right, my God. How long has it been since we just focused on earnings? Since you and I were in grade school, it seems, Charles."
    },
    {
      "speaker": "G. SMITH",
      "utterance": "But I think it's all going to depend on the China tariffs. Look, I don't think the tariffs, to be honest with you, have that much effect on our total GDP. I mean, there was an article in The Wall Street Journal the other day that individual companies are negotiating directly with China to get around the tariffs. But, that being said, I think that you will see in their outlook that it will improve the bottom line. So, if that goes away, I think you're going to see at least slightly better earnings outlooks. And that alone might raise the market. I'm still skeptical if it translates into actual bottom-line numbers, though."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Danielle, Eddie both mentioned that dip. They would buy the dip. But, Danielle, what are you concerned about that would cause that dip in the first place?"
    },
    {
      "speaker": "SHAY",
      "utterance": "So, what we have seen over the course of the past few times where the S&P has made new all-time highs, particularly if you look at January 2018, September 2018, and then again in May of 2019, what happens is, you just kind of have a petering out of momentum, where there's just not enough people left to buy. And then what happens is, overnight, there's some type of surprise news. You get that first gap down, and the selling starts. And so we have seen that pattern a few times. And I have my eye out looking for it. And when it does happen, like the gentleman said, I'm looking to buy."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Eddie, let me say, for people who aren't as nimble as you and Danielle, would it just be worth holding, then, since you do expect the market to subsequently rally? And we know we break out through these levels that Danielle described, get a true breakout, it can really take on a life of its own, couldn't it?"
    },
    {
      "speaker": "GHABOUR",
      "utterance": "It really can. I mean, it's -- when you're in these late cycles, I mean, it's not abnormal to see these surges happen. Now, investors out there, I would say, if you're overweight equities, depending upon of your risk tolerance, it never hurts you to take a little bit off the table when you have had such a fantastic start to the year, in anticipation of volatility, and then look the dollar-cost average back in, because I do think you may have some possible brighter entry points at some point in time, after we get these next earnings reports."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, we will see. Hey, Eddie, Danielle and Gary B., we will talk to you soon. Happy Fourth."
    },
    {
      "speaker": "SHAY",
      "utterance": "Happy Fourth."
    },
    {
      "speaker": "GHABOUR",
      "utterance": "Happy Fourth to you as well."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And from your money to the money race for 2020, we have got an update of who has the momentum right now and what it means for the campaign. And a record number travelers hitting the road over the holiday, fueled by lower gas prices. What can drivers expect the rest of the summer? We're on it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Follow the money. And right now, the money is following President Trump, bringing in a whopping $105 million in the second quarter this year, this coming as the money may be slipping away from Democratic contender Joe Biden, a top donor distancing himself from the former vice president. So what's this telling us about the race? Want to bring Axios reporter Caitlin Owens here to help us sort it all out. Caitlin, it's all moving pretty quickly now. Let's start with the money, because we always follow the money. It's pouring in for a lot of people. But maybe there's a red flag for Joe Biden."
    },
    {
      "speaker": "CAITLIN OWENS, AXIOS",
      "utterance": "I think the thing to remember about money, especially at this point in the race, is, it's a big signifier of enthusiasm. Right now, Joe Biden's storyline post-debate is that he's falling behind. He had a poor debate performance. He's had controversial statements about working with segregationists. And Kamala Harris kind of one-upped him in the discussion about busing. So this is -- right now, it's just kind of the way things are headed for Joe Biden. Now, of course, this is a -- that's the storyline of the week. But it does kind of take away from this image that Biden was the inevitable Democratic nominee."
    },
    {
      "speaker": "PAYNE",
      "utterance": "There was anxiety, though, even before Joe Biden got in the race about money. I mean, that was sort of his Achilles' heel in the past. And, certainly, if he loses any more momentum -- he has already lost a top donor -- it could really mean the end of his campaign, couldn't it?"
    },
    {
      "speaker": "OWENS",
      "utterance": "I think it's a little premature for that. And we will see what happens here. But, certainly, if this is the way that things keep going for Joe Biden, he really could be in big trouble, especially because success breeds success in this in this race. And if he's seen as not being the one that can beat President Trump, I mean, that could really hurt him and kind of have a spiraling effect."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Speaking of success and money begetting money, if you will, President Trump, a pretty good haul so far. And you can almost argue they haven't really been trying. Where's that money coming from, the $105 million President Trump got in the second quarter?"
    },
    {
      "speaker": "OWENS",
      "utterance": "Right. I mean, so this is in conjunction with the RNC. And so I think the thing to keep in mind -- and when we're looking at these numbers, it's a very impressive number. It's more than Obama had at this point in 2011, when he was getting ready for his reelection campaign. But, also, the Democrats, this is one problem for the Democrats. There's so many of them in the field, two dozen now, I think, that that spreads the dollars out among the field, whereas President Trump gets the advantage of being the incumbent that's running for reelection."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, there's a lot in the field, but we know that number is going to start going down. In fact, there's some major jockeying. You brought up the performance at the debates."
    },
    {
      "speaker": "OWENS",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "According to CNN now, Joe Biden's at 22 percent. Harris is at 17 percent. We have got them on the screen, an enormous jump for her. She's up on 9 percentage points. He's down 10 percentage points. Elizabeth Warren is on fire. Bernie Sanders is fading quickly. And it feels like it's also the reemergence of perhaps Madam President. All of a sudden, all I'm seeing Democrats talk about is what they were talking about before the campaign began, a party that's hip, young, woke, and diverse. Is that going to be the new theme perhaps?"
    },
    {
      "speaker": "OWENS",
      "utterance": "It's interesting that we have seen Harris and Warren surge since the debate. I think that, especially post-2016, Democrats have been worried that a woman just can't beat President Trump, that the country is not ready for a woman. And I think that those two candidates in particular had such a good night on -- last week, on their respective nights, that I think that some Democrats looked at them and said, hey, wait a minute, she can take on a man, especially Kamala Harris, as she took on Joe Biden. And so I think that it is interesting to see the surge in the two women, and especially following the 2018 midterms, when women really were the driving force between Democrats' success there."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. And it's interesting then. To what you're saying, they have to convince themselves, because they told the world at the onset of this campaign, it was going to be about young people. It was going to be about women. It was going to be about blacks and Hispanics. And then the initial polls came out, and it was two old white guys at the top of the polls."
    },
    {
      "speaker": "OWENS",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And the Democrats, probably, some of these image-makers or the folks who are trying to do the spin must be somewhat relieved that maybe it will be a woman and maybe they can make up for Hillary Clinton."
    },
    {
      "speaker": "OWENS",
      "utterance": "Right. I mean, there's been kind of two competing narratives here within the Democratic Party. It's that it's moving leftward. It's young. Like you said, it's more diverse. But then, on the other hand, there's been the faction of the party that says, hey, we need to nominate somebody that represents this section of the party where the energy is. And then, on the other hand, you have kind of the more cautious side being like, well, this is about who can beat President Trump in the general election."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Right."
    },
    {
      "speaker": "OWENS",
      "utterance": "And so that was the Biden -- the Biden factor there."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We will see. They're converging once again. Caitlin, thank you very much. Appreciate it."
    },
    {
      "speaker": "OWENS",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, folks, so part one of those holiday traffic jams are over. After tonight's festivities, get ready for the sequel -- an update from the roads and what you can expect this weekend."
    },
    {
      "speaker": "MIKE EMANUEL, ANCHOR",
      "utterance": "I'm Mike Emanuel in Washington. Our top story right now, a magnitude-6.4 earthquake struck Southern California and parts of Nevada this morning. It was centered near the town of Ridgecrest, about 150 miles northeast of Los Angeles. It occurred at 10:33:00 a.m. local time. A California Institute of Technology seismologist says the quake is the strongest to hit Southern California in 20 years. She says it was preceded by a magnitude-4.3 quake about a half-hour earlier. There were no immediate reports of major injuries or damage. At least one house fire was reported in Ridgecrest. Dozens of aftershocks are being reported. And another strong quake is said to be possible. Local emergency agencies took to social media to ask people to only call 911 for emergencies consisting of injuries or other dangerous conditions. We will have more coverage at 6:00 p.m. Eastern during an expanded two-hour \"Special Report.\" Now back to a special edition of \"Your World.\""
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, here's one place you might not be feeling independent, behind the wheel of your car, in the middle of a record-setting holiday travel surge. And some of the numbers from AAA are staggering. To FOX's Molly Line in Boston, where the traffic is wicked bad."
    },
    {
      "speaker": "MOLLY LINE, CORRESPONDENT",
      "utterance": "Happy Fourth of July, Charles. Excellent, excellent."
    },
    {
      "speaker": "LINE",
      "utterance": "You said it. It is crazy out there. And the numbers really are quite remarkable. Nearly 49 million Americans, more than ever recorded by AAA, are getting out there and getting some travel under way. That's an additional 1.9 million people out there on the roads, taking these vacations, making travel plans over last year. That's a rise of a little over 4 percent. And there are a lot of contributing factors here. Of course, you know the strong economy, consumer confidence, consumer spending up that all means a little more money in Americans' pockets and a little more money to go on these adventures. We are, of course, talking trains, planes and automobiles. Let's kick things off with a quick look at the skies, though, travel up across all these sectors. But when we're talking about air travel, 3.96 million people flying, the highest on record. That is 5.3 percent more than last year. Worth noting, though, that the majority of people will be traveling by car, the vast majority, 41.4 million out there braving the roads. And that, of course, means gassing up. The price at the pump, though, lower than this time last year, unleaded gasoline hovering right about $2.70 per gallon. But still, despite that, some have decided it is best to stay home and celebrate at home."
    },
    {
      "speaker": "JOE PEREIRA, TRAVELER",
      "utterance": "Every year, they always go up at this time. People are traveling and stuff. So I think it's like a little scam."
    },
    {
      "speaker": "LINE",
      "utterance": "And, according to INRIX -- that's a mobility analytics company -- several major metros will be suffering their worst traffic of this holiday celebration coming up tomorrow. That is July 5. We're talking about Chicago, Atlanta and right up here in the Northeast in Boston -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Molly, thank you very much. So we know gas prices are lower than they were at this time last year. What can drivers expect, though, for the rest of the summer travel season? Let's ask Patrick DeHaan, head of petroleum analysis and GasBuddy. Patrick, $2.70, doesn't sound like a lot these days. Will it stay that way for the rest of the summer?"
    },
    {
      "speaker": "PATRICK DEHAAN, GASBUDDY",
      "utterance": "Well, it looks like it will, Charles. Happy July 4. The fireworks may be going off, but what we're going to continue to see the rest of the summer, perhaps more fireworks. Obviously, gas prices a little bit cheaper than last year, but we have some new issues now that are coming into focus that could drive prices up in the second half of the summer, mainly the U.S. and Iran and, of course, the talks with China on trade. That could bolster oil prices, the economy growth, and oil prices in the second half of the summer, not to mention as well as hurricane season, which will be coming into view in the next month or so."
    },
    {
      "speaker": "PAYNE",
      "utterance": "What about actions taken to not have to go back and forth with these special blends? Does that help at all?"
    },
    {
      "speaker": "DEHAAN",
      "utterance": "Oh, it certainly would. If the U.S. would come up with a year- round type of gasoline, we wouldn't have to constantly be doing this back and forth switching, that could alleviate a lot of pain. Of course, was just a couple of weeks ago that we saw a refinery fire explosion in Philadelphia. And for that region, we're going to see that transition between winter and summer gasoline bring additional volatility, because we always see prices go up in the spring. And with the lack of a refinery, could mean more fireworks every spring for that region."
    },
    {
      "speaker": "PAYNE",
      "utterance": "You know, Patrick, we have had -- we saw a Navy drone shot down in the Persian Gulf near the Strait of Hormuz. We have had the saber-rattling stuff going off for some time. Gas -- oil prices are higher, but they haven't shot up like in years past. And even over the last couple years, every time that it seems like that West Texas Intermediate gets over 60 bucks, very soon thereafter, it drops precipitously. Can this be a permanent condition because of America's gas and -- oil and gas independence?"
    },
    {
      "speaker": "DEHAAN",
      "utterance": "Well, certainly, without a doubt, that is -- that is creating at least some sort of resistance to the markets' reaction and provides kind of an insurance policy against what happens in the Middle East. The U.S., of course, now the world's largest oil producer. But, as we saw just earlier this week, OPEC agreed to extend production cuts. And that's where this really comes into play. The U.S. is the world's largest producer. But OPEC still has some weight, as now, with Russia, they control about 44 million barrels a day of oil production. So I would say, though, without the U.S. increase in production, sure, we could see oil prices in the triple digits right now."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, Patrick, thank you very much. Happy Fourth."
    },
    {
      "speaker": "DEHAAN",
      "utterance": "You as well."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Health care for everyone, hey, it sounds great, until you get the bill and see the tax hikes that come with it. Think it's just the rich who will be paying? Think again."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It's almost Mueller time again. Less than two weeks away from former special counsel Robert Mueller appearing before the House Judiciary and Intelligence Committees. In keeping with the fireworks theme of the holiday, expect to see them fly from both sides. So what can we expect? And what, if anything, will come out of these hearings? Let's ask The Washington Examiner's Emily Larsen. Emily, a lot of people hoping for something, finally, after all of this time, but Mueller, last time we heard from him, said, we're not going to get anything."
    },
    {
      "speaker": "EMILY LARSEN, THE WASHINGTON EXAMINER",
      "utterance": "Yes, certainly, he made it very clear in his press conference in May Mueller thinks that his report is his testimony. And so I think what we're going to see a lot of is a lot of nothing when it comes to him being pressed on details of the report. But we could get some interesting tidbits. There are certainly a lot of questions that haven't been answered. Particularly, Democrats want to know whether Mueller really thinks for, once and for all, that Congress should move forward with impeachment hearings about obstruction of justice issues with the president. And Republicans have a lot of unanswered questions too about like the Steele dossier and how much that factored in the report and whether Mueller's team looked into it. And so we will see a lot of details on that -- like you said, fireworks on that hearing."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We know both sides, of course, will ask questions in a way for -- probably, for the most part, they won't even be questions, but more than likely statements that they would like Mueller to just nod in agreement, to your point. Is this the last chance for the Democrats to corral any sort of enthusiasm for impeachment proceedings?"
    },
    {
      "speaker": "LARSEN",
      "utterance": "Well, I think it's very important for Democrats to move forward with a step, before they do move forward with impeachment proceedings. They are trying to make the case that we need to investigate everything, we need to look into everything that Mueller said, clarify any questions we have had, see what his opinion is. But, at this point, the election is looming in 2020. And it's unlikely that the Democrats will move forward with impeachment proceedings. There isn't that much of an appetite for it. There are certainly some who do want to move forward."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "LARSEN",
      "utterance": "But it's a very messy process. And I think, after they move forward with this, it's going to die down a little bit."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, there would certainly have to be some sort of a bombshell. And there's no evidence that anything like that is lurking out there. Yet we are waiting on separate reports, the I.G. report and some other investigations, spurred on by Barr himself. Any idea when we're going to get that information? Because that feels like it could be fresh, and, to the point you made earlier, maybe get us to the origins of all this in the first place."
    },
    {
      "speaker": "LARSEN",
      "utterance": "Yes, we just don't know. These investigations take a very long time. And going back to the Mueller report, one of the key questions that I think Republicans are going to be asking is, Mueller had all these subpoenas. And he pretty much stopped giving subpoenas in about the summer of last year, and yet it took him until at the beginning of this year to tell us the details of the report. And so, with these investigations, they just take a very long time, and I'm sure that they will drag on, and perhaps through the election."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Do you get a sense that it dragged on, in part, because Mueller was trying desperately, to a degree, to even justify the probe in the first place? Millions of dollars were spent. And for the most part, they came up with a dry hole."
    },
    {
      "speaker": "LARSEN",
      "utterance": "Well, I think that is a question that Republicans are going to be asking, particularly whether there were some people on Mueller's team who were pushing for Mueller to look more into obstruction of justice issues, which made up a very huge part of report and wasn't really part of the original scope of it. So that's definitely something that Republicans will be pushing Mueller on."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, Emily, thank you very much."
    },
    {
      "speaker": "LARSEN",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, let's switch gears from Mueller to Medicare for all. 2020 Democratic presidential hopeful Bernie Sanders, he wants it, but the question has always been, how will he pay for it?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Will you raise taxes for the middle class in a Sanders administration?"
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "utterance": "People who have health care under Medicare for will have no premiums, no deductibles, no co- payments, no out-of-pocket expenses. Yes, they will pay more in taxes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, guess what? More voters might be buying in. There's a new poll showing a majority of Americans would be OK with higher taxes for a national health care plan. My next guest thinks that would be a costly mistake. Jan Dubauskas is with Health Insurance Innovations. And she joins us now. Jan, I mean, where do you think this is going? Are you -- first of all, are you shocked that more Americans are saying, OK, might not be a bad tradeoff?"
    },
    {
      "speaker": "JAN DUBAUSKAS, HEALTH INSURANCE INNOVATIONS, INC.",
      "utterance": "You know, there is a question of, what is the value, right? Everybody wants to see good care given to all Americans throughout the United States. So that is important to us. But the question is, how important is it? Is it worth $32 trillion? That's a really big price tag."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, there's two things here, to your point. There's the quality of health care..."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "... and the idea that everyone would get free health care. We think about these models around the world. And we hear how great they are, except there are long lines for things that we take for granted in this country. And the quality isn't always up to snuff. Rich people or well-to-do people in a whole lot of countries with free health care come to America for the critical stuff."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Well, that's one of the things you need to think about. Is it really Medicare for all? Or maybe we want Medicare for those who want it, right? Let's not impose it. And thinking about Medicare for all, what it would do? Well, providers, they would be forced into accepting the Medicare premium and payment amounts, which would mean that a lot of them will go out of business. So health care is actually going to go down in quality, while your taxes are going to go up. That doesn't seem like a great solution."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It doesn't seem like a great solution. And yet, in the debates, second night, the question was asked, and a lot of people say, yes, OK, the majority of Democrats are on board with some sort of form of this. So -- and Bernie Sanders finally admitting -- he's saying, yes, you're going to pay. It's not just rich millionaires and billionaires. The middle class is going to pay for this."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So something's emboldening him to be more honest about this. And it must be that the perception that the American public is OK with that tradeoff."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "I think that there may be that perception. But if you break it down, there really isn't that big of a problem. We actually have a lot of solutions right now -- 155 million people are covered by their employer plans, and they have relatively robust coverage. That's fantastic. We have 12 million people covered under ACA. We have a 28 million people who are uninsured, but of those 28 million people -- and that's what we're really talking about here -- almost half of them are ACA subsidy eligible and Medicaid eligible. So, really, when you get down to it, it's about 15 million people who need an affordable solution. So let's not throw out the 155 million people who are happy for those 15."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Speaking of ACA, otherwise known as Obamacare..."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "... that was supposed to be the solution for all of this. We started out with about 28 million people uninsured before ACA. We have about 28 million uninsured since then. And a lot of that is some of these states who many say might have gone into a Faustian deal because they got the first year the federal government paid."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And now they have to pay. Some are saying, expand Obama or expand ACA. Is that an alternative here?"
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "That is one potential solution. So what happened with ACA is that we just provided really rich benefits. We're enjoying some of those benefits. But what that meant was that it costs a lot. So there are some people who say, you know what, I don't afford it. I don't want it. I don't need it. What if we offered a plan that kind of scaled that back? We said, catastrophic coverage? That might be something that would be much more affordable and attractive to the public."
    },
    {
      "speaker": "PAYNE",
      "utterance": "What about, though, the one issue, and they tried to get -- with the issue of people not wanting to buy it? Do you punish Americans don't want to buy that expensive health insurance you just talked about? A 22-year-old -- when I first started out in the business for first couple of years, I had a young daughter, and we had no coverage. I rolled the dice. I was working 100 percent commission on Wall Street, and I rolled the dice. I went without health care for about two years."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Yes. Well, there are more solutions than just health insurance in this health care reform debate. So the president just came out with the executive order for pricing transparency for hospitals. Let's bring the costs..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "That's going to help?"
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "I think it absolutely will. Here's an example. When ACA came out, they said you have to post the calorie count on restaurants that have more than 10 locations. We all thought that's a joke. That's crazy. No one's going to take it very seriously. But now, when you go to Starbucks, and you see 200 calories for that Frappuccino, makes you think twice, right? So..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And you order it, because you tell yourself you won't drink the whole thing."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Exactly."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I got to let you go, but I do want to -- so, ultimately, though, there are better options than Medicare for all?"
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "There are better options for Medicare for all. Let's make it Medicare for those who want it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Thank you very much. Appreciate your expertise."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And thanks for joining me on the Fourth of July."
    },
    {
      "speaker": "DUBAUSKAS",
      "utterance": "Appreciate it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Appreciate it. Well, it's Nike vs Colin Kaepernick over the American flag and a special sneaker celebrating America. Guess who won?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, apparently, it's not politically correct to celebrate the American flag on July 4. Nike reportedly walking back its plan to release a Betsy Ross flag version of it sneakers over concerns from former NFL quarterback and activist Colin Kaepernick. So what's going on here? Let's ask Internet radio host Mike Gunzelman and FOX News Headlines 24's Carley Shimkus. Gunz..."
    },
    {
      "speaker": "MIKE GUNZELMAN, INTERNET RADIO HOST",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "... what do you think of this one?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Well, listen, it's another day, another P.C. crowd freak-out when it comes down to it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But Betsy Ross?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Well, here's the thing. The next thing is, when is enough enough? Like, really, you're going after Betsy Ross right now, Colin Kaepernick. The fact is, all right, so, here, we already know that he doesn't respect the modern-day flag, which, by the way, also has 13 stripes. So he might even come out more against that right now. Betsy Ross, what's next, like the Declaration of Independence, Washington, D.C. you can't use Washington anymore? But I think eventually there might be a pushback on this, because I think we're getting into just ridiculous -- just being ridiculous right now with this, this kind of outrage."
    },
    {
      "speaker": "CARLEY SHIMKUS, CORRESPONDENT",
      "utterance": "Yes. I couldn't agree with you more. First of all, you raise a good point about saying, but Betsy Ross. Her poor legacy, that she's wrapped up in this. There is -- it feels like there is no end to the number of patriotic things that are now deemed offensive. Playing off of your idea, George Washington University's colonial mascot is now considered controversial because there's negative connotations to the word colonialism."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "And who knew that the unity symbolizing the 13 colonies in that circle of stars and our fight, our original fight against British rule, is now something that is considered offensive? It's unbelievable."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And, to your point, Colin Kaepernick is saying, well, it takes us back to a time when America had slavery."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "And it's a reminder of that, and so, therefore, it's offensive. So it's a part of our culture. It's a part of our legacy. And I think the great thing about America is that we overcame that. Right?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes, I mean, listen, America is not perfect, but the ideal of America is that perfect, that you can these freedoms."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, the more perfect union, we always seem to be working towards that."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Toward something perfect, toward something even that much greater and better. But the thing is, when you get so outraged over every little thing, they want a utopian society. When is enough enough?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "And I think Colin Kaepernick is and his supporters are saying that some people, some alt-right groups and extremist groups have taken over..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I have never seen that, though. I have never heard that."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "I haven't either. I think that 99.9 percent of Americans didn't know that. Nike does deserve a little bit credit here, though, for at least coming out with the original patriotic sneaker. I think that their company executives have clearly made a decision, though, that Colin Kaepernick and progressives are going to be the people they cater to. And with that comes all the rules that they have to now play by to make this group of people happy, or a lot of them."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes, Nike has now sided with Colin Kaepernick and this outrage crowd, rather than perhaps freedom-loving people, especially this week, when it's the Fourth of July, of all times to do this."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "And they had to have known. Don't you think they knew?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Right."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "There's something going on. Like, it went all the way this far, and now they're pulling back on it?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "That's what a lot of people are saying now, that this shouldn't have been just sort of -- this sort of surprise out of left field. And, somehow, Kaepernick saw it somewhere on a Web site, and call themed up. But be that as it may, do you think, though, ultimately, in the name of social justice, this opens up the removal of other people, other names, other historical figures?"
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Oh, 100 times. I mean, \"The Star-Spangled Banner,\" you are literally talking about that flag. And the flag, the modern-day flag has 13 stripes to represent 13 colonies still. It's just one thing after another."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes. And it does represent the broader idea that keeps on coming up once every six months about the erasing of our history, and something that, Charles, you were even saying before, that our country isn't perfect, but we have made mistakes, and it's better to learn from them, as opposed to just wiping them away and considering them something that we can't talk about anymore, because they're too taboo."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I'm personally worried that young people, particularly for me, young black people, I want -- listen, if we spend so much time relitigating the past, I'm not sure how we can litigate current-day issues, including racism, and be prepared for the future, educational-wise and other things. We have got some amazing challenges facing us, as all Americans."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "China is on the move. The rest of the world's on the move. We're not ordained to be the greatest country in the world. We got to work at this."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Right. And we can strive to become something like that. But if you start erasing history, that we can't even learn from our past mistakes, then what's next?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes. That's right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "What is next? I think -- I really am telling you guys, I wouldn't be surprised. In the name of social justice, if this movement continues to grow, people are going to be shocked, but I wouldn't be surprised to see that George Washington and Thomas Jefferson come under some serious pressure."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "If Betsy Ross is, I think George Washington might be next."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes, poor Betsy."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I remember going to the little Betsy Ross house in Philadelphia. And not any moment did I think it was like the headquarters for the Ku Klux Klan."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Unreal. But, Nike, I mean, oh, gosh."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It is a private company. And they can do what they want to do."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "They sure can. And now people are buying these sneakers that are still on sale somehow for like thousands of dollars."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, they're worth a whole lot more. All right, Gunz, Carley, thank you both very much."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, as we celebrate our nation's independence with fireworks tonight, we honor those who put out fires around the world every day -- next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "As hot spots around the world pose threats abroad, we reflect on the brave men and women who fight to protect our freedom and safety at home. To retired Army Lieutenant Colonel Bob Maginnis. Colonel, thanks for joining us."
    },
    {
      "speaker": "LT. COL. BOB MAGINNIS, RET., U.S. ARMY",
      "utterance": "Happy July Fourth there, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I also want to point out to the audience that you're also the author of \"Progressive Evil.\" And, unfortunately, it's all around the world. It feels like it's becoming more emboldened and more..."
    },
    {
      "speaker": "JULIE BANDERAS, ANCHOR",
      "utterance": "And we want to interrupt ramming for this breaking news. We have been watching an earthquake that happened this morning. In fact, we are going to be dipping into a news conference that happened just moments ago in Kern County. Let's watch."
    },
    {
      "speaker": "BRANDON SMITH, KERN COUNTY FIRE DEPARTMENT",
      "utterance": "If power lines and cell lines go down, that capability goes away and is diminished. And, at that point, we go door to door. We usually will go door to door. And they currently are out there and assessing door to door, looking at structures, checking the damage, checking for any -- anybody out there that has any emergencies, or transporting people from some hospitals and moving them into the L.A. area. So there's a variety of things taking place. We have Red Cross and multiple other agencies helping support and establish there for the community. And they will be out and about, continuing until we can make sure everybody's back in their homes."
    },
    {
      "speaker": "QUESTION",
      "utterance": "And so if stuff does happen here, what is your first piece of advice for a viewer watching right now? We have many people saying, I don't know what to do. So what would you tell them to do? Get underneath a table. Like, what are some quick tips that our viewers can take away right now for what they should do in case of an earthquake?"
    },
    {
      "speaker": "B. SMITH",
      "utterance": "Well, I will talk kind of on my way here. When I received the call, the first thing I actually did was place a call to my wife and my sister and my family and just said, hey, get in contact with your family. Stay in communication. Yes, we're in Bakersfield. This happened in Ridgecrest, but it doesn't mean it can't impact here. I think it's just another great reminder to everybody that we only have a limited amount of first-responders and resources, and we have a large population, close to a million. And we can't address every single issue. So it's important that our residents are ready. And they have 72 hours' worth of supplies. They have a good communication plan with their family. If they have medications or any critical life support, have a plan in case you lose your power, in case you have a disaster. That's probably some of the best advice I can give. Make sure your animals are taken care of, you have plenty of food for them, make sure you have ample supply of water. And so we will be working and coordinating some sort of support out there. I'm sure there's going to be some centers establish. I know there's currently a couple to mitigate what we have out there. But we will establish more and support the community."
    },
    {
      "speaker": "QUESTION",
      "utterance": "But if you're in your home right now..."
    },
    {
      "speaker": "B. SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "QUESTION",
      "utterance": "... and something happens, what do you do?"
    },
    {
      "speaker": "B. SMITH",
      "utterance": "Well, if you're in your home, we don't want you running out into the open. We want to find a good, secure way to support, something has nice support to get your body under, maybe a strong table. That way, you're just covering yourself. And then just stay calm. I think the most important is stay calm, have a plan, and implement that plan."
    },
    {
      "speaker": "QUESTION",
      "utterance": "And for people who have no idea how to sign up for ReadyKern, how would they do that?"
    },
    {
      "speaker": "B. SMITH",
      "utterance": "So they can go to www.ReadyKern.com, or they can go to Kern County Fire's Web site, and you can sign up there. And you can also contact the Kern County OES. And they can also manually sign you up."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Should they keep an eye on your social media platforms in case they don't have ReadyKern? What's the other platform you can tell them to keep..."
    },
    {
      "speaker": "B. SMITH",
      "utterance": "Yes, most importantly, probably the first one is radio. Radio is one of the best ones that doesn't go down after a while, and we can utilize radio, monitor your news, monitor social media, and we will continue to provide updates as the information comes in. Any other questions?"
    },
    {
      "speaker": "BANDERAS",
      "utterance": "And you just heard from Brandon Smith. He is with the Kern County Fire Department. Alarmingly, about an hour ago, the Kern County Fire Department had actually issued an emergency alert, alerting its residents of a pending potential second earthquake within 15 minutes of that alert. That was at 3:22. So, basically, by 3:37, they should have had that, and it never happened. So that alert, in fact, did expire. So there are no pending emergency alerts right now. However, officials have warned of many aftershocks. In fact, earlier, we heard there have been hundreds of aftershocks. We also got some interesting statistics, that there is a 90 percent chance of any kind of aftershock above a 5.0 magnitude. And there's actually a 9 percent chance of a magnitude-6.4 within the next week or so. As far as where this happened, they haven't seen an earthquake like this of this size in many years, but they say not to be alarmed. This is normal for the area. Fox will continue to watch it. Here's \"The Five\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}