{
  "date": "July 21, 2017",
  "headline": "New report on Russia drops as WH tries to turn the page",
  "subHeadline": "Can the White House change the narrative? Insight on 'The Story'",
  "url": "https://www.foxnews.com/transcript/new-report-on-russia-drops-as-wh-tries-to-turn-the-page",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ANTHONY SCARAMUCCI, WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "Sarah Huckabee Sanders is going to be the press secretary. Sean is a true American patriot, he's military serviceman, he's got a great family, and he's done an amazing job. This is obviously a difficult situation to be in, and I applaud his efforts here, and I love the guy, and I wish him well. Reince and I have been personal friends for six years. We are a little bit like brothers; we'll be rough on each other up once in a while, which is totally normal for brothers. There are a lot of people in here who have brothers and so you get that. But he's a dear friend.  But I don't have any friction with Sean. I don't have any friction with Reince. This is the White House of the United States of America; we're serving the president, and I want to make sure that our cultural template is that we put the president's agenda first which is perfect for the American people and we serve his interest. And so, we have a little bit of friction in the White House as a result of that. It's OK. We can live with that. For the record, you know, I've been interviewed about Steve and he's one of the smartest people that I know, I think he was instrumental in helping us win the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You'll be seeing and hearing that face and voice a lot in the coming days. In a moment, Chris Stirewalt, Mollie Hemingway, and Howard Kurtz, but first some breaking news. Just moments ago, and we go to chief White House correspondent John Roberts with the very latest this evening from the White House. Good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Martha, good evening to you. And this is why this task that Anthony Scaramucci is about to undertake is so important. Because, you've got, first of all, a president who takes himself off message regularly sort of blows things like ObamaCare and made in America out of the water. And now, there's a headline in The Washington Post tonight that the Attorney General Jeff Sessions, according to another leak from the intelligence agency, contrary to what he has said in public was heard on these intelligence intercepts having conversations with the Russian ambassador to the United States, Sergey Kislyak, about the Trump campaign. Sessions had said previously that on the occasions he met with Kislyak, he met him, and talked only as a U.S. Senator. But now this new, this new leak from the intelligence community has Sessions talking about the Trump campaign, and about U.S.-Russia policy, and how that might change. So, that's going to be a big headache for Scaramucci as he comes in. It's also going to be a headache for Sean Spicer, the current press secretary because he's hanging around until the end of August. He has had the Herculean task of trying to juggle all these balls in the air for the last six months, and we all know the incoming fire that the White House is taken. But Scaramucci, in announcing his new position today, was very generous to Sean Spicer as he's on the way out. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "I would love to have Sean here. Sean decided that he thought it would be better to go in for me. As it relates to Sean, it speaks volumes to who he is as a human being, who he is as a team player. His attitude is if Anthony is coming in on, he a clear the slate for Anthony, and I do appreciate that about Sean, and I love him for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And Martha, I was talking to Sean Spicer just a short time ago, and, you know, he seems OK with everything here. He just thought that the way that it was being proposed didn't work and he thought it would be better for him to get out of the way. He's looking forward to a normal life at some point and what lies ahead. But he was in very good spirit. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's been working none stop for the last year and a half. So, thank you very much, John. More on all of this: Chris Stirewalt, joins me here in New York tonight, Fox News politics editor; and Mollie Hemingway, senior editor at The Federalist and a Fox News contributor as well; and Howard Kurtz, Fox News media analyst and the host of \"MediaBuzz.\" So, welcome to all three of you. Lots happened on a Friday. So, Chris Stirewalt, you're here with in New York, let me just turn to you, what do you want to take first here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Look, the administration has been trying to turn the page.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "And as you and John were just discussing, it's very hard to turn the page when midway through the crinkle, you have a news story that lands on top of that one. So, every time and you can see Scaramucci today trying to put the best face forward, say all of these things: it's going to be a clean break, we're going to move on to the new chapter, but even in the midst of doing that, in real time, you have a microcosm of the story for the Trump administration. Every time they are trying to get a new start, the new thing drops on their head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, Mollie, you look at what we've learned over the past couple of days, and it looks like there is a leak fest going on once again in terms of what's coming from, perhaps, the Mueller's camp. You know, now, we learned that Jeff Sessions' conversations with Kislyak may even more substantive, there may be conversations about the campaign, and, you know, we don't know what else at this point but they have those intercepts. And then, you have, you know, sort of the pushback from the White House about questioning Robert Mueller and whether or not he's the right person for this job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR AND SENIOR EDITOR AT THE FEDERALIST",
      "sentences": "Right. And this is all related. Just a push back a little bit on what John Roberts said, I quickly read that story and it doesn't seem like the intelligence community was spying on Sessions; they were spying on Kislyak. So, they're talking about what Kislyak said to someone else about his conversations with Sessions. And it sounds like what he was talking about was Russia policy.  The way The Washington Post is spinning that is that talking about campaign-related matters. And so, if you're in the media shop, a communication shop, you need to be able to know these facts, get the facts out, push back against narratives and how they are set. And there is a difference between talking about Russian policy with the Russian Ambassador and talking about campaign strategy, which is what Sessions actually said he never discussed with Kislyak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And that would be consistent with the story that we've heard with Mike Flynn as well. You get people in Russia talking about conversations that they had with people who are in the campaign, and you have to sort of take that, you know, with some sort of understanding of their conversation about what they spoke about. Howie Kurtz, weigh in.  HOWARD KURTZ, FOX NEWS MEDIA ANALYST AND \"MEDIABUZZ\" HOST: Well, Anthony Scaramucci, definitely used humor, I thought, today in his debut in the briefing room. One advantage that Sean Spicer didn't have is a preexisting friendship and relationship with President Trump. And Sean Spicer, I've been with him many times, he's been a good soldier, even when there were stories in the press every other week, he's on his way out. But he was almost in an impossible job, because he was caught in a hostile crossfire, Martha, between a president who considers the press fundamentally dishonest, and a press corps that found him, Spicer, too combative and sometimes evasive.  And for years, he's been seen as a kind of a good guy, an affable spokesman in Washington. From the first day on the job when Spicer lectured the press, and then kind of walked out, he has increasingly been involved in hostile exchanges, tense exchanges with the press corps, and I think that made it difficult for him to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, he's a good guy. I think a lot of people feel that about Sean Spicer. And he certainly worked very hard. But when you watched Anthony Scaramucci out there today, Chris, you know, he just sort of, he did have sort of an affable way, and he had that sort of authority and confidence that, I think, a good press secretary has with that room. You've got to find that balance where you kind of are among friends, but you're in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Well, there is no question that he had a better first day than Sean Spicer did. Because we remember Sean Spicer's first day where he went out and took the brick baths and hurled them at the press corps because they weren't recorded on the number of attendees for the inaugural that the president preferred. So, this is a better day. And maybe, and I think Howard is onto something. Donald Trump had said before, he likes to hire rich people. He likes to hire people who he thinks have been successful in the arenas of life that he thinks are worthwhile.   Scaramucci, a hedge fund guy, a very rich human being, I will hazard a guess to say that he is, by far, the richest communications director of that the White House has ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That might not be too hard to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Probably not too hard to do, because remember, most of these people are people who've lived up in our politics, and those stuff. And Scaramucci said something interesting on somebody the other day, he said, \"nobody in Washington has any money.\" He comes down to Washington and it's like, you people are poor. And it's like, well, yes, because we're hacks or we're flex, or we've come up and worked this right. So, maybe Trump will trust him, like him better, because Scaramucci is a rich guy from Wall Street.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, that's the fascinating dynamic between New York and Washington. In New York, it's all about the money, the success. In Washington, it's about proximity to power: who you know, who you work for, and how close you are to all of this, which brings me my next point, Mollie. This is sort of a changing of the guard between the establishments, perhaps, because it seems that the Trump administration felt when they were coming in that they needed the conduit to Congress. They needed a conduit, people who understood Washington, helping them. But it doesn't -- you know, whether or not it's these people's fault, it doesn't appear to have translated into legislative success on the Hill for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Or it might have been a good way to operate your first six months, and maybe it's time for a change of strategy now. One of the most important things journalists, analysts, and people working for Trump themselves should do, is really come to terms with how different this presidency is from a typical presidency, and just sort of -- for the people who work for Trump, it might be wise to embrace that. Instead of -- I think sometimes the communications shop was trying to put a typical campaign strategy approach for a very atypical president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We'll end on that, because that it is. Thank you very much, great to see all three of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "You bet. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, today's shake up coming just as the Russia probe is continuing to heat up. So, where does the investigation stand now, and what does all this mean as the president tries to move the White House to the next stage and back to his agenda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Follow-up on Rob Mueller: does President Trump have confidence that Robert Mueller will conduct a fair investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Legal team's efforts to undermine Robert Mueller's credibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Again, the president has absolutely nothing to do with any of the allegations that are being made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, that is the new Press Secretary Sarah Huckabee Sanders, as of today. A big shake up, as you know, coming as the White House is trying to find its footing as they press against this Russian investigation which they say is a hoax and a nonstory. We turn now to chief national correspondent, Ed Henry, live at the White House tonight with how all of this fit into the big picture, the agenda, and the stuff that they promise they'd get done. Hi, Ed!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Well, Martha, good to see you. They've got to get all of that back on track. You've heard all about how Anthony Scaramucci is a financier with that Wall Street background. But it's almost like he had a medical background as he'd walked to the White House podium today, and dealt with not just the diagnosis of what's gone wrong, but some prescriptions to maybe fix all of this.  Particularly, talking about the good things the president has done that Anthony Scaramucci believes the press has not been focusing on. But also, how to deal with major issues like Special Counsel Robert Mueller who has a rapidly expanding investigation right now that is looking at financial transactions, we're told, involving the Trump business world. But also as John Roberts has reported this breaking news from The Washington Post, new tonight: the notion that maybe Jeff Sessions, the Attorney General, and his interaction with the Russians during the campaign may have been much more extensive than he's let on. That could get more scrutiny. While at the podium, Scaramucci today said, I'm not talking about these kinds of issues. I'm not going to pour gasoline on the fire. I'm going to talk in private with the White House Counsel. That's the kind of thing they have not seen in recent days. Then, in terms of getting the big picture agenda back on track: health care, tax cuts. What we're going to see starting next week is this president going back in the campaign mode where he feeds off the energy of the crowd. He'll be in the battleground state of Ohio, the president. And Scaramucci said, look, this is about getting back to the biggest theme from the campaign. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "I don't see this guy as a guy that's ever under sieged; this is a very, very competitive person. Obviously, there's a lot of incomings that comes into the White House. But the president's a winner, OK. And what we're going to do is we're going to do a lot of winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "The winning that very few we heard from the president again and again in the campaign. The challenge for Anthony Scaramucci, of course, is going to be: despite all of that talk, he, like the president, doesn't have government experience. What he does have, though, is a street fighter mentality that this president savors very much. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ed, thank you. Thanks a lot. So, here now with more: Katrina Pierson, a spokesperson for America First Policies; and Michael Starr Hopkins is a Democratic strategist. Welcome to both of you. So, I want to get to the larger issues here. But you know, we're all just kind of going through this latest news from The Washington Post. And as I go through it, as is usually the case, when you get beyond the headline, Katrina, it talks about the fact that says, officials, emphasize that the information contradicting Sessions comes from U.S. intelligence on Kislyak's communications with Kremlin and acknowledge that the Russian Ambassador could have mischaracterized or exaggerated the nature of the interactions. And it says earlier in the piece, that it turns out they discussed U.S.-Russian relations and the Trump team's perspectives on that, which, you know, I suppose could be nefarious. However, I'm not really sure what else you would discuss with an Ambassador from Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATRINA PIERSON, SPOKESPERSON, AMERICA FIRST POLICIES",
      "sentences": "Well, Martha -- I mean, this is what happens: the Washington Post puts out a salacious headline, there's all the speculation in the media, and about a day or so later there's a hoop or a mischaracterization or there. The bottom line is we are six months into this hoax, and yet there is zero evidence of collusion. We're still talking about the election here. So, I'd like to remind everyone, we are only having this discussion because the losing team claimed foul, and no one to this day has looked at the evidence. Review the DNC server, review to see if they were hacked, and go from there. Otherwise, this is a witch hunt, just as the president has been saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead, Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL STARR HOPKINS, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I would just point out, had Jeff Sessions not lied multiple times about meeting with Russians, then it wouldn't be an issue. Because here, you know, had he met with the Russian Ambassador, that in and of itself isn't an issue, but it's the fact that he continuously has misrepresented those conversations about it. And so, you know, I think had the president not spend political capital on things other than this, then, we wouldn't be having this conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is that a fair point, Katrina?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOPKINS",
      "sentences": "There's legitimacy about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "No, it's not really a fair point, because shifting of the definition of the term \"meeting\" has been changing throughout this entire process. A sitting senator, that speaks to an ambassador and passing, is that a meeting? And that's really the question here. And we're talking about more leaks once again. If there was evidence, it would have already come out by now. I know there isn't evidence because the Trump campaign did not collude with the Russians to win this election. Donald Trump could've won this election with his plane and his cell phone. And it's pretty obvious now, there's no one in the Kremlin that filled the stadium.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just want to pull one thing up here, because this is from a Washington Post article that happened quite a long time ago. It's an analysis of what was going on with the Ken Starr investigation. And just take a look at this, president's aides expand offensive to counter Starr, who basically is not the same headline about the Trump campaign. It says, \"Urging inquiry on leaks.\" Do you remember that? \"Prosecutor is denounced as corrupt and accused of leading,\" a what? \"Witch hunt.\" I mean, here we go again. It's incredible, the similarity on these headlines. Katrina?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "Well, I mean, that's the media for you, but this is a little bit different. Like I said, this only happening, because the losing side claimed foul and no one bothered to look at the evidence, so now they're trying to find some. They're looking for something anything to try to go after this president. It's completely unfair, and it needs to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It sounds like, Michael, that's going to include going into the finances. Which President Trump has said, he believes is out-of-bounds if its finances that are unrelated to anything having to do with Russia. Do you think Jeff Sessions and Mr. Mueller are even -- or perhaps, vulnerable, given what the president said this week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOPKINS",
      "sentences": "Absolutely. I think not only Jeff Sessions, but Jared Kushner, Paul Manafort, and I think a lot of Trump administration officials, and the president himself are vulnerable. And this isn't, you know, we can make this about Democrats and things like that, but you know, the president himself, the Chief of Staff, they've lied repeatedly. Jared Kushner said he had no meetings. Jeff Sessions said he had no meetings. Paul Manafort said he had no meetings. That ended up not being true. And so, you can't make that about the Democrats making this about, you know, the Russian collusion. Republicans have lied multiple times. And I think at the end of the day, we just have found out what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "But again, that is the definition of a meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Very quickly, Katrina, and then I got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIERSON",
      "sentences": "What is the definition of meeting? That's when is to be figured out here because otherwise, someone talking to someone in passing does not classify as a meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Katrina, thank you. Good to have you here. Michael Starr Hopkins, thanks for being back in the studio again tonight. So, still ahead, now that O.J. Simpson is going to be out of prison shortly, about O.J.'s future, what does that hold when we come back, stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "More news breaking tonight. New indications of rising tensions between the United States and two of our greatest adversaries: the threat of a possible ballistic missile attack from North Korea is now prompting the state of Hawaii to implement their emergency preparedness plan. Now, at the same time, you've got Russia effing up their military presence on the ground now, which is new in Syria. CIA Director Mike Pompeo, offering this blunt assessment of Moscow's interest in the war-torn country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What is Russia's interest in Syria? What's their end game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, DIRECTOR, CIA",
      "sentences": "They love a warm water naval port, and they love to stick it to America. And places where -- I mean, that I'm sort of kidding, but I think they find any place that they can make our lives more difficult. I think they find that something that's useful to them. From an intelligence perspective, it's also clear that they have the intention of remaining there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Lieutenant Colonel Tony Shaffer is a Senior Fellow at the London Center for Policy Research, and Ben Collins is former Special Forces Officer who served three tours in Afghanistan. Gentlemen, good evening, welcome to both of you. Good to have you here tonight. I want to start with Mike Pompeo's comments, especially in light of the fact that we are living in a situation where we're constantly scrutinizing how serious this administration is about the threat that Russia poses to us. So, Tony, putting those two things together, how do you read Mike Pompeo here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, U.S. ARMY (RET.) AND SENIOR FELLOW AT THE LONDON CENTER FOR POLICY RESEARCH",
      "sentences": "Well, Mike is completely accurate. We have to look back even on the Obama administration. (INAUDIBLE) have done of the chairman of Joint Chief stated during his confirmation hearings that Russia is our largest global competitor and it's remained constant and expanded in many ways. Look, the Syrian issue is one that we cannot take and lead to just fade. The Russians are there; they're invited, we're not. We had to be cognizant of that, but we have to push back very hard on the fact that it was kind of their guy: Bashar al-Assad, who helped the situations up into the chaos. So, I think Mike Pompeo's speaking very clearly about what the issue is. And by the way, one of the things London Center for Policy Research is doing, we're trying to actually create an Arab NATO, Gulf Treaty Organization, to counter what we see the Russians doing right now. They're attempting to form what we see as the Damascus pack: Syria, Iran, Russia, together kind of opposing our Arab allies. So, Martha, we're doing everything we can, you know, to help the White House and Pentagon think through how to establish an essentially an effective counter to the growing Russian interest in the region. Clearly, the Russians wanted influence from where to carry that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, we understand now, Ben, that the Russians are putting fixed wing jets on the ground in an airbase in Southeastern Syria. So, you know, we saw an interview that Lavrov did, the Foreign Secretary, where he said, look, you know, the United States has air bases all over the world. Let's not have a double standard here. If we want an airbase in Syria, we have every reason to do so. And I'm paraphrasing what he said. What's your reaction of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN COLLINS, FORMER SPECIAL FORCES OFFICER",
      "sentences": "Well, if you now -- if they have the capability with the air bases, I mean, they could still have all their jets at the Syrians. But if it's a Syrian air base, but a specific Russian air base, they've got a Russian naval facility down in Tartus. You know you have to -- you know, to a certain extent, Lavrov is absolutely right. And why do we have our bases? We have ours in order to protect our national interest. And I think that Russia has always had a lot stronger base, certainly, when it comes to Syria -- of national interest in Syria than we do. Because of the, you know, that's the single naval port that they have a long in Mediterranean, they've been selling arms to Syria. And as Colonel Shaffer mentioned, you know, they have really been building up their alliances in that region, certainly specific to Iran. So, again, you know, with the announcement that we're pulling the support from the CIA, you know, backed rebels, I think it's a -- we have to look at this and say, you know, what policies can we actually put into place that works. And historically, that hasn't really been effective. So, I'm not looking at this as just a capitulation to Russia, but maybe it's some realistic evaluation of what we can do moving ahead to counter their influence with something that might actually work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. We had General Jack Keane on last night. He was very much against the pulling back of that CIA covert program by this administration. He did see it as, you know, sort of a gift to Russia, something that they been wanting. Tony, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "I'm sorry, I disagree with Jack completely. That program was completely feckless and ineffective. I'm all for sticking it to the Russians and being very aggressive. But, look, there comes a certain point and time when you recognize a program is overfunded and produced nothing. The former commander of Central Command testified that we've spent like $10 million to recruit five people. Come on. There are things we should do in that order, but we should do it to proxies. Again, we're doing a buy-for with strategy, there're proxies we can use I think effectively. I'm not saying we should pull out. I'm saying we should find a way to get back in there more effectively. That CIA program wasn't working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Ben, do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Yeah. I actually -- I do. Now there are some outstanding questions. Number one, as Colonel Shaffer's mentioned, look, we've always had a really very hard time evaluating, look, who's moderate, who's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "You know this concept of these organized rebel groups, who's always more on paper than it was anything realistic. But my concern is if there are truly any moderates, we effectively put them in a position where they've got a binary choice. They can either accept Assad, or they can go join somebody like al-Qaeda, or the Islamic State. So there are questions that have to be answered for the potential blowback out of this decision. But I agree completely with Colonel Shaffer in the fact that, look, we have never really had a successful execution of just funding and arming rebel groups without a direct American intervention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Gentlemen, thank you. I mean, if you are both right, then that act as an active political courage, because it makes them look bad in other ways, but maybe it's military clarity. Thank you very much you guys. Good to see you both tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHAFFER",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So new details in the deadly naval ship crash back in June that took the lives of seven of our sailors aboard the USS Fitzgerald. Why investigation now say they believe they know what happened. And O.J. Simpson getting parole bringing back old wounds for the family of Nicole Simpson and Ron Goldman, who are mercilessly murdered in 1994, the case still supposedly unsolved. Ron Goldman's family here with their reaction to a newly free in October, O.J. Simpson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "911 emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Can you get someone over here, now? To 325 Gretna Green? He's back. Please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "OK. What does he look like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "He's O.J. Simpson. I think you know his record. Could you just send somebody over here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Mr. Simpson, I do vote to grant parole when eligible. And that will conclude this hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And with that, after nine years behind bars, O.J. Simpson will soon be a free man. The Nevada parole board granting the former football star an early release in October. Simpson testifying that he is a changed man, he says. When asked what he'd been in prison to rehabilitate, this is his answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O.J. SIMPSON, FORMER NFL PLAYER",
      "sentences": "They give you a bunch of little tools about how to talk to people, instead of fighting, instead of throwing punches, tools that I've used here that, you know, it's how you talk to people, the tone that you use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now, one of O.J.'s closest friends, Tom Scotto. Tom, thank you for being with us today. You're in the courtroom there yesterday, or the hearing parole room, I should say. What was O.J. Simpson's reaction afterward when you two spoke?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SCOTTO, FRIEND OF O.J. SIMPSON",
      "sentences": "Oh, he was elated, thrilled, excitement, joy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What kind of like do you think he will have now? What do you expect him to do? Where do you expect him to live?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "Well, he says he wants to live in Florida. He wants to live a quiet life. He wants to play golf. He wants to see his kids. He wants to spent time with his family. He doesn't want any media or any circuses surrounding him. So we've got to try to keep him kind of contained a little.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you don't believe that he will take advantage of any of the so-called media reality TV show offers that are coming into him according to reports?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "No. Absolutely, not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "That's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what he's going to do for money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "Listen, you know, I can't speak for the man's finances. But I can guarantee you whoever is saying reality show or anything like that is making up stories because O.J. will not do anything like that, ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What makes you say that? You know, I remember even in between the trial and when he was in jail, he would call in to radio shows, he would call into television news programs when he wanted to speak up. Why would that have change now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "Well, I don't know that he did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh, he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "I don't know that that's a fact. If you say that he did. But O.J. likes to talk, but he will not be calling into media. He will not be doing any reality shows. Norm Pardo has never been his manager, ever. He's a fake. He's the guy that followed us around with a camera where we at. Any time he came I went home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So do you think it's going to be difficult for him when he's back on the outside again? I know that he has very few friends before this robbery happened, and you have stuck by him. He say you've taken heat for that. So is it going to be, you know, isolated life for him do you expect? What's he going to do every day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "Well, first of all I don't think I've taken heat. I haven't heard any heat. I don't really watched the news, but I haven't heard any heat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You've said that you've lost some contacts, you know, because of your friendship with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "Well, I lost some contracts years ago, yes. I did, in my business. But, I chose to do it -- I felt in my heart was right. Instead of protecting myself, I stood up for the man that I know. The media does not know, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Tom, thank you very much. Good to have you with us today. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTTO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here now with me in the studio in New York, are Kim and Fred Goldman, the sister and father of Ron Goldman who was murdered along with Nicole Simpson back in 1994, and we have spoken before. It's good to see both of you back again. Thanks for coming in tonight. So what was your reaction to all this? Kim, you want to start?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM GOLDMAN, SISTER OF RON GOLDMAN",
      "sentences": "With the parole hearing? I was shocked. I'd never really watched a parole hearing live like that before. So I think I was expecting a little bit more of a scripted procedure on his behalf. I thought that he be much more methodical in his answers. I little bit more thoughtful. That he was as rambling as ever. And as avoiding -- as avoiding as ever of the questions that were asked of him, but I guess this is what happens. I mean, this is what victims and survivors go through across the country. So, I'm now preview with what that experience is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. He talked about wanting to get back to his life, Fred, and I just want to play one sound bite from yesterday, and get your thoughts on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMPSON",
      "sentences": "I've missed a lot of time. Like 36 birthdays with my children. And I'm missing their graduation because of it. Right now, I met a point in my life were all I wanted to do is spend time with my -- as much time as I can with my children and my friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fred, what do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN, FATHER OF RON GOLDMAN",
      "sentences": "I think it's a pile of bull. He didn't spend much time with his family when he was out of jail. So now all of a sudden he'll become the loving father of all time? I don't think so. I don't think it's in his being to be that kind of person. I think he is who he is. He's a thug. He is an abuser, a murderer. He's a liar, narcissistic sociopath. I don't think it's within his ability to be a decent human being. I think he is who he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When you watched him, yesterday, and he said things like, you know, I've never been -- a person who's involved in conflict, I've never used a weapon on anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "Except for Ron and Nicole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, I understand that the criminal case and his battery, you know, the domestic violence wasn't allowed to be part of this process in Nevada. But it's hard to ignore that that was proven, that was proven in a civil court that he killed Ron and Nicole, we have 911 tapes, the whole world has heard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM GOLDMAN",
      "sentences": "You've played them here last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": ". so what a disrespectful thing to say to Nicole's family and to the mother of his children. She was a domestic violence victim, and how disrespectful to take that approach that his behavior wasn't conflict? It's almost as if he's completely block that out, I mean, to watch him sit in there -- and when everybody else covering the story and listening at home has the same reaction that you just had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wait a minute, we remember those frantic phone calls from Nicole Simpson. We saw what happened to these poor two young people, your son, your brother. How can you sit there and sort of pretend, like -- even if he completely blocked out the murders, the abuse that was well documented by the police, Fred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "Well, it's the same portion of his persona that he doesn't believe that he does anything wrong. I don't know if you remember from years ago, you know, when he was ask with pictures in front of him of hand prints on Nicole's throat, bruises on her face, how did they get that way. I don't know. Maybe she walked into my hand, bumped into a door. He never accepts responsibility for anything. Therefore he doesn't believe that anything he's ever done is a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah. I mean, given that, do you think that on the outside -- what do you expect? You know, you probably try not to spend too much of your time thinking about what O.J. Simpson is going to do with his free time when he gets out in October, but do you think he will stay out of trouble? He owes you guys $33 million. Maybe some of that has been shaved off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "Actually, more than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "More than that, OK. So if he were to do a reality TV show, what would you expect in terms of reimbursement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM GOLDMAN",
      "sentences": "We're going to do what we've always done since we were awarded the judgment back in `97. We going to pursue the judgment because that's what the civil system affords -- afforded us as a purpose of punishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM GOLDMAN",
      "sentences": "So if we don't go after the judgment then we've given him another free pass. We're going to continue with our attorneys to pursue that judgment. I don't know that he's going to do that. I think there's going to be a lot of eyes on him now, different than maybe it was before. I don't know that I think he's going to commit another crime. I just think that he is not going to shy away from some of the limelight like Scotto say, or whatever -- I don't know his name. I don't think his capable of that, but now we have to take a rest and wait and see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fred, last thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "I think he relishes being in the public view, and I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We've seen that before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "Yeah. I think that that's just part of his persona and he'll do that again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Fred Goldman, Kim Goldman, good to see you both after all this time again. Thank you very much for being with us today. We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM GOLDMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED GOLDMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So a victory for free speech, Ben Schapiro is no stranger to controversy on campuses, his appearances sometimes sparking a reaction like this. But tonight, there is a big development in his fight to speak at one of our nation's most prominent universities. We're going to talk to him coming up next. Plus a major update in the deadly U.S. Navy collision. And why Kentucky taxpayers may not be very happy with clerk Kim Davis. And Maxine for president, could it be? Right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "On a busy night, we've got a couple short stories for you here. We are learning the details about the deadly collision between the USS Fitzgerald and a cargo ship off the coast of Japan. An initial investigation has reportedly blaming our navy with a source also telling Fox News that many on board could have helped to avert the crash which killed seven U.S. sailors. And Kentucky taxpayers are now on the hook for more than $200,000 in attorney fees, involving the controversial clerk Kim Davis, who refused to issue same-sex marriage licenses, a federal judge ruling that she was acting for the state and is not responsible for the fees. And could it be Maxine Waters in 2020? One of President Trump's biggest critics back in the headlines today after suggesting that she could run for president if millennials rally behind her, but the California congresswoman has clarified now said she was just joking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that was a warm welcome, right? That was the ugly scene back in 2016, when conservative Ben Shapiro showed up to speak at Cal State L.A. Tonight, he's once again at the center of a debate over free speech on our college campuses. This time it's at UC Berkeley. Where conservatives say administrators were trying to block an event featuring him later this year. It's a charge that the school is denying. Ben Shapiro joins us now, editor-in-chief of Daily Wire. Ben, good to see you. Welcome back to the program. So what's the latest, under what pretense were they suggesting that it would be just impossible, unfortunately, for you to go and speak on campus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR-IN-CHIEF THE DAILY WIRE",
      "sentences": "So with 10 weeks advance, the college Republicans and Young America Foundation let Berkeley know that they wanted me to come on September 14th. So I spoke, by the way, at Berkeley last year, no problem. We did it like three weeks in advance, no protesters, nothing. This time they returned back an email and they said, well, you know, that's not a good time. It's not a good date. All of those venues are booked. They wouldn't explain why the venues are booked or who they've booked the venues. They suggested that we would have to jump through about 99 different hoops in order to book the events. They actually said that they have to caution there exist the possibility that the security review will result in recommendations from UCPD that would preclude the use of some of these venues and might rule out certain hours. They didn't actually provide a list of alternative dates, times, venues, that would actually work. So after a bit of public pressure they're now saying, and I'm glad to do this, that they're going to facilitate the event. They'll even cover the event fees. They have not communicated that as far as I'm aware, to either the college Republicans or to Young America's Foundation. They sort of did the same thing with Ann Coulter earlier this year. They said that Ann Coulter could come speak, they would facilitate it, and then they proceeded to mess around with the time and date and make it nearly impossible for her to speak, changing venue over and over until.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you don't really know at this point what's going to end up happening. Although, the indication that you're getting and that we are seeing are that they're going, you know, be open arms. They're going to allow this to happen and that they're encouraging it. What's your sense of where the pressure comes from? Is it from student groups on campus? Is it from faculty groups on campus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "I think some of the student groups. I think some of the outside agitators. What we've been seeing at Berkeley, particularly, is outside agitators -- and the heckler's veto, which is a bunch of rioters basically coming in, creating a security threat, and then the administration using that as an excuse not to hold the event, saying that it cost too much money to stop all of this. We don't want to be arresting students. They did this with Milo Yiannopoulos. They did this, obviously, earlier this year with Ann Coulter. And that's pretty dangerous proceeding, when you start canceling events because you're afraid of the security costs, all that's doing is really incentivizing people to get violence if they want to shut other folks down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is it your sense -- I mean, we certainly talk about this issue a lot on this program, but is it your sense that there is pressure pushing back against this and that campuses are becoming more aware that they do need to allow free speech, that they need to encourage civilized conversation, debate over political thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "I do think that there is a bit of a backlash. When you see people like Bernie Sanders and Elizabeth Warren saying that these universities need to open up a little bit. But on practical grounds, I think Democrats need to do more, people on the left need to do more. Diane Feinstein, my senator from out here in California, she said she's seen no evidence at all that they're been any sort of systematic bias at UC Berkeley against conservative, which is bizarre given the tape that we've seen from UC Berkeley over the last year or so. I had a very open call for her that she wants to actually show that she doesn't think there's such systematic bias. Then she should push her fellow legislators in California, all Democrats, by the way, to actually sanction students who engaged in violence in order to prevent free speech. What I'm getting is sort of this soft game that's being played by a lot of Democrats where they say, yes, we're free speech on campus, we like free speech on campus, but if it turns out that we can't actually facilitate it because of violent threats and we don't want to get into these situations, then we're not going to do too much to stop it. They need to do more than speak out in favor of free speech. They need to take active measures to preserve it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. Ben, thank you very much. Keep us posted. Good to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So when we come back tonight, a moving honor for three of America's great heroes, an emotional moment at the Pentagon. Stick around for this, it's great, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Finally tonight, a moving moment at the White House, President Trump opening his doors to three of the five remaining survivors of the USS Arizona. The war ship was attacked by the Japanese at Pearl Harbor in 1941, killing more than 1,000 service members. The president's message to the brave World War II veterans is our quote of the night. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "In them we see the strength of our nation, the courage of our men and women in uniform. The result to never accept failures and the belief that justice will always triumph, and that the America that we know and love, the United States, will always be prevail. We will always prevail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is our story for tonight. Have a good weekend everybody. We'll see you back here on Monday night, 7 PM. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY SCARAMUCCI, WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "utterance": "Sarah Huckabee Sanders is going to be the press secretary. Sean is a true American patriot, he's military serviceman, he's got a great family, and he's done an amazing job. This is obviously a difficult situation to be in, and I applaud his efforts here, and I love the guy, and I wish him well. Reince and I have been personal friends for six years. We are a little bit like brothers; we'll be rough on each other up once in a while, which is totally normal for brothers. There are a lot of people in here who have brothers and so you get that. But he's a dear friend. But I don't have any friction with Sean. I don't have any friction with Reince. This is the White House of the United States of America; we're serving the president, and I want to make sure that our cultural template is that we put the president's agenda first which is perfect for the American people and we serve his interest. And so, we have a little bit of friction in the White House as a result of that. It's OK. We can live with that. For the record, you know, I've been interviewed about Steve and he's one of the smartest people that I know, I think he was instrumental in helping us win the election."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You'll be seeing and hearing that face and voice a lot in the coming days. In a moment, Chris Stirewalt, Mollie Hemingway, and Howard Kurtz, but first some breaking news. Just moments ago, and we go to chief White House correspondent John Roberts with the very latest this evening from the White House. Good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Martha, good evening to you. And this is why this task that Anthony Scaramucci is about to undertake is so important. Because, you've got, first of all, a president who takes himself off message regularly sort of blows things like ObamaCare and made in America out of the water. And now, there's a headline in The Washington Post tonight that the Attorney General Jeff Sessions, according to another leak from the intelligence agency, contrary to what he has said in public was heard on these intelligence intercepts having conversations with the Russian ambassador to the United States, Sergey Kislyak, about the Trump campaign. Sessions had said previously that on the occasions he met with Kislyak, he met him, and talked only as a U.S. Senator. But now this new, this new leak from the intelligence community has Sessions talking about the Trump campaign, and about U.S.-Russia policy, and how that might change. So, that's going to be a big headache for Scaramucci as he comes in. It's also going to be a headache for Sean Spicer, the current press secretary because he's hanging around until the end of August. He has had the Herculean task of trying to juggle all these balls in the air for the last six months, and we all know the incoming fire that the White House is taken. But Scaramucci, in announcing his new position today, was very generous to Sean Spicer as he's on the way out. Listen here."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "I would love to have Sean here. Sean decided that he thought it would be better to go in for me. As it relates to Sean, it speaks volumes to who he is as a human being, who he is as a team player. His attitude is if Anthony is coming in on, he a clear the slate for Anthony, and I do appreciate that about Sean, and I love him for it."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And Martha, I was talking to Sean Spicer just a short time ago, and, you know, he seems OK with everything here. He just thought that the way that it was being proposed didn't work and he thought it would be better for him to get out of the way. He's looking forward to a normal life at some point and what lies ahead. But he was in very good spirit. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's been working none stop for the last year and a half. So, thank you very much, John. More on all of this: Chris Stirewalt, joins me here in New York tonight, Fox News politics editor; and Mollie Hemingway, senior editor at The Federalist and a Fox News contributor as well; and Howard Kurtz, Fox News media analyst and the host of \"MediaBuzz.\" So, welcome to all three of you. Lots happened on a Friday. So, Chris Stirewalt, you're here with in New York, let me just turn to you, what do you want to take first here?"
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Look, the administration has been trying to turn the page."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "And as you and John were just discussing, it's very hard to turn the page when midway through the crinkle, you have a news story that lands on top of that one. So, every time and you can see Scaramucci today trying to put the best face forward, say all of these things: it's going to be a clean break, we're going to move on to the new chapter, but even in the midst of doing that, in real time, you have a microcosm of the story for the Trump administration. Every time they are trying to get a new start, the new thing drops on their head."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, Mollie, you look at what we've learned over the past couple of days, and it looks like there is a leak fest going on once again in terms of what's coming from, perhaps, the Mueller's camp. You know, now, we learned that Jeff Sessions' conversations with Kislyak may even more substantive, there may be conversations about the campaign, and, you know, we don't know what else at this point but they have those intercepts. And then, you have, you know, sort of the pushback from the White House about questioning Robert Mueller and whether or not he's the right person for this job."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR AND SENIOR EDITOR AT THE FEDERALIST",
      "utterance": "Right. And this is all related. Just a push back a little bit on what John Roberts said, I quickly read that story and it doesn't seem like the intelligence community was spying on Sessions; they were spying on Kislyak. So, they're talking about what Kislyak said to someone else about his conversations with Sessions. And it sounds like what he was talking about was Russia policy. The way The Washington Post is spinning that is that talking about campaign-related matters. And so, if you're in the media shop, a communication shop, you need to be able to know these facts, get the facts out, push back against narratives and how they are set. And there is a difference between talking about Russian policy with the Russian Ambassador and talking about campaign strategy, which is what Sessions actually said he never discussed with Kislyak."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And that would be consistent with the story that we've heard with Mike Flynn as well. You get people in Russia talking about conversations that they had with people who are in the campaign, and you have to sort of take that, you know, with some sort of understanding of their conversation about what they spoke about. Howie Kurtz, weigh in. HOWARD KURTZ, FOX NEWS MEDIA ANALYST AND \"MEDIABUZZ\" HOST: Well, Anthony Scaramucci, definitely used humor, I thought, today in his debut in the briefing room. One advantage that Sean Spicer didn't have is a preexisting friendship and relationship with President Trump. And Sean Spicer, I've been with him many times, he's been a good soldier, even when there were stories in the press every other week, he's on his way out. But he was almost in an impossible job, because he was caught in a hostile crossfire, Martha, between a president who considers the press fundamentally dishonest, and a press corps that found him, Spicer, too combative and sometimes evasive. And for years, he's been seen as a kind of a good guy, an affable spokesman in Washington. From the first day on the job when Spicer lectured the press, and then kind of walked out, he has increasingly been involved in hostile exchanges, tense exchanges with the press corps, and I think that made it difficult for him to continue."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, he's a good guy. I think a lot of people feel that about Sean Spicer. And he certainly worked very hard. But when you watched Anthony Scaramucci out there today, Chris, you know, he just sort of, he did have sort of an affable way, and he had that sort of authority and confidence that, I think, a good press secretary has with that room. You've got to find that balance where you kind of are among friends, but you're in charge."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Well, there is no question that he had a better first day than Sean Spicer did. Because we remember Sean Spicer's first day where he went out and took the brick baths and hurled them at the press corps because they weren't recorded on the number of attendees for the inaugural that the president preferred. So, this is a better day. And maybe, and I think Howard is onto something. Donald Trump had said before, he likes to hire rich people. He likes to hire people who he thinks have been successful in the arenas of life that he thinks are worthwhile. Scaramucci, a hedge fund guy, a very rich human being, I will hazard a guess to say that he is, by far, the richest communications director of that the White House has ever had."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That might not be too hard to do."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Probably not too hard to do, because remember, most of these people are people who've lived up in our politics, and those stuff. And Scaramucci said something interesting on somebody the other day, he said, \"nobody in Washington has any money.\" He comes down to Washington and it's like, you people are poor. And it's like, well, yes, because we're hacks or we're flex, or we've come up and worked this right. So, maybe Trump will trust him, like him better, because Scaramucci is a rich guy from Wall Street."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, that's the fascinating dynamic between New York and Washington. In New York, it's all about the money, the success. In Washington, it's about proximity to power: who you know, who you work for, and how close you are to all of this, which brings me my next point, Mollie. This is sort of a changing of the guard between the establishments, perhaps, because it seems that the Trump administration felt when they were coming in that they needed the conduit to Congress. They needed a conduit, people who understood Washington, helping them. But it doesn't -- you know, whether or not it's these people's fault, it doesn't appear to have translated into legislative success on the Hill for them."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Or it might have been a good way to operate your first six months, and maybe it's time for a change of strategy now. One of the most important things journalists, analysts, and people working for Trump themselves should do, is really come to terms with how different this presidency is from a typical presidency, and just sort of -- for the people who work for Trump, it might be wise to embrace that. Instead of -- I think sometimes the communications shop was trying to put a typical campaign strategy approach for a very atypical president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We'll end on that, because that it is. Thank you very much, great to see all three of you."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "You bet. Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, today's shake up coming just as the Russia probe is continuing to heat up. So, where does the investigation stand now, and what does all this mean as the president tries to move the White House to the next stage and back to his agenda?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Follow-up on Rob Mueller: does President Trump have confidence that Robert Mueller will conduct a fair investigation?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Legal team's efforts to undermine Robert Mueller's credibility."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Again, the president has absolutely nothing to do with any of the allegations that are being made."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, that is the new Press Secretary Sarah Huckabee Sanders, as of today. A big shake up, as you know, coming as the White House is trying to find its footing as they press against this Russian investigation which they say is a hoax and a nonstory. We turn now to chief national correspondent, Ed Henry, live at the White House tonight with how all of this fit into the big picture, the agenda, and the stuff that they promise they'd get done. Hi, Ed!"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Well, Martha, good to see you. They've got to get all of that back on track. You've heard all about how Anthony Scaramucci is a financier with that Wall Street background. But it's almost like he had a medical background as he'd walked to the White House podium today, and dealt with not just the diagnosis of what's gone wrong, but some prescriptions to maybe fix all of this."
    },
    {
      "speaker": "Particularly, talking about the good things the president has done that Anthony Scaramucci believes the press has not been focusing on. But also, how to deal with major issues like Special Counsel Robert Mueller who has a rapidly expanding investigation right now that is looking at financial transactions, we're told, involving the Trump business world. But also as John Roberts has reported this breaking news from The Washington Post, new tonight",
      "utterance": "the notion that maybe Jeff Sessions, the Attorney General, and his interaction with the Russians during the campaign may have been much more extensive than he's let on. That could get more scrutiny."
    },
    {
      "speaker": "While at the podium, Scaramucci today said, I'm not talking about these kinds of issues. I'm not going to pour gasoline on the fire. I'm going to talk in private with the White House Counsel. That's the kind of thing they have not seen in recent days. Then, in terms of getting the big picture agenda back on track",
      "utterance": "health care, tax cuts. What we're going to see starting next week is this president going back in the campaign mode where he feeds off the energy of the crowd. He'll be in the battleground state of Ohio, the president. And Scaramucci said, look, this is about getting back to the biggest theme from the campaign. Watch."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "I don't see this guy as a guy that's ever under sieged; this is a very, very competitive person. Obviously, there's a lot of incomings that comes into the White House. But the president's a winner, OK. And what we're going to do is we're going to do a lot of winning."
    },
    {
      "speaker": "HENRY",
      "utterance": "The winning that very few we heard from the president again and again in the campaign. The challenge for Anthony Scaramucci, of course, is going to be: despite all of that talk, he, like the president, doesn't have government experience. What he does have, though, is a street fighter mentality that this president savors very much. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ed, thank you. Thanks a lot. So, here now with more: Katrina Pierson, a spokesperson for America First Policies; and Michael Starr Hopkins is a Democratic strategist. Welcome to both of you. So, I want to get to the larger issues here. But you know, we're all just kind of going through this latest news from The Washington Post. And as I go through it, as is usually the case, when you get beyond the headline, Katrina, it talks about the fact that says, officials, emphasize that the information contradicting Sessions comes from U.S. intelligence on Kislyak's communications with Kremlin and acknowledge that the Russian Ambassador could have mischaracterized or exaggerated the nature of the interactions. And it says earlier in the piece, that it turns out they discussed U.S.-Russian relations and the Trump team's perspectives on that, which, you know, I suppose could be nefarious. However, I'm not really sure what else you would discuss with an Ambassador from Russia."
    },
    {
      "speaker": "KATRINA PIERSON, SPOKESPERSON, AMERICA FIRST POLICIES",
      "utterance": "Well, Martha -- I mean, this is what happens: the Washington Post puts out a salacious headline, there's all the speculation in the media, and about a day or so later there's a hoop or a mischaracterization or there. The bottom line is we are six months into this hoax, and yet there is zero evidence of collusion. We're still talking about the election here. So, I'd like to remind everyone, we are only having this discussion because the losing team claimed foul, and no one to this day has looked at the evidence. Review the DNC server, review to see if they were hacked, and go from there. Otherwise, this is a witch hunt, just as the president has been saying."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead, Michael."
    },
    {
      "speaker": "MICHAEL STARR HOPKINS, DEMOCRATIC STRATEGIST",
      "utterance": "Well, I would just point out, had Jeff Sessions not lied multiple times about meeting with Russians, then it wouldn't be an issue. Because here, you know, had he met with the Russian Ambassador, that in and of itself isn't an issue, but it's the fact that he continuously has misrepresented those conversations about it. And so, you know, I think had the president not spend political capital on things other than this, then, we wouldn't be having this conversation."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is that a fair point, Katrina?"
    },
    {
      "speaker": "HOPKINS",
      "utterance": "There's legitimacy about."
    },
    {
      "speaker": "PIERSON",
      "utterance": "No, it's not really a fair point, because shifting of the definition of the term \"meeting\" has been changing throughout this entire process. A sitting senator, that speaks to an ambassador and passing, is that a meeting? And that's really the question here. And we're talking about more leaks once again. If there was evidence, it would have already come out by now. I know there isn't evidence because the Trump campaign did not collude with the Russians to win this election. Donald Trump could've won this election with his plane and his cell phone. And it's pretty obvious now, there's no one in the Kremlin that filled the stadium."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just want to pull one thing up here, because this is from a Washington Post article that happened quite a long time ago. It's an analysis of what was going on with the Ken Starr investigation. And just take a look at this, president's aides expand offensive to counter Starr, who basically is not the same headline about the Trump campaign. It says, \"Urging inquiry on leaks.\" Do you remember that? \"Prosecutor is denounced as corrupt and accused of leading,\" a what? \"Witch hunt.\" I mean, here we go again. It's incredible, the similarity on these headlines. Katrina?"
    },
    {
      "speaker": "PIERSON",
      "utterance": "Well, I mean, that's the media for you, but this is a little bit different. Like I said, this only happening, because the losing side claimed foul and no one bothered to look at the evidence, so now they're trying to find some. They're looking for something anything to try to go after this president. It's completely unfair, and it needs to stop."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It sounds like, Michael, that's going to include going into the finances. Which President Trump has said, he believes is out-of-bounds if its finances that are unrelated to anything having to do with Russia. Do you think Jeff Sessions and Mr. Mueller are even -- or perhaps, vulnerable, given what the president said this week?"
    },
    {
      "speaker": "HOPKINS",
      "utterance": "Absolutely. I think not only Jeff Sessions, but Jared Kushner, Paul Manafort, and I think a lot of Trump administration officials, and the president himself are vulnerable. And this isn't, you know, we can make this about Democrats and things like that, but you know, the president himself, the Chief of Staff, they've lied repeatedly. Jared Kushner said he had no meetings. Jeff Sessions said he had no meetings. Paul Manafort said he had no meetings. That ended up not being true. And so, you can't make that about the Democrats making this about, you know, the Russian collusion. Republicans have lied multiple times. And I think at the end of the day, we just have found out what happened."
    },
    {
      "speaker": "PIERSON",
      "utterance": "But again, that is the definition of a meeting?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Very quickly, Katrina, and then I got to go."
    },
    {
      "speaker": "PIERSON",
      "utterance": "What is the definition of meeting? That's when is to be figured out here because otherwise, someone talking to someone in passing does not classify as a meeting."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Katrina, thank you. Good to have you here. Michael Starr Hopkins, thanks for being back in the studio again tonight. So, still ahead, now that O.J. Simpson is going to be out of prison shortly, about O.J.'s future, what does that hold when we come back, stay with us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "More news breaking tonight. New indications of rising tensions between the United States and two of our greatest adversaries: the threat of a possible ballistic missile attack from North Korea is now prompting the state of Hawaii to implement their emergency preparedness plan. Now, at the same time, you've got Russia effing up their military presence on the ground now, which is new in Syria. CIA Director Mike Pompeo, offering this blunt assessment of Moscow's interest in the war-torn country."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What is Russia's interest in Syria? What's their end game?"
    },
    {
      "speaker": "MIKE POMPEO, DIRECTOR, CIA",
      "utterance": "They love a warm water naval port, and they love to stick it to America. And places where -- I mean, that I'm sort of kidding, but I think they find any place that they can make our lives more difficult. I think they find that something that's useful to them. From an intelligence perspective, it's also clear that they have the intention of remaining there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Lieutenant Colonel Tony Shaffer is a Senior Fellow at the London Center for Policy Research, and Ben Collins is former Special Forces Officer who served three tours in Afghanistan. Gentlemen, good evening, welcome to both of you. Good to have you here tonight. I want to start with Mike Pompeo's comments, especially in light of the fact that we are living in a situation where we're constantly scrutinizing how serious this administration is about the threat that Russia poses to us. So, Tony, putting those two things together, how do you read Mike Pompeo here?"
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, U.S. ARMY (RET.) AND SENIOR FELLOW AT THE LONDON CENTER FOR POLICY RESEARCH",
      "utterance": "Well, Mike is completely accurate. We have to look back even on the Obama administration. (INAUDIBLE) have done of the chairman of Joint Chief stated during his confirmation hearings that Russia is our largest global competitor and it's remained constant and expanded in many ways. Look, the Syrian issue is one that we cannot take and lead to just fade. The Russians are there; they're invited, we're not."
    },
    {
      "speaker": "We had to be cognizant of that, but we have to push back very hard on the fact that it was kind of their guy",
      "utterance": "Bashar al-Assad, who helped the situations up into the chaos. So, I think Mike Pompeo's speaking very clearly about what the issue is. And by the way, one of the things London Center for Policy Research is doing, we're trying to actually create an Arab NATO, Gulf Treaty Organization, to counter what we see the Russians doing right now. They're attempting to form what we see as the Damascus pack: Syria, Iran, Russia, together kind of opposing our Arab allies. So, Martha, we're doing everything we can, you know, to help the White House and Pentagon think through how to establish an essentially an effective counter to the growing Russian interest in the region. Clearly, the Russians wanted influence from where to carry that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, we understand now, Ben, that the Russians are putting fixed wing jets on the ground in an airbase in Southeastern Syria. So, you know, we saw an interview that Lavrov did, the Foreign Secretary, where he said, look, you know, the United States has air bases all over the world. Let's not have a double standard here. If we want an airbase in Syria, we have every reason to do so. And I'm paraphrasing what he said. What's your reaction of that?"
    },
    {
      "speaker": "BEN COLLINS, FORMER SPECIAL FORCES OFFICER",
      "utterance": "Well, if you now -- if they have the capability with the air bases, I mean, they could still have all their jets at the Syrians. But if it's a Syrian air base, but a specific Russian air base, they've got a Russian naval facility down in Tartus. You know you have to -- you know, to a certain extent, Lavrov is absolutely right. And why do we have our bases? We have ours in order to protect our national interest. And I think that Russia has always had a lot stronger base, certainly, when it comes to Syria -- of national interest in Syria than we do. Because of the, you know, that's the single naval port that they have a long in Mediterranean, they've been selling arms to Syria. And as Colonel Shaffer mentioned, you know, they have really been building up their alliances in that region, certainly specific to Iran. So, again, you know, with the announcement that we're pulling the support from the CIA, you know, backed rebels, I think it's a -- we have to look at this and say, you know, what policies can we actually put into place that works. And historically, that hasn't really been effective. So, I'm not looking at this as just a capitulation to Russia, but maybe it's some realistic evaluation of what we can do moving ahead to counter their influence with something that might actually work."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. We had General Jack Keane on last night. He was very much against the pulling back of that CIA covert program by this administration. He did see it as, you know, sort of a gift to Russia, something that they been wanting. Tony, what do you think?"
    },
    {
      "speaker": "SHAFFER",
      "utterance": "I'm sorry, I disagree with Jack completely. That program was completely feckless and ineffective. I'm all for sticking it to the Russians and being very aggressive. But, look, there comes a certain point and time when you recognize a program is overfunded and produced nothing. The former commander of Central Command testified that we've spent like $10 million to recruit five people. Come on. There are things we should do in that order, but we should do it to proxies. Again, we're doing a buy-for with strategy, there're proxies we can use I think effectively. I'm not saying we should pull out. I'm saying we should find a way to get back in there more effectively. That CIA program wasn't working."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Ben, do you agree?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Yeah. I actually -- I do. Now there are some outstanding questions. Number one, as Colonel Shaffer's mentioned, look, we've always had a really very hard time evaluating, look, who's moderate, who's not."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Right."
    },
    {
      "speaker": "COLLINS",
      "utterance": "You know this concept of these organized rebel groups, who's always more on paper than it was anything realistic. But my concern is if there are truly any moderates, we effectively put them in a position where they've got a binary choice. They can either accept Assad, or they can go join somebody like al-Qaeda, or the Islamic State. So there are questions that have to be answered for the potential blowback out of this decision. But I agree completely with Colonel Shaffer in the fact that, look, we have never really had a successful execution of just funding and arming rebel groups without a direct American intervention."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Gentlemen, thank you. I mean, if you are both right, then that act as an active political courage, because it makes them look bad in other ways, but maybe it's military clarity. Thank you very much you guys. Good to see you both tonight."
    },
    {
      "speaker": "SCHAFFER",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So new details in the deadly naval ship crash back in June that took the lives of seven of our sailors aboard the USS Fitzgerald. Why investigation now say they believe they know what happened. And O.J. Simpson getting parole bringing back old wounds for the family of Nicole Simpson and Ron Goldman, who are mercilessly murdered in 1994, the case still supposedly unsolved. Ron Goldman's family here with their reaction to a newly free in October, O.J. Simpson."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "911 emergency."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Can you get someone over here, now? To 325 Gretna Green? He's back. Please."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "OK. What does he look like?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "He's O.J. Simpson. I think you know his record. Could you just send somebody over here?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Mr. Simpson, I do vote to grant parole when eligible. And that will conclude this hearing."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And with that, after nine years behind bars, O.J. Simpson will soon be a free man. The Nevada parole board granting the former football star an early release in October. Simpson testifying that he is a changed man, he says. When asked what he'd been in prison to rehabilitate, this is his answer."
    },
    {
      "speaker": "O.J. SIMPSON, FORMER NFL PLAYER",
      "utterance": "They give you a bunch of little tools about how to talk to people, instead of fighting, instead of throwing punches, tools that I've used here that, you know, it's how you talk to people, the tone that you use."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now, one of O.J.'s closest friends, Tom Scotto. Tom, thank you for being with us today. You're in the courtroom there yesterday, or the hearing parole room, I should say. What was O.J. Simpson's reaction afterward when you two spoke?"
    },
    {
      "speaker": "TOM SCOTTO, FRIEND OF O.J. SIMPSON",
      "utterance": "Oh, he was elated, thrilled, excitement, joy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What kind of like do you think he will have now? What do you expect him to do? Where do you expect him to live?"
    },
    {
      "speaker": "SCOTTO",
      "utterance": "Well, he says he wants to live in Florida. He wants to live a quiet life. He wants to play golf. He wants to see his kids. He wants to spent time with his family. He doesn't want any media or any circuses surrounding him. So we've got to try to keep him kind of contained a little."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you don't believe that he will take advantage of any of the so-called media reality TV show offers that are coming into him according to reports?"
    },
    {
      "speaker": "SCOTTO",
      "utterance": "No. Absolutely, not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He won't."
    },
    {
      "speaker": "SCOTTO",
      "utterance": "That's ridiculous."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what he's going to do for money?"
    },
    {
      "speaker": "SCOTTO",
      "utterance": "Listen, you know, I can't speak for the man's finances. But I can guarantee you whoever is saying reality show or anything like that is making up stories because O.J. will not do anything like that, ever."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What makes you say that? You know, I remember even in between the trial and when he was in jail, he would call in to radio shows, he would call into television news programs when he wanted to speak up. Why would that have change now?"
    },
    {
      "speaker": "SCOTTO",
      "utterance": "Well, I don't know that he did that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh, he did."
    },
    {
      "speaker": "SCOTTO",
      "utterance": "I don't know that that's a fact. If you say that he did. But O.J. likes to talk, but he will not be calling into media. He will not be doing any reality shows. Norm Pardo has never been his manager, ever. He's a fake. He's the guy that followed us around with a camera where we at. Any time he came I went home."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So do you think it's going to be difficult for him when he's back on the outside again? I know that he has very few friends before this robbery happened, and you have stuck by him. He say you've taken heat for that. So is it going to be, you know, isolated life for him do you expect? What's he going to do every day?"
    },
    {
      "speaker": "SCOTTO",
      "utterance": "Well, first of all I don't think I've taken heat. I haven't heard any heat. I don't really watched the news, but I haven't heard any heat."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You've said that you've lost some contacts, you know, because of your friendship with him."
    },
    {
      "speaker": "SCOTTO",
      "utterance": "Well, I lost some contracts years ago, yes. I did, in my business. But, I chose to do it -- I felt in my heart was right. Instead of protecting myself, I stood up for the man that I know. The media does not know, I know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Tom, thank you very much. Good to have you with us today. Thank you, sir."
    },
    {
      "speaker": "SCOTTO",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here now with me in the studio in New York, are Kim and Fred Goldman, the sister and father of Ron Goldman who was murdered along with Nicole Simpson back in 1994, and we have spoken before. It's good to see both of you back again. Thanks for coming in tonight. So what was your reaction to all this? Kim, you want to start?"
    },
    {
      "speaker": "KIM GOLDMAN, SISTER OF RON GOLDMAN",
      "utterance": "With the parole hearing? I was shocked. I'd never really watched a parole hearing live like that before. So I think I was expecting a little bit more of a scripted procedure on his behalf. I thought that he be much more methodical in his answers. I little bit more thoughtful. That he was as rambling as ever. And as avoiding -- as avoiding as ever of the questions that were asked of him, but I guess this is what happens. I mean, this is what victims and survivors go through across the country. So, I'm now preview with what that experience is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. He talked about wanting to get back to his life, Fred, and I just want to play one sound bite from yesterday, and get your thoughts on it."
    },
    {
      "speaker": "SIMPSON",
      "utterance": "I've missed a lot of time. Like 36 birthdays with my children. And I'm missing their graduation because of it. Right now, I met a point in my life were all I wanted to do is spend time with my -- as much time as I can with my children and my friends."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fred, what do you think about that?"
    },
    {
      "speaker": "FRED GOLDMAN, FATHER OF RON GOLDMAN",
      "utterance": "I think it's a pile of bull. He didn't spend much time with his family when he was out of jail. So now all of a sudden he'll become the loving father of all time? I don't think so. I don't think it's in his being to be that kind of person. I think he is who he is. He's a thug. He is an abuser, a murderer. He's a liar, narcissistic sociopath. I don't think it's within his ability to be a decent human being. I think he is who he is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When you watched him, yesterday, and he said things like, you know, I've never been -- a person who's involved in conflict, I've never used a weapon on anybody."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "Except for Ron and Nicole."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, I understand that the criminal case and his battery, you know, the domestic violence wasn't allowed to be part of this process in Nevada. But it's hard to ignore that that was proven, that was proven in a civil court that he killed Ron and Nicole, we have 911 tapes, the whole world has heard."
    },
    {
      "speaker": "KIM GOLDMAN",
      "utterance": "You've played them here last night."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": ". so what a disrespectful thing to say to Nicole's family and to the mother of his children. She was a domestic violence victim, and how disrespectful to take that approach that his behavior wasn't conflict? It's almost as if he's completely block that out, I mean, to watch him sit in there -- and when everybody else covering the story and listening at home has the same reaction that you just had."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wait a minute, we remember those frantic phone calls from Nicole Simpson. We saw what happened to these poor two young people, your son, your brother. How can you sit there and sort of pretend, like -- even if he completely blocked out the murders, the abuse that was well documented by the police, Fred."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "Well, it's the same portion of his persona that he doesn't believe that he does anything wrong. I don't know if you remember from years ago, you know, when he was ask with pictures in front of him of hand prints on Nicole's throat, bruises on her face, how did they get that way. I don't know. Maybe she walked into my hand, bumped into a door. He never accepts responsibility for anything. Therefore he doesn't believe that anything he's ever done is a problem."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah. I mean, given that, do you think that on the outside -- what do you expect? You know, you probably try not to spend too much of your time thinking about what O.J. Simpson is going to do with his free time when he gets out in October, but do you think he will stay out of trouble? He owes you guys $33 million. Maybe some of that has been shaved off."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "Actually, more than that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "More than that, OK. So if he were to do a reality TV show, what would you expect in terms of reimbursement?"
    },
    {
      "speaker": "KIM GOLDMAN",
      "utterance": "We're going to do what we've always done since we were awarded the judgment back in `97. We going to pursue the judgment because that's what the civil system affords -- afforded us as a purpose of punishment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "KIM GOLDMAN",
      "utterance": "So if we don't go after the judgment then we've given him another free pass. We're going to continue with our attorneys to pursue that judgment. I don't know that he's going to do that. I think there's going to be a lot of eyes on him now, different than maybe it was before. I don't know that I think he's going to commit another crime. I just think that he is not going to shy away from some of the limelight like Scotto say, or whatever -- I don't know his name. I don't think his capable of that, but now we have to take a rest and wait and see."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fred, last thought."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "I think he relishes being in the public view, and I think."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We've seen that before."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "Yeah. I think that that's just part of his persona and he'll do that again."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Fred Goldman, Kim Goldman, good to see you both after all this time again. Thank you very much for being with us today. We appreciate it."
    },
    {
      "speaker": "KIM GOLDMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "FRED GOLDMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So a victory for free speech, Ben Schapiro is no stranger to controversy on campuses, his appearances sometimes sparking a reaction like this. But tonight, there is a big development in his fight to speak at one of our nation's most prominent universities. We're going to talk to him coming up next. Plus a major update in the deadly U.S. Navy collision. And why Kentucky taxpayers may not be very happy with clerk Kim Davis. And Maxine for president, could it be? Right after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "On a busy night, we've got a couple short stories for you here. We are learning the details about the deadly collision between the USS Fitzgerald and a cargo ship off the coast of Japan. An initial investigation has reportedly blaming our navy with a source also telling Fox News that many on board could have helped to avert the crash which killed seven U.S. sailors. And Kentucky taxpayers are now on the hook for more than $200,000 in attorney fees, involving the controversial clerk Kim Davis, who refused to issue same-sex marriage licenses, a federal judge ruling that she was acting for the state and is not responsible for the fees. And could it be Maxine Waters in 2020? One of President Trump's biggest critics back in the headlines today after suggesting that she could run for president if millennials rally behind her, but the California congresswoman has clarified now said she was just joking."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that was a warm welcome, right? That was the ugly scene back in 2016, when conservative Ben Shapiro showed up to speak at Cal State L.A. Tonight, he's once again at the center of a debate over free speech on our college campuses. This time it's at UC Berkeley. Where conservatives say administrators were trying to block an event featuring him later this year. It's a charge that the school is denying. Ben Shapiro joins us now, editor-in-chief of Daily Wire. Ben, good to see you. Welcome back to the program. So what's the latest, under what pretense were they suggesting that it would be just impossible, unfortunately, for you to go and speak on campus?"
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR-IN-CHIEF THE DAILY WIRE",
      "utterance": "So with 10 weeks advance, the college Republicans and Young America Foundation let Berkeley know that they wanted me to come on September 14th. So I spoke, by the way, at Berkeley last year, no problem. We did it like three weeks in advance, no protesters, nothing. This time they returned back an email and they said, well, you know, that's not a good time. It's not a good date. All of those venues are booked. They wouldn't explain why the venues are booked or who they've booked the venues. They suggested that we would have to jump through about 99 different hoops in order to book the events. They actually said that they have to caution there exist the possibility that the security review will result in recommendations from UCPD that would preclude the use of some of these venues and might rule out certain hours. They didn't actually provide a list of alternative dates, times, venues, that would actually work. So after a bit of public pressure they're now saying, and I'm glad to do this, that they're going to facilitate the event. They'll even cover the event fees. They have not communicated that as far as I'm aware, to either the college Republicans or to Young America's Foundation. They sort of did the same thing with Ann Coulter earlier this year. They said that Ann Coulter could come speak, they would facilitate it, and then they proceeded to mess around with the time and date and make it nearly impossible for her to speak, changing venue over and over until."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you don't really know at this point what's going to end up happening. Although, the indication that you're getting and that we are seeing are that they're going, you know, be open arms. They're going to allow this to happen and that they're encouraging it. What's your sense of where the pressure comes from? Is it from student groups on campus? Is it from faculty groups on campus?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "I think some of the student groups. I think some of the outside agitators. What we've been seeing at Berkeley, particularly, is outside agitators -- and the heckler's veto, which is a bunch of rioters basically coming in, creating a security threat, and then the administration using that as an excuse not to hold the event, saying that it cost too much money to stop all of this. We don't want to be arresting students. They did this with Milo Yiannopoulos. They did this, obviously, earlier this year with Ann Coulter. And that's pretty dangerous proceeding, when you start canceling events because you're afraid of the security costs, all that's doing is really incentivizing people to get violence if they want to shut other folks down."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is it your sense -- I mean, we certainly talk about this issue a lot on this program, but is it your sense that there is pressure pushing back against this and that campuses are becoming more aware that they do need to allow free speech, that they need to encourage civilized conversation, debate over political thought?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "I do think that there is a bit of a backlash. When you see people like Bernie Sanders and Elizabeth Warren saying that these universities need to open up a little bit. But on practical grounds, I think Democrats need to do more, people on the left need to do more. Diane Feinstein, my senator from out here in California, she said she's seen no evidence at all that they're been any sort of systematic bias at UC Berkeley against conservative, which is bizarre given the tape that we've seen from UC Berkeley over the last year or so. I had a very open call for her that she wants to actually show that she doesn't think there's such systematic bias. Then she should push her fellow legislators in California, all Democrats, by the way, to actually sanction students who engaged in violence in order to prevent free speech. What I'm getting is sort of this soft game that's being played by a lot of Democrats where they say, yes, we're free speech on campus, we like free speech on campus, but if it turns out that we can't actually facilitate it because of violent threats and we don't want to get into these situations, then we're not going to do too much to stop it. They need to do more than speak out in favor of free speech. They need to take active measures to preserve it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. Ben, thank you very much. Keep us posted. Good to see you again."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Thanks so much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So when we come back tonight, a moving honor for three of America's great heroes, an emotional moment at the Pentagon. Stick around for this, it's great, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Finally tonight, a moving moment at the White House, President Trump opening his doors to three of the five remaining survivors of the USS Arizona. The war ship was attacked by the Japanese at Pearl Harbor in 1941, killing more than 1,000 service members. The president's message to the brave World War II veterans is our quote of the night. Listen."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "In them we see the strength of our nation, the courage of our men and women in uniform. The result to never accept failures and the belief that justice will always triumph, and that the America that we know and love, the United States, will always be prevail. We will always prevail."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is our story for tonight. Have a good weekend everybody. We'll see you back here on Monday night, 7 PM. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}