{
  "date": "July 8, 2019",
  "headline": "President Trump warns Iran 'better be careful' after breach of uranium enrichment levels",
  "subHeadline": "'Special Report' All-Star panel on the politics of the Trump administration's strategy to combat Iranian aggression.",
  "url": "https://www.foxnews.com/transcript/president-trump-warns-iran-better-be-careful-after-breach-of-uranium-enrichment-levels",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "Iran better be careful.  You enrich for one reason, and I won't tell you what that reason is, but it's no good. They better be careful.  BEHROUZ KAMALVANDI, IRANIAN ATOMIC ENERGY AGENCY (through translator):  Twenty percent enrichment is an option. Even higher than that is an option. These are all options, but at the appropriate time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS",
      "sentences": "President Trump warning Iran not to proceed down the road of building a nuclear bomb, and Behrouz Kamalvandi, spokesman for the Iranian Nuclear Agency, saying we could go to 20 percent if we wanted to. Let's bring in our panel: Chris Stirewalt is the politics editor here at Fox News, Mara Liasson, the national political correspondent for National Public Radio, and Washington Post columnist Marc Thiessen.  So right now they say that they've broken through the barrier that's allowed in the JCPOA, which is 3.67 percent. There are now enriching a 4.5 percent. Going to 20, I take it, would probably be a horrible idea for Iran to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "sentences": "That would be a really big leap. They are in a bind. They were in the JCPOA. The United States took themselves out, put on crippling sanctions, and Iran was hoping to pressure Europe to somehow stay in the deal with them. But Europe is under pressure from the United States because they have secondary sanctions. So they are playing a game of chicken to see if they start enriching uranium, maybe somebody will come and negotiate with them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "So which way is this going to go? Europe is under pressure, as Mara said, from Iran to reign in the United States. The United States is saying to Europe, no, we need help with sanctions. Who wins this game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "I think United States does. I think the United States is more powerful economically and otherwise, and we can impose the sanctions -- even if the European governments wanted to trade with Iran, the European businesses aren't going to run afoul of American sanctions. But let's keep in mind why this is happening. The Iranian regime, when Donald Trump came into office, was on the march across the Middle East, Syria, Lebanon, Iraq, Yemen, because they had been fueled by all this cash that they got for the frontloaded sanctions relief of the Iran nuclear deal. So what Donald Trump has done if he has pulled out of the deal and he's put these crippling sanctions on, 88 percent reduction in their oil exports, 40 percent reduction in their overall budget. That means they don't have money to give to Hamas, they don't have money to give to Hezbollah, they don't have money for the Iranian military budget has been cut. The Iranian Revolutionary Guard's budget is cut.   So the long-term game here is to have the sanctions cripple Iran so they are pushed back within their borders, and the expansionism, this is like the Reagan rollback strategy in the cold war. It's not that we're going to have peaceful coexistence or detente with them. We're going to roll back Iranian expansion and force them back within their borders through economic pressure, and it's working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The people who are really in the danger zone if Iran develops a nuclear weapon is Israel. Here's what Benjamin Netanyahu had to say about what the response should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "It's important to respond to these actions not by reducing the pressure, but by increasing the pressure. We should stand up to Iran's aggression now, and Europe should back the sanctions instituted by President Trump. We certainly do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Chris, do you agree with Marc that the president wins this, or will Europe go soft?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICAL EDITOR",
      "sentences": "So the political calculation here for the president, and he obviously responded to this when the Iranians shot down the U.S. drone, there is no political will or appetite in the United States for any kind of a major confrontation with Iran, it's just not there. Not with Republicans, not with Democrats, not with anybody. So while the administration can talk tough and certainly apply these sanctions effectively, escalation from here on is a really politically dubious proposition. And this president, as he has demonstrated with North Korea, does not want to be in a position where he is seen as escalating tensions on the world stage like this. It's a tough play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "So where does this go? He thought if he put crippling sanctions on Iran, Iran would come back to the negotiating table and beg for a deal on Trump's terms. That hasn't happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "He's fine with either them coming back or being under the sanctions, because even if they don't come back to the negotiating table, which is their only out from the sanctions, then they don't have the money to fund all their own activities around the world, all the support for Hamas and Hezbollah. Literally the leader of Hezbollah gave a public speech, holding the can and begging for money. They don't have money to support terrorism. So even if they don't come back to the negotiating table, this is better than what we had before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Even if they continue their nuclear program in the way that they didn't before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "First of all, they're not going to, because they're not going to provoke Israel to launch an attack, because as John pointed out, it's an existential threat to Israel. But two, we have capabilities. It's been underreported, but the cyberattack that the president launched against Iran was pretty substantial, and we have the capability of doing very major blow to them without kinetic activity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "We are getting some idea of how other signatories to the JCPOA are feeling about this this. France specifically because Emmanuel Macron spoke with President Rouhani on Saturday. He talked with President Trump today. And the French are saying, the French president reiterated to Rouhani his deep concern over the danger of further weakening the 2015 nuclear agreement and the consequences that would necessarily ensue. The consequences could be this dispute resolution mechanism, which would snap back sanctions. So it may be that Iran is not going to find the friend in Europe that it's looking for, but there are a lot of other people who are still involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "The belief has been revealed as a mistaken belief under the formation of this plan under the Obama administration, was that the moderate faction in Iran would be strengthened. The desire for nuclear weapons in Iran would decrease, and that 10 years from now when time had passed it would be all a big laugh. But in reality, that moderate faction was neither as moderate as they thought nor as close to being able to hold onto real power into the government. Instead, hardliners have advanced, and that's what we are staring down in Iran now, is an emboldened hardline group in Tehran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The president has said that he is open to talks without condition with the Ayatollah Ali Khamenei. Iran has said that it could see dialogue, but not the way that the United States is behaving. Let's listen to a spokesman for Khamenei's office and Vice President Pence, who sent a warning to Iran again today to say you better behave or else. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, U.S. VICE PRESIDENT",
      "sentences": "We hope for the best, but the United States of America and are military are prepared to protect our interests and protect our personnel and our citizens in the region. America will never allow Iran to obtain a nuclear weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI AKBAR VELAYATI, IRANIAN FOREIGN POLICY ADVISER",
      "sentences": "The other party has step-by-step, Americans directly and Europeans indirectly, violated the deal. We will show reaction exponentially as much as they violate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "So we've had saber rattling on both sides, and it can be contained, or it can get out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Chris is right that there's not a political constituency for a war with Iran here. You know who wants with war even less than Americans do? The Iranians, because they know they can't win. And so if you look very carefully, the red line that President Trump has drawn and Secretary Pompeo have drawn, is if a single American is killed, Iran is going to pay for it, we are going to hold Iran responsible. Notice, they didn't attack U.S. oil tankers. They shot down an unmanned drone. So they are walking up to the red line, but they're not crossing it, and it would be very, very disadvantageous to them if they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "It would be disadvantageous to the world if they crossed the redline. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "Iran better be careful.  You enrich for one reason, and I won't tell you what that reason is, but it's no good. They better be careful."
    },
    {
      "speaker": "BEHROUZ KAMALVANDI, IRANIAN ATOMIC ENERGY AGENCY (through translator)",
      "utterance": "Twenty percent enrichment is an option. Even higher than that is an option. These are all options, but at the appropriate time."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS",
      "utterance": "President Trump warning Iran not to proceed down the road of building a nuclear bomb, and Behrouz Kamalvandi, spokesman for the Iranian Nuclear Agency, saying we could go to 20 percent if we wanted to."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Chris Stirewalt is the politics editor here at Fox News, Mara Liasson, the national political correspondent for National Public Radio, and Washington Post columnist Marc Thiessen. So right now they say that they've broken through the barrier that's allowed in the JCPOA, which is 3.67 percent. There are now enriching a 4.5 percent. Going to 20, I take it, would probably be a horrible idea for Iran to do."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "utterance": "That would be a really big leap. They are in a bind. They were in the JCPOA. The United States took themselves out, put on crippling sanctions, and Iran was hoping to pressure Europe to somehow stay in the deal with them. But Europe is under pressure from the United States because they have secondary sanctions. So they are playing a game of chicken to see if they start enriching uranium, maybe somebody will come and negotiate with them."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "So which way is this going to go? Europe is under pressure, as Mara said, from Iran to reign in the United States. The United States is saying to Europe, no, we need help with sanctions. Who wins this game?"
    },
    {
      "speaker": "MARC THIESSEN, AMERICAN ENTERPRISE INSTITUTE",
      "utterance": "I think United States does. I think the United States is more powerful economically and otherwise, and we can impose the sanctions -- even if the European governments wanted to trade with Iran, the European businesses aren't going to run afoul of American sanctions. But let's keep in mind why this is happening. The Iranian regime, when Donald Trump came into office, was on the march across the Middle East, Syria, Lebanon, Iraq, Yemen, because they had been fueled by all this cash that they got for the frontloaded sanctions relief of the Iran nuclear deal. So what Donald Trump has done if he has pulled out of the deal and he's put these crippling sanctions on, 88 percent reduction in their oil exports, 40 percent reduction in their overall budget. That means they don't have money to give to Hamas, they don't have money to give to Hezbollah, they don't have money for the Iranian military budget has been cut. The Iranian Revolutionary Guard's budget is cut. So the long-term game here is to have the sanctions cripple Iran so they are pushed back within their borders, and the expansionism, this is like the Reagan rollback strategy in the cold war. It's not that we're going to have peaceful coexistence or detente with them. We're going to roll back Iranian expansion and force them back within their borders through economic pressure, and it's working."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The people who are really in the danger zone if Iran develops a nuclear weapon is Israel. Here's what Benjamin Netanyahu had to say about what the response should be."
    },
    {
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "utterance": "It's important to respond to these actions not by reducing the pressure, but by increasing the pressure. We should stand up to Iran's aggression now, and Europe should back the sanctions instituted by President Trump. We certainly do."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Chris, do you agree with Marc that the president wins this, or will Europe go soft?"
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICAL EDITOR",
      "utterance": "So the political calculation here for the president, and he obviously responded to this when the Iranians shot down the U.S. drone, there is no political will or appetite in the United States for any kind of a major confrontation with Iran, it's just not there. Not with Republicans, not with Democrats, not with anybody. So while the administration can talk tough and certainly apply these sanctions effectively, escalation from here on is a really politically dubious proposition. And this president, as he has demonstrated with North Korea, does not want to be in a position where he is seen as escalating tensions on the world stage like this. It's a tough play."
    },
    {
      "speaker": "LIASSON",
      "utterance": "So where does this go? He thought if he put crippling sanctions on Iran, Iran would come back to the negotiating table and beg for a deal on Trump's terms. That hasn't happened."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "He's fine with either them coming back or being under the sanctions, because even if they don't come back to the negotiating table, which is their only out from the sanctions, then they don't have the money to fund all their own activities around the world, all the support for Hamas and Hezbollah. Literally the leader of Hezbollah gave a public speech, holding the can and begging for money. They don't have money to support terrorism. So even if they don't come back to the negotiating table, this is better than what we had before."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Even if they continue their nuclear program in the way that they didn't before."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "First of all, they're not going to, because they're not going to provoke Israel to launch an attack, because as John pointed out, it's an existential threat to Israel. But two, we have capabilities. It's been underreported, but the cyberattack that the president launched against Iran was pretty substantial, and we have the capability of doing very major blow to them without kinetic activity."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "We are getting some idea of how other signatories to the JCPOA are feeling about this this. France specifically because Emmanuel Macron spoke with President Rouhani on Saturday. He talked with President Trump today. And the French are saying, the French president reiterated to Rouhani his deep concern over the danger of further weakening the 2015 nuclear agreement and the consequences that would necessarily ensue. The consequences could be this dispute resolution mechanism, which would snap back sanctions. So it may be that Iran is not going to find the friend in Europe that it's looking for, but there are a lot of other people who are still involved."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "The belief has been revealed as a mistaken belief under the formation of this plan under the Obama administration, was that the moderate faction in Iran would be strengthened. The desire for nuclear weapons in Iran would decrease, and that 10 years from now when time had passed it would be all a big laugh. But in reality, that moderate faction was neither as moderate as they thought nor as close to being able to hold onto real power into the government. Instead, hardliners have advanced, and that's what we are staring down in Iran now, is an emboldened hardline group in Tehran."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The president has said that he is open to talks without condition with the Ayatollah Ali Khamenei. Iran has said that it could see dialogue, but not the way that the United States is behaving. Let's listen to a spokesman for Khamenei's office and Vice President Pence, who sent a warning to Iran again today to say you better behave or else. Listen here."
    },
    {
      "speaker": "MIKE PENCE, U.S. VICE PRESIDENT",
      "utterance": "We hope for the best, but the United States of America and are military are prepared to protect our interests and protect our personnel and our citizens in the region. America will never allow Iran to obtain a nuclear weapon."
    },
    {
      "speaker": "ALI AKBAR VELAYATI, IRANIAN FOREIGN POLICY ADVISER",
      "utterance": "The other party has step-by-step, Americans directly and Europeans indirectly, violated the deal. We will show reaction exponentially as much as they violate it."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "So we've had saber rattling on both sides, and it can be contained, or it can get out of control."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Chris is right that there's not a political constituency for a war with Iran here. You know who wants with war even less than Americans do? The Iranians, because they know they can't win. And so if you look very carefully, the red line that President Trump has drawn and Secretary Pompeo have drawn, is if a single American is killed, Iran is going to pay for it, we are going to hold Iran responsible. Notice, they didn't attack U.S. oil tankers. They shot down an unmanned drone. So they are walking up to the red line, but they're not crossing it, and it would be very, very disadvantageous to them if they did."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "It would be disadvantageous to the world if they crossed the redline. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}