{
  "date": "July 28, 2018",
  "headline": "Greg Gutfeld: As Trump disproves naysayers, they cling to tapes",
  "subHeadline": "As Trump proves naysayers wrong and makes good on a promise of four percent economic growth, they cling to a piece of leaked audio.",
  "url": "https://www.foxnews.com/transcript/greg-gutfeld-as-trump-disproves-naysayers-they-cling-to-tapes",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "sentences": "Man walks into a pet store and sees as a sign, talking parrot guaranteed, buys it. Comes back next week and says, it doesn't talk. Store owner says, \"What? It didn't climb the ladder and start talking?\" The guy says, \"What ladder?\" Storeowner says, \"Oh, sorry, he needs the ladder. Ten bucks.\" Another purchase, another week, no talking, back to store, same complaint. Storeowner, \"What? He didn't climb the ladder and look in the mirror and talk?\" \"What mirror?\" \"Oh, sorry,\" another purchase. Third week comes. The guy come back to the store and the owner says, \"Is he talking yet?\" The guy says, \"The parrot is dead, but before he died he spoke.\" And the store owner says, \"What did he say?\" \"He said, don't they sell any bird feed at that store?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "He will be appearing at the Comedy Cellar all week. Let's get after it. All right, I love the media. I mean, I love the media. Check out these old headlines. Trump promises 4% growth, economist say \"no way.\" Or this one, \"If Trump thinks he can get more than 3% economic growth, he's dreaming.\" And last but not least, \"Hello Larry.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE SUMMERS, FORMER US TREASURY SECRETARY",
      "sentences": "If you use the standard of what the administration has held out hope for, 3% to 4% growth, there is nothing in any data suggesting that we are moving towards that 3% to 4% growth standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh yeah? Well, eat this Larry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm thrilled to announce that in the second quarter of this year, the United States economy grew at the amazing rate of 4.1%.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They like it. So, who could have predicted that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I believe it's time to establish a national goal of reaching 4% economic growth. My great economists don't want to say this, but I think we can do better than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The optimist. I wish I could find the right sentiment to express how I feel. I wish I could remember what I was laughing, but -- so as Trump proves the naysayers wrong, what are the naysayers clinging to? A little piece of leaked audio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, HOST, CNN",
      "sentences": "This is kind of -- the ugly sordid stuff that happens behind the scenes of the campaign, well, at least at this Trump campaign that we are now hearing about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "sentences": "Well, this tape does shows how the sausage is made and you never want to know how the sausage is made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL AVENATTI, DEFENSE LAWYER",
      "sentences": "I'm hearing two criminal co-conspirators conspiring on making a payment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "The President of the United States to try to tell you what you are seeing and what you are reading, it's not happening. Don't believe what you see with your own ears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't believe what you see with your own ears. That's like a fortune cookie that makes no sense. In other words, it is a fortune cookie. Dumb question, did anyone die from this secret conversation? Was anyone physically hurt? Does anyone care? Which leads me to a new segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Does anyone care with Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, tonight's episode, a slimy lawyer secretly tapes his client referring to hush money paid to a centerfold who had consensual relations with a rich dude who later became our president. I know what you are thinking. Where is the honor among playmates? Granted it's not the sort of deal most of us will make in our lives, but Trump paying a centerfold to keep quiet, I believe that's called Tuesday. Petty cash for playmates, to Trump that's his swear jar. In fact, I would not be surprised if there are more, you are 73, a billionaire, thrice married, living in Manhattan and you don't have to share your apartment, you're hanging around models. If you only slept with Stormy Daniels and this other playmate, you might be gay.  And if he is, I still do not care. You know what I care about? I care about those new Atkins shakes. I love them. They are delicious. ZzzQuil-- I wonder sometimes if I love that too much. And world peace. What's not to love? Those things matter to me. Trump's love life, that is not on my list. But now I realized that it matters.  For example, right now in North Korea, their dismantling rockets sites. Why? Obviously because Trump may have slept around. The Europeans just stopped scamming us with tariffs but according to CNN before that, Trump may have slept around. The GDP for this quarter just hit 4.1% and to celebrate, US steel just reopened a plant in Illinois, but according to sources before that happened, Trump slept around. We scrapped 3,000 useless regulations, we created an economic boom, but Trump slept around. So wait a second, I sense a trend here. What experts call a correlation, here are all of these amazing achievements and right before them, Trump had sexual relations -- with women. Could it be that all of this good news is due to that? I know correlation isn't causation, but maybe his sex life has made us all much better off.   I do feel bad for the media. They invest so much time in the e scandals. Why? Because Democrats are hopeless at understanding sex. Raising income taxes is their pillow talk. Redistribution is there foreplay, that is why they're good at screwing people, which is why -- thank you very much -- which is why all this good news, the Dems would rather get drunk on tawdry tales and they think you should, too because, oh my god, he lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh come on, whether we know the payment happened or not, whether the payment happened what we know is that he lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It shows Trump lying once again, what else is new there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIN DILANIAN, NATIONAL SECURITY REPORTER, NBC",
      "sentences": "The White House lied about it. When this first came out, Hope Hicks said that Donald Trump knew nothing about this payment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And that's just saying the President had no knowledge, you know and Giuliani knows that is a flat out lie. He had an affair with her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh my god, he lied, he lied about an affair. How is this surprising accusing a rich old New Yorker of lying about an affair is like accusing Michael Moore of splitting his pants. It is to be expected. And I hate to tell you this is why lying was invented. Do you remember the first lie? The Garden of Eden, that snake, \"Oh, no, no, he's just a friend.\" As long as there is sex, there will be lies and as long as there are lies, there will be journalism and politics. I don't condone it, but when there's so much good stuff happening in this world, I just do not care.  All right, let's welcome tonight's guests. Like a man who steals your organs to sell them to the black market, he will keep you in stitches, actor, writer and comedian Jamie Lissow. He produces more drama than my pet llama. He stars in the new movie, \"Gosnell\" out this fall, actor Nick Searcy. Social interaction gives her allergic reactions, National Review reporter Kat Timpf. and the jumbotron is his iPhone, former WWE superstar and my massive sidekick, Tyrus.  GEORGE \"TYRUS\" MURDOCH: I'm going to get you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're going to get me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes, I'm scared. I'm shaking in my little boots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jamie, how are you doing? What are your thoughts on this week so far? Any insight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE LISSOW, AMERICAN ACTOR, WRITER AND COMEDIAN",
      "sentences": "Man, I wouldn't have believed that story if I had not heard it with my own eyes. It's just unbelievable. And I feel like that parrot joke, that was brutal. The parrot was not only missing a mirror and a letter, he was missing a punchline and timing. But the only thing about Stormy Daniels -- it's weird that it's -- it's literally like they used one of those porn star name generators. It's like, \"Oh, what is your favorite weather and your father drink,\" Stormy Daniels. Like mine would be \"Rainy Martini.\" Yours might be \"Sunshine Sovengard.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think that was an insult, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Didn't mean it to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Nick, what do you make of the good news and the scandals? Pick one, whatever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICK SEARCY, AMERICAN ACTOR",
      "sentences": "The scandals remind me -- it reminds me of the movie I directed, \"Gosnell\" which is coming out on October 12th, it would be nice if you go see it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nice plug. Let me get it in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "Was that too obvious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "My movie has lawyers in it. That's why it reminded me of that, but the thing about the lawyers is -- well, the taping thing, the tape of Trump talking to his lawyer, is that like common practice? Do lawyers tape their clients and if so, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "That's the thing that I don't get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, God knows, and it's so funny that like Trump lawyer who's a fixer hires Hillary's lawyer who's a fixer, Lanny Davis which would be like Lanny Davis hiring Michael Cohen. They're like fixers hiring fixers. I need a fixer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What are you doing later?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "Well, I thought you have an idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, REPORTER, NATIONAL REVIEW",
      "sentences": "I can't even begin to tell you just how little I care who anyone has sex with. I don't care and I think that everyone in the media, they really think that if they can prove that Donald Trump had sex with these women and lied about it that people who support Trump are going to suddenly stop supporting him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But I think that people care more about things like the economy and they care more about having more money in their pockets, it's not they don't believe it. It's not that they're stupid, it's that it just doesn't really matter. You know how much I've been affected by who Donald Trump has had sex with? Not at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, like my day has been pretty much the same as it would've been if he would not have had sex with all of those people. I don't think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think you're right. And it's actually the achievements that affect your life not what he's been doing on his private time elsewhere. Tyrus, bring it home. Thoughts with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "As far as lying, I'm not really going to judge the President on if he's lying or not because I've been known to lie about whether I take the trash out or not. So, what do you guys call it? White lies? That's like my thing. So, I just feel like -- we are talking about before, they loved the \"Scary Movie\" and it's coming to theaters, it just never come to theaters. Even recording somebody is shameful and Cohen, I mean, damn bro, like you can't get much lower than just being a rat and trying to set up someone who takes care of you and your family, but what kills me is that, he is setting somebody up while he is supposed to be a fixer -- he's one of the worst people in the world. If you think about somebody who is so rotten that you would trust him with your secrets and he records them and then when he gets in trouble, he tries to use them against you and then I guess, he was sitting on the phone while he was recording, so you couldn't even really make out what he was saying. Like, an ophthalmologist and a rocket surgeon figure out whether he said cash or check. Like he's literally the worst -- like he's a really bad blackmailer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And then he finds out that it's a disbar-able offense to record a client. That's actually against the law, so he broke a law there. Then he leaks information, I know -- who happened and what -- thinking the prosecution was going to help him and they're like, \"But no, we're not going to help you at all.\" You can't corroborate anything because a proven liar. Like he literally had the worst week that a villain -- usually villains have bad weeks at the end of the movie, this dude started out with like, \"Here is my plan,\" and he's like he got arrested, like, literally, he's the worst villain I've ever seen. You would think he'd be better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I've got to close it out, but I think what drives me nuts is when you watch the other networks, to Kat's point, they are ignoring what matters and in their snow globe, the only thing that matters -- porn stars, playmates, Cohen and tape -- that's in their snow globe, and when you're in a snow globe, you don't know you're in one, right? So, you just think this is your world. Meanwhile, everybody else in the world is enjoying, basically their life is getting marginally better every day, but they don't know that at CNN because are too busy chasing tail or tales, tawdry tales.  All right, coming up, Democratic candidates are out of step with the mainstream; in other news, chocolate is delicious. Like a drunk octopus trying to line dance at his sister's wedding, the Dems are out of step. What an intro. But like you didn't know that already. According to a new NBC News-Wall Street Journal poll, 56% say today's Democratic candidates are out of touch with the mainstream. That's a spike from two years ago when the new number was only 42% and that's when Bernie Sanders was all the rage. And I looked great with a man bun. I was one of the first. Bernie sold young voters on democratic socialism and got progressives to take a hard left turn, but clearly this poll shows, they aren't progressive enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tired of the party that brought you FDR'S new deal? Is LBJ's great society not enough? Then you'll love super turbo hyper progressivism. It's the first system where the government pays for everything -- with universal healthcare for your therapy llama, as long as it's a gender neutral therapy llama. Plus, guaranteed basic income for the dead, because you never know what the enemy in the future and the National Anthem is being replaced by this. We've also got totally awesome social policies like sanctuary cities for aliens from the Andromeda galaxy and public bathrooms which will be out in the open. Plus, we're also getting ice and ice cubes and the Icecapades, even Vanilla Ice. But the best part about super turbo hyper progressivism, all wars will be fought with finger guns. And if that doesn't work, we will hug the enemy to death. So get ready for super turbo hyper progressivism. And if you don't agree with us, you're probably a racist who hates the planet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, the polls say that the Democrats are out of step and they also say the Republicans are out of step, you're a libertarians -- are the libertarians out of step?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Nobody really likes us, we don't even really like ourselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, but that is okay. I feel like it shouldn't be a surprise that the Democrats are out of step because I feel like when you talk to most Americans, they don't say what that what they want to do is have to wait in line for toilet paper, so I'm not surprised that this whole Democratic socialist thing isn't really catching on. People want capitalism where you can get toilet paper via Amazon Prime without getting up off your couch and you can get as much of it as you want. You can get like 47 twelve packs and build a fort for you and your cat to sit in, in your living room, if somebody wanted to do that. I'm almost 30, so that would definitely not be appropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it wouldn't be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "To do that with my spare time, but it's not like it always comes down to toilet paper, but sometimes, it does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It does. If I could have a dollar for every time it does. Nick, the big Democratic -- the new Obama is Alexandria Ocasio and she is like a socialist. What do you make of her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "It's like she's never read a newspaper or a book in her life. I mean, this young lady is like -- I can't imagine where she gets her information from and I'm beginning to think that she's actually Republican plant, that like, the Republicans have placed her there to make the Democrats look incredibly stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Tyrus, will the Democratic Party pay attention to these polls and try to fix themselves?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I can't pay attention to them, there's just too many rules. I don't like a lot of rules. When I buy my kids a present and if the instructions are this thick, we are winging it. I don't like a lot of rules, and the new Democratic world order, there's like 37 gender -- how the hell am I going to even say \"hello\" to someone without being afraid of a lawsuit? There's all kinds of like \"give me, give me\" stuff and I don't want to give nobody jack. I want to get mine, keep mine and you get yours and we'll be fine. But there's just a lot -- there's too many rules to be in there -- they don't even know -- and when they talk, if you ever had a conversation with a super left person, they talk in like eighth person, so I don't even know who I'm dealing with because everything is a world cause. I'm like, \"Yo, I just want a coffee.\" I'm sorry I came in here. I won't do it again. But if me drinking this is going to kill macaws in the Amazon, I'll stop stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Your point about -- your first point which I've already forgotten-- no, it's in fact about rules, liberals were supposed to be liberal -- now, they have more rules and conservatives are the ones who don't want rules. The conservatives are like the free -- they are for free everything in terms of thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You have to catch yourself to greet a stranger. Like if you don't know something about them, don't find out the hard way by asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I felt like this was one of those articles where they didn't need to do the polls. They're like, \"Oh, they're out of step,\" but like, \"Oh, we knew it,\" ahead of time, they could have saved money. I don't know. I don't feel like any candidate is talking about like what I'm worried about, like how do I beat my kid at Fortnight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Glad you said Fortnight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "That's a real thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I have the same problem, Dragon Ball Z, I have to ground him to beat him midgame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Nobody cares about what I'm worried about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What else are you worried about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I'm worried about healthcare. My daughter told me the other day, she said -- asked her \"What do want to today?\" She goes, \"I want to do a puzzle,\" so I had to go to healthcare.gov.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Should we end on that note or do you have a third joke?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I don't think I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, but that was very funny. Okay, I think the Democratic Party needs an intervention. That's what they need. They need to sit down with the leaders and go, socialism is ruining your life, just like you do in interventions with drugs, you've got to sit down and go, \"You've been doing a lot of socialism and you're losing your friends and you're running out of money. We're here to help you. We're going to fly you to a capitalism center and teach you how to make money.\" That would be the answer. Still to come, Nikki Haley has some great advice for conservative teens. So do I, listen to Nikki Haley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from \"America's News Headquarters,\" I'm Marianne Rafferty. The death toll from the raging wildfire in northern California is rising. A 70-year-old woman and her two great-grandchildren, both under the age of five, are the latest victims. The massive car fire has already claimed the lives of two firefighters and more than a dozen people are missing. The fire has destroyed 500 homes and businesses and is threatening thousands more.  Meanwhile, President Trump has issued an emergency declaration for California. The state is battling at least one dozen wildfires. A 26-year-old mother and five of her children die in a motel fire in southwestern Michigan. The children were aged two to ten years old. Flames swept through the Cosmo Extended Stay Motel, Saturday morning. The woman's husband and a one -year-old daughter survived. Investigators say the fire appears to be an accident. I'm Marianne Rafferty, now back to \"The Greg Gutfeld Show.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, if I were Nikki Haley and who says I'm not? I would ask high school kids to raise your hand if you've ever posted anything online to quote unquote \"on the libs.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NIKKI HALEY, US AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Raise your hand if you've ever posted anything online to quote unquote \"on the libs.\" I know it's fun and that it can feel good, but -- but step back and think about what you are accomplishing when you do this. Are you persuading anyone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She said that to students, but adults can learn from this, too. I'll admit, it is fun to troll the other side and they make it so easy sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Don't believe what you see with your own ears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am going to play that forever. But if you go online now, there are two sides clashing over everything, it's vicious and to Haley's point, no one is persuading anyone. Maybe they don't want to, and God forbid, you try to cross the aisle with an olive branch. You'll get shunned by your own like actor Mark Duplass who faced the wrath of the online mob on his side because he had the nerve to complement Ben Shapiro on Twitter. So then Duplass had to apologize for being nice. What a wuss. Look, neither side is going to win the great Twitter war. It's been mutually assured destruction. So is that good or bad or is it both? I don't know, but what I do know, I prefer to dance in front of Gus the dog. The greatest dog ever. He knows a bad dancer when he sees one. All right, Nick, your Twitter feed is rambunctious, combative. If you -- would you join a group of people that says. \"I'm disarming. I'm no longer going to be so negative on Twitter?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "Absolutely not. I don't think Nikki Haley has seen my Twitter feed, she wouldn't have said that, and she says that I know it feels good and it's fun, but what are you accomplishing? What's wrong with feeling good and having fun? I mean, I'm not trying to persuade anybody on Twitter. I just sort of fight with people who kind of fight with me. And the point is not, I don't think I'm going to persuade them, I want to ridicule them and have other people see how stupid they look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's actually a good point. It's like you aren't trying to persuade the person you're insulting, you're trying to give some kind of energy to the other people that almost teach them how to do what they're doing except it might be considered mean, God, what am I turning into? I used to be so mean, Tyrus, what is happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I don't really think about you that much, Greg, to be honest with you. I am assuming whatever -- you know what it is? We have the lead right now. Whenever you're winning, it's fun to poke fun at the other side and it's great, but when you are losing it sucks. It goes back and forth. I had a flashback when Ms. Haley was talking. I literally thought that was my nurse at school in the seventh grade when I had an embarrassing moment where I had my first -- you know, at school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't want to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And it was like, \"Oh, no,\" and she was like, \"It's fun and it feels good, but don't think about those things at school.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I see what you mean. It took me a while to figure out what he was talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "That calm and cooling voice, it took me back to that nurse. We don't have it in schools anymore, but we used to be able to go to the nurse and tell her stuff and she make you feel better and you weren't such a pig if your mom say you are a dirty little boy and why did she have you. But the nurse is going tell you, it's okay. It feels right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, we're going to move on from this discussion. Jamie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Why is it when Tyrus was talking just now, there were four different moments where I felt like I knew what he was talking about and then he'd say something else and like I still don't know what he's talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's try to stay on topic about civility online, all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Civility online. Is it worth being the first person to disarm?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I don't like some of the hate. I think it's true though that you can -- you don't have to always have to be leading, you can be just having fun and what a great point that you could be rallying troops, you're not trying to convince the exact person you're talking to, but I do get tired of the hate sometimes and I don't know if you know there's this -- I guess it's called an add-on for Google Chrome and when you get on it, if there's too much hate, you could flip it on and it turns off all politics or whatever, if you want a break, so I turned mine on the other day and it's just -- and there was just one puppy video left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh really? And it was Alt-right puppy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "It was an Alt-right puppy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. Anyway, Kat, would you ever -- you are on Twitter an awful lot, you're not very mean on it though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, I try to be nice. I think that she's probably right, but I do understand that it can be very, very tempting sometimes. Like I'll read an article that says yoga is cultural appropriation and I'll read one that says certain Halloween costumes are cultural appropriation. I'd be lying if I said the first thought that come to mind was not to post a video of myself doing yoga in a Pocahontas costume, but I wouldn't really be changing hearts and minds that way and if I really wanted to try to change hearts and minds, you have to be respectful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have two semi-serious comments on this. One, this kind of social media behavior might be necessary because we're not allowing this behavior anymore in the real world. We're not having any community, we're not getting together. Churches are under attack, sororities are being gender-neutral. Teams are breaking up, so maybe Twitter is the only place where you can insult each other and goad each other and make jokes because you can't do that anywhere else. But having said that, now people are collecting scalps on Twitter. So, you can't make jokes anymore because you could be the next one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "You could lose your job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can lose your job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "Yes, the director of Disney, the job is gone because of some joke he made. It could happen to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no, at my Twitter feed, don't even look at it. All right, coming up, would you want to attend your own funeral? Science says it could be possible. By the way, science is what I call my third nipple. We will watch our bodies die through a robot's eye. According to the futurist doctor, Ian Pearson, humans maybe attending their own funerals by the year 2050 by merging their minds with machines just before death. As seen in this whatever that thing is, Pearson lays out the scenario where the mind does not need a physical body to exist. You connect to an android to use as your body from now on, attend the funeral and then carry on as before, still you just with a younger, highly upgraded body. I would need that. And because your brain would essentially live in the Cloud, you could switch bodies as often as you like. Adds Pearson, you're sort of immortal. Okay, for more, we went to Mike, the immortal goat for comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't jump. Don't jump. Don't jump. What is he doing? Oh, oh, oh -- he jumped. [Bleep]. He jumped. [Bleep]. Dude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We killed a [bleep] goat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dude, he's alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course he's alive, he's Mike the immortal goat. Get with the program. Tyrus, is this realistic and would you do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, I would not do it. I would go to my funeral and then sit in the corner and listen to everybody talk about me -- my funeral is not going to be pleasant. There's going to be a lot of people not on things, they thought are on things, plus my note before I go was going to build real. So when people start turning around at the computer laughing in the back and it's me, I mean -- I just -- what is wrong with dying? I just don't get it? I can't wait. I'm waiting for my testosterone to go way and when your time comes, then just let it go. You're going to be a robot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why be 3D is what you're saying? Why be 3D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Just let it go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just let it go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You're going to be immortal",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So, then -- I guess, you'll have your dream because you'll be able to get in with your AI buddies and start world -- I mean because after a while, the robot guys will be jealous of the flesh guys, so that is a way to cure racism because we're going to have robots attacking anybody with meat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it true. It's going to be meats versus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "This is phenomenal. This is great. We did it. We did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's going to be meat and metal. That's going to be the war and because I am the Benedict Arnold for metal, I would be the king of the metal because I don't like meat. Kat, I think this is going to run funerals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think that it's a lot of science in trouble. It's much simpler than that. All you need to do is just throw yourself a funeral while you are still alive. That's what I'm doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a great idea for a company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's what I'm doing. I'm doing that in three months for my 30th birthday party. I am throwing myself a funeral, this is not a joke. I'm coming in, in a hearse, in a casket and instead of incense, I'm going to have a processional of people vaping as I enter, and it's going to be a big party, not everyone is invited, but you're all invited to like all the photos when you see that I am not joking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have a feeling you will be doing this. All right, Nick, I think this is going to -- what if you are an annoying unlikable person and people are relieved that you're dead. Instead now, \"Oh great, I've had to deal with Brian Kilmeade because his head is in a Nutren vat?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "Why are you asking me this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "I think this would be okay. I kind of would like to be at my own funeral to hear what people say about me. But I think it would work better if I could get that thing started now, like if I could get the robot that is me started up now, I could get a lot more done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "I could direct another movie like my movie \"Gosnell\" which is coming out October 12th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a great movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "Was that too obvious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it wasn't. It was a tough movie to make, I'll say that, so you should -- wherever it is, you should find it. Jamie, would you do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I have a stupid question, Greg, and I am not the smartest guy, I am not as smart as anybody on this panel, if I'm at the funeral, why don't we just not have a funeral? You know what I mean? Oh like Jamie is gone, and they're like, \"No, he's not. He's over there.\" And like, why are we wasting all of this money. And did I ever tell you my idea to get a laugh-- this is not a joke -- that you'll laugh at my funeral? I want to have an open casket, but when you come up, my legs are showing. Wouldn't that be funny? People would be laughing. Why are they laughing? He's dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's pretty funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I just think in general -- wouldn't that be kind of fun? Will you write that down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll write it down and if something happens to you, I'll go, \"He wants an open casket -- open leg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Open leg casket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Don't you think in general, with robots -- I just -- we have to be so careful to be building things that we cannot compete with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "And like -- because I had this ex-girlfriend once, I bought her this electronic toy. I never saw her again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "On that note, still to come, it's the most interesting interview you will ever see. I am serious. You don't want to miss this. Stick around. You may have heard that my new book is coming out this Tuesday. Sadly, I did not get invited on \"The View\" to talk about it. It would have helped. It would have helped, but I did get invited on a much better show. I can honestly say it maybe my favorite interview ever. They even gave me permission to run the full clip here on my very own show. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you for having me. I've always been a fan of your investigative work. It's a pleasure to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I really did this for the fans. Everywhere I go, people ask me where can they read the monologues from the show. Is there one place where they can go and get them? So, I decided, why not get the very best monologues and put them in the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what I thought, I figured wouldn't it be different to take a book of your writing and criticize it and take it apart and go after the things that you got wrong because no one has ever done that, so I took my monologues and then if you look into the book, you will see -- take a look, that I have commentary with my actual monologues and I'm fairly blunt about the things I got wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know, the one thing I noticed is that I tend to rely on certain cliches like if I'm writing about a liberal, I will often rely -- I'll say that they've got a nose ring or they've got a henna tattoo and it's just like -- I find that I fall into stereotypes over time which is intellectually lazy. So I try to call myself on that wherever I go. Also, I think I was a little too mean on Bernie Sanders. I should have been nicer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think my favorite topic is always going to be Hollywood because it's so easy. Something is always going on in that place that is worthy of ridicule. Every day there's an actor or actress saying something stupid and I wake up every morning to write about. It makes my job so easy. It does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, generally, the producer will send me some ideas and that's actually a great question, Dolphin, and what I do is I just pick the ones that are most exciting to me and then I start writing. I don't like to think about it too much because if you think about it, you start to lose the theme. You want to just dive right in and before you know it, you come up with your own point of view. It's really a lot of fun, I think, you should try it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I learned that there are a lot of interesting topics that culminated in Trump's presidency. If you look at the things that I covered law and order, identity politics, terrorism, these are all the things that Donald Trump kind of hit on so I'm convinced that he created this entire clinical plank on my monologues or off my monologues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think the shorter the better, much like me. If you can't -- if you can make it under 80 seconds, that is perfect. It should be sharp, original and funny. It does not have to be funny off the bat. First you write it and then you had the jokes later. But the whole key is to make it short, clear, concise and unexpected and surprising. Much like the work you do, Dolphin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thanks again to Dolphin Stevens and Ted Froggerson. Don't forget, next weekend is the start of my book tour. I'll be in Fort Worth at Dallas on Saturday and then the Woodlands, Texas on Sunday, August 5th, more dates coming soon. Go to ggutfeld.com for the latest tour information. Don't go anywhere, final thoughts next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Final thoughts, it's the last thought, that's why it's called the Final thoughts, okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jamie, where are you going to be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I actually am going to be on Netflix. If you guys have Netflix, you can check out Season 2 of TV show with Rob Schneider, it's called \"Real Rob.\" It's on Netflix right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's very, very funny. I enjoy it immensely and I mean that even though I haven't seen it. No, I'm kidding. I watch it. I watch it all the time. Nick? You've got a movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "\"Gosnell\" opens October 12th in 750 theaters nationwide, and here's a clip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A lot of the employees at that clinic have been arrested on drug trafficking charges, why haven't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Objection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Isn't it true that you made a deal with the DA to avoid prosecution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Objection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Given your personal animosity for Dr. Gosnell, why should we believe anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your honor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, that's like really intense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARCY",
      "sentences": "I love that guy, he's a great actor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He is a great actor. Tremendous. All right, thank you Jamie, Nick, Katherine, and Tyrus, Dolphin Stevens, Fred Froggerson, studio audience. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "utterance": "Man walks into a pet store and sees as a sign, talking parrot guaranteed, buys it. Comes back next week and says, it doesn't talk. Store owner says, \"What? It didn't climb the ladder and start talking?\" The guy says, \"What ladder?\" Storeowner says, \"Oh, sorry, he needs the ladder. Ten bucks.\" Another purchase, another week, no talking, back to store, same complaint. Storeowner, \"What? He didn't climb the ladder and look in the mirror and talk?\" \"What mirror?\" \"Oh, sorry,\" another purchase. Third week comes. The guy come back to the store and the owner says, \"Is he talking yet?\" The guy says, \"The parrot is dead, but before he died he spoke.\" And the store owner says, \"What did he say?\" \"He said, don't they sell any bird feed at that store?\""
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "He will be appearing at the Comedy Cellar all week. Let's get after it. All right, I love the media. I mean, I love the media. Check out these old headlines. Trump promises 4% growth, economist say \"no way.\" Or this one, \"If Trump thinks he can get more than 3% economic growth, he's dreaming.\" And last but not least, \"Hello Larry.\""
    },
    {
      "speaker": "LAWRENCE SUMMERS, FORMER US TREASURY SECRETARY",
      "utterance": "If you use the standard of what the administration has held out hope for, 3% to 4% growth, there is nothing in any data suggesting that we are moving towards that 3% to 4% growth standard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh yeah? Well, eat this Larry."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I'm thrilled to announce that in the second quarter of this year, the United States economy grew at the amazing rate of 4.1%."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They like it. So, who could have predicted that?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I believe it's time to establish a national goal of reaching 4% economic growth. My great economists don't want to say this, but I think we can do better than that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The optimist. I wish I could find the right sentiment to express how I feel. I wish I could remember what I was laughing, but -- so as Trump proves the naysayers wrong, what are the naysayers clinging to? A little piece of leaked audio."
    },
    {
      "speaker": "BRIAN STELTER, HOST, CNN",
      "utterance": "This is kind of -- the ugly sordid stuff that happens behind the scenes of the campaign, well, at least at this Trump campaign that we are now hearing about."
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "utterance": "Well, this tape does shows how the sausage is made and you never want to know how the sausage is made."
    },
    {
      "speaker": "MICHAEL AVENATTI, DEFENSE LAWYER",
      "utterance": "I'm hearing two criminal co-conspirators conspiring on making a payment."
    },
    {
      "speaker": "LEMON",
      "utterance": "The President of the United States to try to tell you what you are seeing and what you are reading, it's not happening. Don't believe what you see with your own ears."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't believe what you see with your own ears. That's like a fortune cookie that makes no sense. In other words, it is a fortune cookie. Dumb question, did anyone die from this secret conversation? Was anyone physically hurt? Does anyone care? Which leads me to a new segment."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Does anyone care with Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, tonight's episode, a slimy lawyer secretly tapes his client referring to hush money paid to a centerfold who had consensual relations with a rich dude who later became our president. I know what you are thinking. Where is the honor among playmates? Granted it's not the sort of deal most of us will make in our lives, but Trump paying a centerfold to keep quiet, I believe that's called Tuesday. Petty cash for playmates, to Trump that's his swear jar. In fact, I would not be surprised if there are more, you are 73, a billionaire, thrice married, living in Manhattan and you don't have to share your apartment, you're hanging around models. If you only slept with Stormy Daniels and this other playmate, you might be gay. And if he is, I still do not care. You know what I care about? I care about those new Atkins shakes. I love them. They are delicious. ZzzQuil-- I wonder sometimes if I love that too much. And world peace. What's not to love? Those things matter to me. Trump's love life, that is not on my list. But now I realized that it matters. For example, right now in North Korea, their dismantling rockets sites. Why? Obviously because Trump may have slept around. The Europeans just stopped scamming us with tariffs but according to CNN before that, Trump may have slept around. The GDP for this quarter just hit 4.1% and to celebrate, US steel just reopened a plant in Illinois, but according to sources before that happened, Trump slept around. We scrapped 3,000 useless regulations, we created an economic boom, but Trump slept around. So wait a second, I sense a trend here. What experts call a correlation, here are all of these amazing achievements and right before them, Trump had sexual relations -- with women. Could it be that all of this good news is due to that? I know correlation isn't causation, but maybe his sex life has made us all much better off. I do feel bad for the media. They invest so much time in the e scandals. Why? Because Democrats are hopeless at understanding sex. Raising income taxes is their pillow talk. Redistribution is there foreplay, that is why they're good at screwing people, which is why -- thank you very much -- which is why all this good news, the Dems would rather get drunk on tawdry tales and they think you should, too because, oh my god, he lied."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh come on, whether we know the payment happened or not, whether the payment happened what we know is that he lied."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It shows Trump lying once again, what else is new there?"
    },
    {
      "speaker": "KIN DILANIAN, NATIONAL SECURITY REPORTER, NBC",
      "utterance": "The White House lied about it. When this first came out, Hope Hicks said that Donald Trump knew nothing about this payment."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "And that's just saying the President had no knowledge, you know and Giuliani knows that is a flat out lie. He had an affair with her."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh my god, he lied, he lied about an affair. How is this surprising accusing a rich old New Yorker of lying about an affair is like accusing Michael Moore of splitting his pants. It is to be expected. And I hate to tell you this is why lying was invented. Do you remember the first lie? The Garden of Eden, that snake, \"Oh, no, no, he's just a friend.\" As long as there is sex, there will be lies and as long as there are lies, there will be journalism and politics. I don't condone it, but when there's so much good stuff happening in this world, I just do not care. All right, let's welcome tonight's guests. Like a man who steals your organs to sell them to the black market, he will keep you in stitches, actor, writer and comedian Jamie Lissow. He produces more drama than my pet llama. He stars in the new movie, \"Gosnell\" out this fall, actor Nick Searcy. Social interaction gives her allergic reactions, National Review reporter Kat Timpf. and the jumbotron is his iPhone, former WWE superstar and my massive sidekick, Tyrus. GEORGE \"TYRUS\" MURDOCH: I'm going to get you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're going to get me."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes, I'm scared. I'm shaking in my little boots."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jamie, how are you doing? What are your thoughts on this week so far? Any insight?"
    },
    {
      "speaker": "JAMIE LISSOW, AMERICAN ACTOR, WRITER AND COMEDIAN",
      "utterance": "Man, I wouldn't have believed that story if I had not heard it with my own eyes. It's just unbelievable. And I feel like that parrot joke, that was brutal. The parrot was not only missing a mirror and a letter, he was missing a punchline and timing. But the only thing about Stormy Daniels -- it's weird that it's -- it's literally like they used one of those porn star name generators. It's like, \"Oh, what is your favorite weather and your father drink,\" Stormy Daniels. Like mine would be \"Rainy Martini.\" Yours might be \"Sunshine Sovengard.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think that was an insult, I believe."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Was it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I believe."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Didn't mean it to be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Nick, what do you make of the good news and the scandals? Pick one, whatever you want."
    },
    {
      "speaker": "NICK SEARCY, AMERICAN ACTOR",
      "utterance": "The scandals remind me -- it reminds me of the movie I directed, \"Gosnell\" which is coming out on October 12th, it would be nice if you go see it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nice plug. Let me get it in there."
    },
    {
      "speaker": "SEARCY",
      "utterance": "Was that too obvious?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SEARCY",
      "utterance": "My movie has lawyers in it. That's why it reminded me of that, but the thing about the lawyers is -- well, the taping thing, the tape of Trump talking to his lawyer, is that like common practice? Do lawyers tape their clients and if so, why?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SEARCY",
      "utterance": "That's the thing that I don't get."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, God knows, and it's so funny that like Trump lawyer who's a fixer hires Hillary's lawyer who's a fixer, Lanny Davis which would be like Lanny Davis hiring Michael Cohen. They're like fixers hiring fixers. I need a fixer."
    },
    {
      "speaker": "SEARCY",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What are you doing later?"
    },
    {
      "speaker": "SEARCY",
      "utterance": "Well, I thought you have an idea."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, thoughts?"
    },
    {
      "speaker": "KAT TIMPF, REPORTER, NATIONAL REVIEW",
      "utterance": "I can't even begin to tell you just how little I care who anyone has sex with. I don't care and I think that everyone in the media, they really think that if they can prove that Donald Trump had sex with these women and lied about it that people who support Trump are going to suddenly stop supporting him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But I think that people care more about things like the economy and they care more about having more money in their pockets, it's not they don't believe it. It's not that they're stupid, it's that it just doesn't really matter. You know how much I've been affected by who Donald Trump has had sex with? Not at all."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, like my day has been pretty much the same as it would've been if he would not have had sex with all of those people. I don't think."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think you're right. And it's actually the achievements that affect your life not what he's been doing on his private time elsewhere. Tyrus, bring it home. Thoughts with him."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "As far as lying, I'm not really going to judge the President on if he's lying or not because I've been known to lie about whether I take the trash out or not. So, what do you guys call it? White lies? That's like my thing. So, I just feel like -- we are talking about before, they loved the \"Scary Movie\" and it's coming to theaters, it just never come to theaters. Even recording somebody is shameful and Cohen, I mean, damn bro, like you can't get much lower than just being a rat and trying to set up someone who takes care of you and your family, but what kills me is that, he is setting somebody up while he is supposed to be a fixer -- he's one of the worst people in the world. If you think about somebody who is so rotten that you would trust him with your secrets and he records them and then when he gets in trouble, he tries to use them against you and then I guess, he was sitting on the phone while he was recording, so you couldn't even really make out what he was saying. Like, an ophthalmologist and a rocket surgeon figure out whether he said cash or check. Like he's literally the worst -- like he's a really bad blackmailer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And then he finds out that it's a disbar-able offense to record a client. That's actually against the law, so he broke a law there. Then he leaks information, I know -- who happened and what -- thinking the prosecution was going to help him and they're like, \"But no, we're not going to help you at all.\" You can't corroborate anything because a proven liar. Like he literally had the worst week that a villain -- usually villains have bad weeks at the end of the movie, this dude started out with like, \"Here is my plan,\" and he's like he got arrested, like, literally, he's the worst villain I've ever seen. You would think he'd be better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I've got to close it out, but I think what drives me nuts is when you watch the other networks, to Kat's point, they are ignoring what matters and in their snow globe, the only thing that matters -- porn stars, playmates, Cohen and tape -- that's in their snow globe, and when you're in a snow globe, you don't know you're in one, right? So, you just think this is your world. Meanwhile, everybody else in the world is enjoying, basically their life is getting marginally better every day, but they don't know that at CNN because are too busy chasing tail or tales, tawdry tales. All right, coming up, Democratic candidates are out of step with the mainstream; in other news, chocolate is delicious. Like a drunk octopus trying to line dance at his sister's wedding, the Dems are out of step. What an intro. But like you didn't know that already. According to a new NBC News-Wall Street Journal poll, 56% say today's Democratic candidates are out of touch with the mainstream. That's a spike from two years ago when the new number was only 42% and that's when Bernie Sanders was all the rage. And I looked great with a man bun. I was one of the first. Bernie sold young voters on democratic socialism and got progressives to take a hard left turn, but clearly this poll shows, they aren't progressive enough."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Tired of the party that brought you FDR'S new deal? Is LBJ's great society not enough? Then you'll love super turbo hyper progressivism. It's the first system where the government pays for everything -- with universal healthcare for your therapy llama, as long as it's a gender neutral therapy llama. Plus, guaranteed basic income for the dead, because you never know what the enemy in the future and the National Anthem is being replaced by this. We've also got totally awesome social policies like sanctuary cities for aliens from the Andromeda galaxy and public bathrooms which will be out in the open. Plus, we're also getting ice and ice cubes and the Icecapades, even Vanilla Ice. But the best part about super turbo hyper progressivism, all wars will be fought with finger guns. And if that doesn't work, we will hug the enemy to death. So get ready for super turbo hyper progressivism. And if you don't agree with us, you're probably a racist who hates the planet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, the polls say that the Democrats are out of step and they also say the Republicans are out of step, you're a libertarians -- are the libertarians out of step?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Nobody really likes us, we don't even really like ourselves."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, but that is okay. I feel like it shouldn't be a surprise that the Democrats are out of step because I feel like when you talk to most Americans, they don't say what that what they want to do is have to wait in line for toilet paper, so I'm not surprised that this whole Democratic socialist thing isn't really catching on. People want capitalism where you can get toilet paper via Amazon Prime without getting up off your couch and you can get as much of it as you want. You can get like 47 twelve packs and build a fort for you and your cat to sit in, in your living room, if somebody wanted to do that. I'm almost 30, so that would definitely not be appropriate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it wouldn't be."
    },
    {
      "speaker": "TIMPF",
      "utterance": "To do that with my spare time, but it's not like it always comes down to toilet paper, but sometimes, it does."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It does. If I could have a dollar for every time it does. Nick, the big Democratic -- the new Obama is Alexandria Ocasio and she is like a socialist. What do you make of her?"
    },
    {
      "speaker": "SEARCY",
      "utterance": "It's like she's never read a newspaper or a book in her life. I mean, this young lady is like -- I can't imagine where she gets her information from and I'm beginning to think that she's actually Republican plant, that like, the Republicans have placed her there to make the Democrats look incredibly stupid."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Tyrus, will the Democratic Party pay attention to these polls and try to fix themselves?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I can't pay attention to them, there's just too many rules. I don't like a lot of rules. When I buy my kids a present and if the instructions are this thick, we are winging it. I don't like a lot of rules, and the new Democratic world order, there's like 37 gender -- how the hell am I going to even say \"hello\" to someone without being afraid of a lawsuit? There's all kinds of like \"give me, give me\" stuff and I don't want to give nobody jack. I want to get mine, keep mine and you get yours and we'll be fine. But there's just a lot -- there's too many rules to be in there -- they don't even know -- and when they talk, if you ever had a conversation with a super left person, they talk in like eighth person, so I don't even know who I'm dealing with because everything is a world cause. I'm like, \"Yo, I just want a coffee.\" I'm sorry I came in here. I won't do it again. But if me drinking this is going to kill macaws in the Amazon, I'll stop stop."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Your point about -- your first point which I've already forgotten-- no, it's in fact about rules, liberals were supposed to be liberal -- now, they have more rules and conservatives are the ones who don't want rules. The conservatives are like the free -- they are for free everything in terms of thought."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You have to catch yourself to greet a stranger. Like if you don't know something about them, don't find out the hard way by asking."
    },
    {
      "speaker": "LISSOW",
      "utterance": "I felt like this was one of those articles where they didn't need to do the polls. They're like, \"Oh, they're out of step,\" but like, \"Oh, we knew it,\" ahead of time, they could have saved money. I don't know. I don't feel like any candidate is talking about like what I'm worried about, like how do I beat my kid at Fortnight?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Glad you said Fortnight."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "That's a real thing."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I have the same problem, Dragon Ball Z, I have to ground him to beat him midgame."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Nobody cares about what I'm worried about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What else are you worried about?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I'm worried about healthcare. My daughter told me the other day, she said -- asked her \"What do want to today?\" She goes, \"I want to do a puzzle,\" so I had to go to healthcare.gov."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Should we end on that note or do you have a third joke?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I don't think I do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, but that was very funny. Okay, I think the Democratic Party needs an intervention. That's what they need. They need to sit down with the leaders and go, socialism is ruining your life, just like you do in interventions with drugs, you've got to sit down and go, \"You've been doing a lot of socialism and you're losing your friends and you're running out of money. We're here to help you. We're going to fly you to a capitalism center and teach you how to make money.\" That would be the answer. Still to come, Nikki Haley has some great advice for conservative teens. So do I, listen to Nikki Haley."
    },
    {
      "speaker": "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from \"America's News Headquarters,\" I'm Marianne Rafferty. The death toll from the raging wildfire in northern California is rising. A 70-year-old woman and her two great-grandchildren, both under the age of five, are the latest victims. The massive car fire has already claimed the lives of two firefighters and more than a dozen people are missing. The fire has destroyed 500 homes and businesses and is threatening thousands more. Meanwhile, President Trump has issued an emergency declaration for California. The state is battling at least one dozen wildfires. A 26-year-old mother and five of her children die in a motel fire in southwestern Michigan. The children were aged two to ten years old. Flames swept through the Cosmo Extended Stay Motel, Saturday morning. The woman's husband and a one -year-old daughter survived. Investigators say the fire appears to be an accident. I'm Marianne Rafferty, now back to \"The Greg Gutfeld Show.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, if I were Nikki Haley and who says I'm not? I would ask high school kids to raise your hand if you've ever posted anything online to quote unquote \"on the libs.\""
    },
    {
      "speaker": "NIKKI HALEY, US AMBASSADOR TO THE UNITED NATIONS",
      "utterance": "Raise your hand if you've ever posted anything online to quote unquote \"on the libs.\" I know it's fun and that it can feel good, but -- but step back and think about what you are accomplishing when you do this. Are you persuading anyone?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She said that to students, but adults can learn from this, too. I'll admit, it is fun to troll the other side and they make it so easy sometimes."
    },
    {
      "speaker": "LEMON",
      "utterance": "Don't believe what you see with your own ears."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am going to play that forever. But if you go online now, there are two sides clashing over everything, it's vicious and to Haley's point, no one is persuading anyone. Maybe they don't want to, and God forbid, you try to cross the aisle with an olive branch. You'll get shunned by your own like actor Mark Duplass who faced the wrath of the online mob on his side because he had the nerve to complement Ben Shapiro on Twitter. So then Duplass had to apologize for being nice. What a wuss. Look, neither side is going to win the great Twitter war. It's been mutually assured destruction. So is that good or bad or is it both? I don't know, but what I do know, I prefer to dance in front of Gus the dog. The greatest dog ever. He knows a bad dancer when he sees one. All right, Nick, your Twitter feed is rambunctious, combative. If you -- would you join a group of people that says. \"I'm disarming. I'm no longer going to be so negative on Twitter?\""
    },
    {
      "speaker": "SEARCY",
      "utterance": "Absolutely not. I don't think Nikki Haley has seen my Twitter feed, she wouldn't have said that, and she says that I know it feels good and it's fun, but what are you accomplishing? What's wrong with feeling good and having fun? I mean, I'm not trying to persuade anybody on Twitter. I just sort of fight with people who kind of fight with me. And the point is not, I don't think I'm going to persuade them, I want to ridicule them and have other people see how stupid they look."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's actually a good point. It's like you aren't trying to persuade the person you're insulting, you're trying to give some kind of energy to the other people that almost teach them how to do what they're doing except it might be considered mean, God, what am I turning into? I used to be so mean, Tyrus, what is happening?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I don't really think about you that much, Greg, to be honest with you. I am assuming whatever -- you know what it is? We have the lead right now. Whenever you're winning, it's fun to poke fun at the other side and it's great, but when you are losing it sucks. It goes back and forth. I had a flashback when Ms. Haley was talking. I literally thought that was my nurse at school in the seventh grade when I had an embarrassing moment where I had my first -- you know, at school."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't want to know."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And it was like, \"Oh, no,\" and she was like, \"It's fun and it feels good, but don't think about those things at school.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I see what you mean. It took me a while to figure out what he was talking about."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "That calm and cooling voice, it took me back to that nurse. We don't have it in schools anymore, but we used to be able to go to the nurse and tell her stuff and she make you feel better and you weren't such a pig if your mom say you are a dirty little boy and why did she have you. But the nurse is going tell you, it's okay. It feels right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, we're going to move on from this discussion. Jamie."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Why is it when Tyrus was talking just now, there were four different moments where I felt like I knew what he was talking about and then he'd say something else and like I still don't know what he's talking about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's try to stay on topic about civility online, all right."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Civility online. Is it worth being the first person to disarm?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I don't like some of the hate. I think it's true though that you can -- you don't have to always have to be leading, you can be just having fun and what a great point that you could be rallying troops, you're not trying to convince the exact person you're talking to, but I do get tired of the hate sometimes and I don't know if you know there's this -- I guess it's called an add-on for Google Chrome and when you get on it, if there's too much hate, you could flip it on and it turns off all politics or whatever, if you want a break, so I turned mine on the other day and it's just -- and there was just one puppy video left."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh really? And it was Alt-right puppy."
    },
    {
      "speaker": "LISSOW",
      "utterance": "It was an Alt-right puppy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. Anyway, Kat, would you ever -- you are on Twitter an awful lot, you're not very mean on it though?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, I try to be nice. I think that she's probably right, but I do understand that it can be very, very tempting sometimes. Like I'll read an article that says yoga is cultural appropriation and I'll read one that says certain Halloween costumes are cultural appropriation. I'd be lying if I said the first thought that come to mind was not to post a video of myself doing yoga in a Pocahontas costume, but I wouldn't really be changing hearts and minds that way and if I really wanted to try to change hearts and minds, you have to be respectful."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have two semi-serious comments on this. One, this kind of social media behavior might be necessary because we're not allowing this behavior anymore in the real world. We're not having any community, we're not getting together. Churches are under attack, sororities are being gender-neutral. Teams are breaking up, so maybe Twitter is the only place where you can insult each other and goad each other and make jokes because you can't do that anywhere else. But having said that, now people are collecting scalps on Twitter. So, you can't make jokes anymore because you could be the next one."
    },
    {
      "speaker": "SEARCY",
      "utterance": "You could lose your job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can lose your job."
    },
    {
      "speaker": "SEARCY",
      "utterance": "Yes, the director of Disney, the job is gone because of some joke he made. It could happen to you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no, at my Twitter feed, don't even look at it. All right, coming up, would you want to attend your own funeral? Science says it could be possible. By the way, science is what I call my third nipple. We will watch our bodies die through a robot's eye. According to the futurist doctor, Ian Pearson, humans maybe attending their own funerals by the year 2050 by merging their minds with machines just before death. As seen in this whatever that thing is, Pearson lays out the scenario where the mind does not need a physical body to exist. You connect to an android to use as your body from now on, attend the funeral and then carry on as before, still you just with a younger, highly upgraded body. I would need that. And because your brain would essentially live in the Cloud, you could switch bodies as often as you like. Adds Pearson, you're sort of immortal. Okay, for more, we went to Mike, the immortal goat for comment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Don't jump. Don't jump. Don't jump. What is he doing? Oh, oh, oh -- he jumped. [Bleep]. He jumped. [Bleep]. Dude."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We killed a [bleep] goat."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Dude, he's alive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course he's alive, he's Mike the immortal goat. Get with the program. Tyrus, is this realistic and would you do it?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, I would not do it. I would go to my funeral and then sit in the corner and listen to everybody talk about me -- my funeral is not going to be pleasant. There's going to be a lot of people not on things, they thought are on things, plus my note before I go was going to build real. So when people start turning around at the computer laughing in the back and it's me, I mean -- I just -- what is wrong with dying? I just don't get it? I can't wait. I'm waiting for my testosterone to go way and when your time comes, then just let it go. You're going to be a robot?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why be 3D is what you're saying? Why be 3D."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Just let it go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just let it go."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You're going to be immortal"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So, then -- I guess, you'll have your dream because you'll be able to get in with your AI buddies and start world -- I mean because after a while, the robot guys will be jealous of the flesh guys, so that is a way to cure racism because we're going to have robots attacking anybody with meat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it true. It's going to be meats versus."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "This is phenomenal. This is great. We did it. We did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's going to be meat and metal. That's going to be the war and because I am the Benedict Arnold for metal, I would be the king of the metal because I don't like meat. Kat, I think this is going to run funerals?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think that it's a lot of science in trouble. It's much simpler than that. All you need to do is just throw yourself a funeral while you are still alive. That's what I'm doing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a great idea for a company."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's what I'm doing. I'm doing that in three months for my 30th birthday party. I am throwing myself a funeral, this is not a joke. I'm coming in, in a hearse, in a casket and instead of incense, I'm going to have a processional of people vaping as I enter, and it's going to be a big party, not everyone is invited, but you're all invited to like all the photos when you see that I am not joking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have a feeling you will be doing this. All right, Nick, I think this is going to -- what if you are an annoying unlikable person and people are relieved that you're dead. Instead now, \"Oh great, I've had to deal with Brian Kilmeade because his head is in a Nutren vat?\""
    },
    {
      "speaker": "SEARCY",
      "utterance": "Why are you asking me this?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know."
    },
    {
      "speaker": "SEARCY",
      "utterance": "I think this would be okay. I kind of would like to be at my own funeral to hear what people say about me. But I think it would work better if I could get that thing started now, like if I could get the robot that is me started up now, I could get a lot more done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true."
    },
    {
      "speaker": "SEARCY",
      "utterance": "I could direct another movie like my movie \"Gosnell\" which is coming out October 12th."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a great movie."
    },
    {
      "speaker": "SEARCY",
      "utterance": "Was that too obvious?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it wasn't. It was a tough movie to make, I'll say that, so you should -- wherever it is, you should find it. Jamie, would you do this?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I have a stupid question, Greg, and I am not the smartest guy, I am not as smart as anybody on this panel, if I'm at the funeral, why don't we just not have a funeral? You know what I mean? Oh like Jamie is gone, and they're like, \"No, he's not. He's over there.\" And like, why are we wasting all of this money. And did I ever tell you my idea to get a laugh-- this is not a joke -- that you'll laugh at my funeral? I want to have an open casket, but when you come up, my legs are showing. Wouldn't that be funny? People would be laughing. Why are they laughing? He's dead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's pretty funny."
    },
    {
      "speaker": "LISSOW",
      "utterance": "I just think in general -- wouldn't that be kind of fun? Will you write that down?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll write it down and if something happens to you, I'll go, \"He wants an open casket -- open leg."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Open leg casket."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Don't you think in general, with robots -- I just -- we have to be so careful to be building things that we cannot compete with."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true."
    },
    {
      "speaker": "LISSOW",
      "utterance": "And like -- because I had this ex-girlfriend once, I bought her this electronic toy. I never saw her again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "On that note, still to come, it's the most interesting interview you will ever see. I am serious. You don't want to miss this. Stick around. You may have heard that my new book is coming out this Tuesday. Sadly, I did not get invited on \"The View\" to talk about it. It would have helped. It would have helped, but I did get invited on a much better show. I can honestly say it maybe my favorite interview ever. They even gave me permission to run the full clip here on my very own show. Take a look."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you for having me. I've always been a fan of your investigative work. It's a pleasure to be here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I really did this for the fans. Everywhere I go, people ask me where can they read the monologues from the show. Is there one place where they can go and get them? So, I decided, why not get the very best monologues and put them in the book."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what I thought, I figured wouldn't it be different to take a book of your writing and criticize it and take it apart and go after the things that you got wrong because no one has ever done that, so I took my monologues and then if you look into the book, you will see -- take a look, that I have commentary with my actual monologues and I'm fairly blunt about the things I got wrong."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know, the one thing I noticed is that I tend to rely on certain cliches like if I'm writing about a liberal, I will often rely -- I'll say that they've got a nose ring or they've got a henna tattoo and it's just like -- I find that I fall into stereotypes over time which is intellectually lazy. So I try to call myself on that wherever I go. Also, I think I was a little too mean on Bernie Sanders. I should have been nicer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think my favorite topic is always going to be Hollywood because it's so easy. Something is always going on in that place that is worthy of ridicule. Every day there's an actor or actress saying something stupid and I wake up every morning to write about. It makes my job so easy. It does."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, generally, the producer will send me some ideas and that's actually a great question, Dolphin, and what I do is I just pick the ones that are most exciting to me and then I start writing. I don't like to think about it too much because if you think about it, you start to lose the theme. You want to just dive right in and before you know it, you come up with your own point of view. It's really a lot of fun, I think, you should try it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I learned that there are a lot of interesting topics that culminated in Trump's presidency. If you look at the things that I covered law and order, identity politics, terrorism, these are all the things that Donald Trump kind of hit on so I'm convinced that he created this entire clinical plank on my monologues or off my monologues."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think the shorter the better, much like me. If you can't -- if you can make it under 80 seconds, that is perfect. It should be sharp, original and funny. It does not have to be funny off the bat. First you write it and then you had the jokes later. But the whole key is to make it short, clear, concise and unexpected and surprising. Much like the work you do, Dolphin."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thanks again to Dolphin Stevens and Ted Froggerson. Don't forget, next weekend is the start of my book tour. I'll be in Fort Worth at Dallas on Saturday and then the Woodlands, Texas on Sunday, August 5th, more dates coming soon. Go to ggutfeld.com for the latest tour information. Don't go anywhere, final thoughts next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Final thoughts, it's the last thought, that's why it's called the Final thoughts, okay?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jamie, where are you going to be?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I actually am going to be on Netflix. If you guys have Netflix, you can check out Season 2 of TV show with Rob Schneider, it's called \"Real Rob.\" It's on Netflix right now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's very, very funny. I enjoy it immensely and I mean that even though I haven't seen it. No, I'm kidding. I watch it. I watch it all the time. Nick? You've got a movie."
    },
    {
      "speaker": "SEARCY",
      "utterance": "\"Gosnell\" opens October 12th in 750 theaters nationwide, and here's a clip."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A lot of the employees at that clinic have been arrested on drug trafficking charges, why haven't you?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Objection."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Isn't it true that you made a deal with the DA to avoid prosecution?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Objection."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Given your personal animosity for Dr. Gosnell, why should we believe anything?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Your honor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, that's like really intense."
    },
    {
      "speaker": "SEARCY",
      "utterance": "I love that guy, he's a great actor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He is a great actor. Tremendous. All right, thank you Jamie, Nick, Katherine, and Tyrus, Dolphin Stevens, Fred Froggerson, studio audience. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}