{
  "date": "July 12, 2017",
  "headline": "DeSantis on Trump Jr.: Don't think there's criminal activity",
  "subHeadline": "On 'Your World,' congressman reacts to the president's son's controversial meeting with a Russian lawyer",
  "url": "https://www.foxnews.com/transcript/desantis-on-trump-jr-dont-think-theres-criminal-activity",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Now to this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SOUTH CAROLINA",
      "sentences": "Should Donald Trump Jr. have taken that meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR NOMINEE",
      "sentences": "Well, Senator, I don't -- I'm hearing for the first time your description of it. So, I'm not really a position to speak to it. I gather that special counsel Mueller would...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, let me ask you this. If I got a call from somebody saying the Russian government wants to help Lindsey Graham get reelected, they have got dirt on Lindsey Graham's opponent, should I take that meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRAY",
      "sentences": "Well, Senator, I would think you would want to consult with some good legal advisers before you did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "So the answer is, should I call the FBI?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRAY",
      "sentences": "I think it would be wise to let the FBI...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "You're going to be the director of the FBI, pal. So here's what I want you to tell every politician. If you get a call from somebody suggesting that a foreign government wants to help you by disparaging your opponent, tell us all to call the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. And that is essentially what Chris Wray did.   The president's pick to be the next FBI director, he comported himself well today. But, of course, a lot of folks are wondering, even if it wasn't illegal, even if it wasn't untoward, even if it isn't eventually an impeachable type of an offense that could go all the way to his dad, the president of the United States, was it wise for Donald Trump Jr. to set up a meeting with a Russian entity with the clear intent to have some dirt on Hillary Clinton? House Judiciary Committee member Ron DeSantis with us here. Congressman, the upshot of Lindsey Graham's comments was, no, it wasn't wise. And the response on the part of Mr. Wray was it probably would warrant a call to the FBI.  Do you agree with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLORIDA",
      "sentences": "Well, it's interesting, Neil. The media has been reporting it as he met with the Russian government, as if any Russian is that -- and it seems to it's kind of a weird cast of characters. It reminds me more of the Keystone Cops than the KGB, to be honest with you.  You have this guy who was a publicist, and they knew this pop star over there. And then this lady was a private attorney. And I can tell you this, Neil. That lady has been in the Congress lobbying people. There are a lot of Democrats I bet who have probably met with her over the years. I never have. But I have seen her here and I recognize her face. So I think it's a little bit different than just saying he met with someone who is actually in the Kremlin or something. It may not have been wise, even with all that being said. But I definitely don't think there was criminal activity.  And I think it has been frustrating in terms of the Clintons and from the campaign. Congress never investigated the Clinton Foundation. I was crying to do that. I wanted to do that. House leadership didn't want to do it. But that -- none of that has ever been examined.  And I think there was a frustration with a lot of Republicans and probably with Donald Jr. that that stuff may not have been coming out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're quite right about -- I know what you're saying about this woman. She had been on the Hill. She had been doing some stuff. She might not have been a Russian government operative, whatever you want to say.  But just the appearance of it, I think, Lindsey Graham was saying was awkward. It is what it is, but it does fly in the face of earlier comments Donald Trump Jr. had made in the past that there were no such meetings. And it turns out, in this one, he arranged it.   Now, like you said, if it doesn't go beyond that, it might be, as a prior guest was saying, just a bad move. But how far do you think this goes? Are you worried about it distracting from some of the things you want to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, first, I will say, if there were a similar situation where derogatory information about Trump was offered to the Clintons, they would have accepted the information. I bet you any day of the week and twice on Sunday they accept that information. So, take that as you will.  Now, in terms of how that is going to affect our agenda, look, any time you have Republicans in control of the Congress and the White House pursuing an agenda, it's like playing a road game on the SEC.  Washington, the town is against you, the media is against you, and the Democrats are against you. So, you really have to work hard to block out all the hooting and hollering from the crowd and drive the ball down the field and punch it into the end zone. So, I think we can do that. I think a lot of the ObamaCare hang-up is basically some senators are getting cold feet and they're not following through with what they promised. But it is -- it does require us to just focus on the task at hand and focus on what we can do for our constituents and not get caught up in the day-to-day hysteria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think, though, that it will turn into a feeding frenzy, we're going to start looking at e-mail exchanges and who said what to whom and when, and that this becomes the preoccupation? And, if so, how do you think the president should handle it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, look, I think the president needs to focus.  When he's focusing on substance, when he's giving his Warsaw speech, when he's going out helping to create and save jobs, when he's doing the things he promised to do, cracking down on illegal border crossings, that's what resonates with the American people.  And I think a lot of the American people, some of the Russia stuff, I think it's a distraction. But I think a lot of their eyes have glazed over, because a lot of the media reports have been hysterical. So, I don't think they really know what to believe. So, I would just say do what you promised you would do, Mr. President. We're here in the Congress to help. But I think for us to be kind of trying to referee this day after day about what was said here, I don't think that is really good for anybody. I think there is -- obviously, there's a couple committees looking at some of this stuff. There's a special counsel. I have a lot of concerns about this special counsel, because if you look at the people he hired, it's almost like he's bringing in the Democratic National Committee.   Could they not find one Republican who is a confident prosecutor? You have got major Clinton donors who are on that team. And there's not really a clear mandate. And so my fear on that is, it's just going to continue to look for whatever you can find, just so you can find something.  And I don't know that that necessarily would even impact the president ultimately, because I don't think he did anything wrong, but I do think a lot of the people in the White House will have to go through a lot of process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Congressman, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. END  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Now to this:"
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SOUTH CAROLINA",
      "utterance": "Should Donald Trump Jr. have taken that meeting?"
    },
    {
      "speaker": "CHRISTOPHER WRAY, FBI DIRECTOR NOMINEE",
      "utterance": "Well, Senator, I don't -- I'm hearing for the first time your description of it. So, I'm not really a position to speak to it. I gather that special counsel Mueller would..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, let me ask you this. If I got a call from somebody saying the Russian government wants to help Lindsey Graham get reelected, they have got dirt on Lindsey Graham's opponent, should I take that meeting?"
    },
    {
      "speaker": "WRAY",
      "utterance": "Well, Senator, I would think you would want to consult with some good legal advisers before you did that."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "So the answer is, should I call the FBI?"
    },
    {
      "speaker": "WRAY",
      "utterance": "I think it would be wise to let the FBI..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "You're going to be the director of the FBI, pal. So here's what I want you to tell every politician. If you get a call from somebody suggesting that a foreign government wants to help you by disparaging your opponent, tell us all to call the FBI."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. And that is essentially what Chris Wray did. The president's pick to be the next FBI director, he comported himself well today. But, of course, a lot of folks are wondering, even if it wasn't illegal, even if it wasn't untoward, even if it isn't eventually an impeachable type of an offense that could go all the way to his dad, the president of the United States, was it wise for Donald Trump Jr. to set up a meeting with a Russian entity with the clear intent to have some dirt on Hillary Clinton? House Judiciary Committee member Ron DeSantis with us here. Congressman, the upshot of Lindsey Graham's comments was, no, it wasn't wise. And the response on the part of Mr. Wray was it probably would warrant a call to the FBI. Do you agree with that?"
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLORIDA",
      "utterance": "Well, it's interesting, Neil. The media has been reporting it as he met with the Russian government, as if any Russian is that -- and it seems to it's kind of a weird cast of characters. It reminds me more of the Keystone Cops than the KGB, to be honest with you. You have this guy who was a publicist, and they knew this pop star over there. And then this lady was a private attorney. And I can tell you this, Neil. That lady has been in the Congress lobbying people. There are a lot of Democrats I bet who have probably met with her over the years. I never have. But I have seen her here and I recognize her face. So I think it's a little bit different than just saying he met with someone who is actually in the Kremlin or something. It may not have been wise, even with all that being said. But I definitely don't think there was criminal activity. And I think it has been frustrating in terms of the Clintons and from the campaign. Congress never investigated the Clinton Foundation. I was crying to do that. I wanted to do that. House leadership didn't want to do it. But that -- none of that has ever been examined. And I think there was a frustration with a lot of Republicans and probably with Donald Jr. that that stuff may not have been coming out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're quite right about -- I know what you're saying about this woman. She had been on the Hill. She had been doing some stuff. She might not have been a Russian government operative, whatever you want to say. But just the appearance of it, I think, Lindsey Graham was saying was awkward. It is what it is, but it does fly in the face of earlier comments Donald Trump Jr. had made in the past that there were no such meetings. And it turns out, in this one, he arranged it. Now, like you said, if it doesn't go beyond that, it might be, as a prior guest was saying, just a bad move. But how far do you think this goes? Are you worried about it distracting from some of the things you want to do?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, first, I will say, if there were a similar situation where derogatory information about Trump was offered to the Clintons, they would have accepted the information. I bet you any day of the week and twice on Sunday they accept that information. So, take that as you will. Now, in terms of how that is going to affect our agenda, look, any time you have Republicans in control of the Congress and the White House pursuing an agenda, it's like playing a road game on the SEC. Washington, the town is against you, the media is against you, and the Democrats are against you. So, you really have to work hard to block out all the hooting and hollering from the crowd and drive the ball down the field and punch it into the end zone. So, I think we can do that. I think a lot of the ObamaCare hang-up is basically some senators are getting cold feet and they're not following through with what they promised. But it is -- it does require us to just focus on the task at hand and focus on what we can do for our constituents and not get caught up in the day-to-day hysteria."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think, though, that it will turn into a feeding frenzy, we're going to start looking at e-mail exchanges and who said what to whom and when, and that this becomes the preoccupation? And, if so, how do you think the president should handle it?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, look, I think the president needs to focus. When he's focusing on substance, when he's giving his Warsaw speech, when he's going out helping to create and save jobs, when he's doing the things he promised to do, cracking down on illegal border crossings, that's what resonates with the American people. And I think a lot of the American people, some of the Russia stuff, I think it's a distraction. But I think a lot of their eyes have glazed over, because a lot of the media reports have been hysterical. So, I don't think they really know what to believe. So, I would just say do what you promised you would do, Mr. President. We're here in the Congress to help. But I think for us to be kind of trying to referee this day after day about what was said here, I don't think that is really good for anybody. I think there is -- obviously, there's a couple committees looking at some of this stuff. There's a special counsel. I have a lot of concerns about this special counsel, because if you look at the people he hired, it's almost like he's bringing in the Democratic National Committee. Could they not find one Republican who is a confident prosecutor? You have got major Clinton donors who are on that team. And there's not really a clear mandate. And so my fear on that is, it's just going to continue to look for whatever you can find, just so you can find something. And I don't know that that necessarily would even impact the president ultimately, because I don't think he did anything wrong, but I do think a lot of the people in the White House will have to go through a lot of process."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Congressman, thank you very much."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}