{
  "date": "July 28, 2019",
  "headline": "Rep. John Ratcliffe zeros in on exoneration line of questioning for Robert Mueller",
  "subHeadline": "Guests: John Ratcliffe, Kevin McAleenan, Devin Nunes",
  "url": "https://www.foxnews.com/transcript/rep-john-ratcliffe-zeros-in-on-exoneration-line-of-questioning-for-robert-mueller",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, ANCHOR",
      "sentences": "Good Sunday morning, everyone. Thanks so much for joining us. I'm Maria Bartiromo. Joining me exclusively straight ahead right here on \"Sunday Morning Futures,\" two Republican House lawmakers who pressed Robert Mueller about what his report found and what it missed, Congressman Devin Nunes and John Ratcliffe weighing in on that investigating the investigators and the Democrats' next step as they weigh impeaching President Trump, exclusive, coming up.  Plus, his name was referenced more than 30 times during the former special counsel's testimony on Capitol Hill. George Papadopoulos is here live on how his interaction with a mysterious man helped launch the FBI's probe into the Trump campaign. Why was he charged for lying to Mueller's team, while Joseph Mifsud wasn't?  Also, my exclusive interview this morning with acting Homeland Security Secretary Kevin McAleenan on the Trump administration scoring two major victories to secure the border, but lot of work remains to be done as questions loom. What help will the president get from congressional Democrats?  All that right here, right now, as we look ahead on \"Sunday Morning Futures.\" And good morning.  New reaction this morning to one of the most anticipated hearings on Capitol Hill in a very long time. Former special counsel Robert Mueller answering questions last week on his nearly two-year investigation into Russian election interference. Both parties had their own takeaways. Democrats say Mueller's testimony is empowering them to ramp up investigations of President Trump. But Republicans were left questioning how engaged Mueller really was in writing of that report and why there wasn't more focus on the origins of the FBI's counterintelligence investigation into the Trump campaign.  Republicans pressing for answers on a mysterious figure who looms large in the investigation. You heard about him here first, Joseph Mifsud, a London professor who interacted with George Papadopoulos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OH",
      "sentences": "Did you interview Mifsud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT MUELLER, RUSSIA PROBE SPECIAL COUNSEL",
      "sentences": "Can't get into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Is Mifsud Western intelligence or Russian intelligence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "Can't get into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "A lot of things you can't get into.  What's interesting, you can charge 13 Russians no one's ever heard of, no one's ever going to seen. No one's ever going to hear of them. No one's ever going to see them. You can charge them. You can charge all kinds of people who around the president with false statements.   But the guy who launches every -- the guy who puts this whole story in motion, you can't charge him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF.",
      "sentences": "Once Mifsud finally was questioned, he made false statements to the FBI. But you declined to charge him. Is that correct? You didn't indict Mr. Mifsud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "I'm not going to speak to series of happenings as you articulate them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "But you didn't indict Mr. Mifsud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The time of the gentleman has expired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "Pardon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "You didn't indict Mr. Mifsud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Meanwhile, Democratic investigators are deciding where to go from here, but there appears to be some disagreement about what comes next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "sentences": "Filing an application for the grand jury material underlying the Mueller report.  That information is critically important for our ability to examine witnesses, including former White House counsel Don McGahn, and to investigate the president's misconduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "No, I'm not trying to run out the clock.   We will proceed when we have what we need to proceed, not one day sooner. And everybody has the liberty and the luxury to espouse their own position and to criticize me for trying to go down the path in the most determined, positive way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "President Trump weighed in on Twitter, writing this: \"Robert Mueller's testimony and the Mueller report itself was a disaster for this illegal Democrat-inspired witch-hunt. It is an embarrassment to the USA that they don't know how to stop. They can't help themselves. They are totally lost. They are clowns,\" writes the president.  Joining me right now, one of the lawmakers to who questioned Mueller. Republican Congressman from California Devin Nunes is the ranking member of the House Intel Committee. He's a member of the House Ways and Means Committee. And he's been among the few congressmen who have been on this program for the last two-and-a-half years telling the truth about what has taken place. Congressman, it's good to have you on the program. Thanks very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Thank you, Maria. Great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Reaction -- your reaction from the Mueller testimony?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, first of all, it's clear that Mueller didn't write the report. And so who wrote the report? We think there were five or six lawyers involved. We're still trying to get to bottom of that. I would say one of the main takeaways is, is that we still don't have any Russians, right? We don't know who the Russians were that supposedly, you know, colluded with the Trump campaign. Why? Because there were none, and that's what we said two-and-a-half years ago.  There is evidence that the Democrats colluded with the Russians. We tried to get to the bottom of that, but, clearly, Mueller is and his team of lawyers and 40 investigators and $40 million didn't bother to look for those Russians.  They were only looking for the Russians that were mysterious, because they don't exist, and they never found them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You focused on Joseph Mifsud in some of your questions.  Now, we had George Papadopoulos on this program earlier in the year, and he basically broke the news on this show about Mifsud and about that he was the first person to tell him that Russia had Hillary Clinton's e-mails. Also, he broke news on this program earlier this year that another individual dropped $10,000 on his lap, another situation that you mentioned in your questioning. Why was it so important for you to mention people like Mifsud and Schrage others?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, remember, Mifsud is at the heart of this investigation.  Mifsud is the one who supposedly knows about Clinton's e-mails, that the Russians have Clinton e-mails. He supposedly said this to Papadopoulos, something about e-mails. This is the excuse and the -- well, actually, it's not the excuse. It is the reason why they -- the documented reason why they opened the investigation on July 31, 2016. Now, what I mentioned in my testimony and in my questioning, it's clear that the FBI didn't open the investigation on July 31. That's the paperwork. What we're trying to figure out is, when did the FBI really start to run the investigation? What types of processes did they use?   What was the predicate? Because, look, it really appears like they were spying on the Trump campaign. So let me, if I may, start with, there was an event at Cambridge University where Carter Page was invited to it. In addition, Stephen Miller and other Trump campaign people were invited in June. In late May, early June, they get an invitation to a symposium that was held in Cambridge in early July. Now, at this -- at this symposium, you have characters like the British historian Christopher Andrew. You have people like the former head of MI6 Richard Dearlove. This is some type of contract-for-hire spying outfit.   What you have there is, you have an American citizen, somebody who's long been involved in politics, and the guy's name is Steven Schrage. Now, knows that the House Intelligence Committee, the Senate Intelligence Committee, the FBI, we want to talk to anyone and everyone who was dealing with Carter Page and other Trump associates, especially in early 2016.  Schrage is the one who invited Carter Page to this event. Schrage is the one who organized this event. So -- but instead of coming forward, a guy who's been involved in politics for this long doesn't come forward? I want to know, did he know about the Steele dossier at that time? When did he find out about the Steele dossier? Did he have control of the Steele dossier at any time? Did he give it to anyone? Those are the types of things that Steven Schrage needs to come clean on, because, you know, look, maybe he was just a guy working for minimum wage sweeping the floors around Cambridge. I highly doubt it.  And the fact that he hasn't come forward in two-and-a-half years is highly suspect. Now, when you look at the other Brits that were involved there, Maria, if you -- this also ties in with General Flynn, because these Brits were the ones who went public and said -- specifically, Christopher Andrew said that General Flynn had a Russian girlfriend. Well, that sounds really bad, if General Flynn had a Russian girlfriend. Well, in fact, when you actually look at it, you know, who she actually is, she was born in Russia. She's now a U.K. citizen. And guess what? She was never interviewed by the Mueller team.  So you don't interview Schrage. Schrage doesn't come forward. Svetlana Lokhova, supposedly, this is Flynn's girlfriend. This is the reason that they open up an investigation on General Flynn. She doesn't even get interviewed.  So lots of questions and not very many answers on Wednesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You said this individual, Steven Schrage, has been in politics for a long time. What was he in politics for?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, the best I can see, he's worked at think tanks. He has a law degree. He was supposedly studying at Cambridge. I'm not sure what he was studying. He's worked on numerous presidential campaigns. That's about all I know. I know people who do know him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Did he work for national security for Mitt Romney? Was he working with Mitt Romney in national security?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Yes, I think he worked on the Romney campaign, and I'm not sure. He may have worked on the McCain campaign also. But, look, this is why somebody like this, who clearly knows Republicans, he ought to come forward and tell us what he knows. Maybe -- like I said, maybe he's completely innocent of this, but he could shed a lot of light on what the FBI or the Brits or private contractors or Fusion GPS...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "... or, you know, whoever was doing the investigating before July 31 -- we have been looking for that for a really long time, as you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, you have mentioned a lot of individuals. I want to ask you about that, because all of these individuals that you're mentioning are, like, intel aides across the world, one from Australia, one from Britain, one from Italy. I want to know who coordinated all of that and who was the mastermind behind the plan to insert Donald Trump into the Russia meddling story. We're going to take a short break, and then I'm going to come back and ask you that, what you think, who you think is the mastermind behind all this.  Follow me on Twitter @MariaBartiromo, @SundayFutures, on Instagram as well @SundayFutures, @MariaBartiromo. We're going to take a short break. We have got a lot more with Congressman Devin Nunes, Congressman John Ratcliffe, and Secretary McAleenan, and George Papadopoulos coming up. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. And we are back with California Congressman Devin Nunes. He's the ranking Republican on the House Intel Committee, among the questioners last week of special counsel Robert Mueller. Congressman, let me ask you. We know, based on what you have told us, John Ratcliffe has told us, Jim Jordan over the last year-and-a-half, that this investigation by the FBI likely started at the end of 2015. We know that, at the end of 2015, going into 2016, there were very suspicious, informant-type situations going on. And yet, in the testimony, you mentioned to Mueller that somebody dropped $10,000 in George Papadopoulos' lap, but that was during the special counsel, which means that was in 2017.  They were still trying to entrap people even during the special counsel's investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, we don't know the answer to that because Mueller wouldn't answer the question. So you're right. So, in the last segment, I talked about General Flynn. Some Brits dirtied him up, claiming that he had a Russian girlfriend, right? So these were former intelligence guys, a story, and went public.  This is why they were investigating Flynn, you know, back in 2015. Then, if you move into 2016, someone started setting up these so-called events or symposiums that it just so happened to be that all of these people got invited to. Now, you're going to have George Papadopoulos on earlier, which this is another -- another track where you had a foreign politician named Alexander Downer, who still is unclear, because he claims he didn't ask about e- mails. Papadopoulos said he didn't talk about e-mails. But yet somehow the FBI uses Papadopoulos to open the investigation. And then they continued to ask Papadopoulos about e-mails all through the rest of 2016. But Downer never said anything about e-mails. So, you know, this is another thing that Mueller couldn't answer this week. So now, when you look at what they did in 2017, after the special counsel was set up, you -- somebody gave Papadopoulos $10,000. And it was odd that, you know, just a week before, they arrested him at the Dulles Airport. Now, remember, Papadopoulos has been cooperating with the investigation. He had went through several interviews in the early parts of 2017. So, none of this makes any sense, and -- and it really looks like the Mueller team -- remember, I call it the Mueller dossier. Mueller clearly wasn't involved in this. But, look, this is nothing more, nothing less than a cover-up, OK? Why would you not -- you write a whole report on Natalia Veselnitskaya. You mention her 65 times in the report, OK? She's a Russian. She met with the Trump team one time for less than 20 minutes, OK?  She met with Glenn Simpson, who was running the dirty operations arm for the Clinton campaign, at least three times, my guess is multiple times, maybe dozens of times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, you don't have that in there? You put it in a report, but you don't talk about it. So, there's so much in this -- in that Mueller report that really just looks like a gloss-over and a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Well, clearly, as we have learned more and more, they used George Papadopoulos and also Carter Page as windows into the Trump campaign. And with Papadopoulos, they used this whole idea that somebody told him that Russia had Hillary Clinton's e-mails, and that, because he was told that, that they tried to play it that he was part of a conspiracy. This is what with I want to know and what I think our viewers want to know. In your view, based on all of your work over the last three years, who is the mastermind of this story? Who is the mastermind of the plan to insert Donald Trump into Russia meddling, which we know Russia has been meddling for decades?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I think we can say for -- let's talk about what we can -- what we know are facts, what we can say for certain. I think that's helpful. We know the Clinton campaign, number one. So they're aware of a lot of this, right? They're involved in the creation of the dossier. They're hiring Fusion GPS. They hire Christopher Steele. That's a fact. So the Clinton campaign is involved. We know the FBI is involved to some degree. We don't know exactly what they were doing before July 31, 2016. Why? Because they wouldn't answer the questions that we had over the last two years. And, in fact, when we were getting close, we wanted transcripts, there were things that we wanted, those were not given to the United States House of Representatives under Republican control. Do you know why? Because the Mueller dossier team wouldn't let us have them. So that's why I say, somebody needs to look at these characters that were on Mueller's team. I think they obstructed justice. They obstructed a congressional investigation. So that's number two. We have -- we have the Clinton team. We have the FBI. There's also a third team that we know of. That is this Cambridge team, this group of British people that were there, these intelligence-related folks, including the American citizen, Steven Schrage, who organized this event. They were involved in the character assassination of a three-star general, the former head of the director -- the director of intelligence, General Michael Flynn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So those are the three entities that we know. And I think what the DOJ needs to get to bottom of is, when did these all intersect? You don't get that until you start to interview people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And, remember, the Mueller team never bothered to interview many of these folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Real quick, we have got to jump, but is it more likely that the CIA would integrate all of these international sources across the world or the FBI? CIA or FBI, in terms of getting all these intel associates, like the Downers of the world and Mifsuds of the world, together?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, as you know, we have jurisdiction over both FBI and CIA and what they do overseas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "We have lots of information of FBI people going overseas and doing things. We don't really have any information from CIA. So far, they have really come clean. I would say the only one that has -- that has questions to answer is John Brennan, because we now know that John Brennan briefed Harry Reid on the dossier in August of 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "At the same time, he never briefed me or Paul Ryan, who was the speaker of the House at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.  Well, we keep peeling back the onion and learning more and more. Congressman, it's good to have you on the program. Thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "We do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You should be taking a victory lap right now, after all your great work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Thanks for all your work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman Devin Nunes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Straight ahead, my exclusive interview. Acting Homeland Security Secretary Kevin McAleenan is here on the Trump administration scoring two major victories on the border, the Supreme Court, the Supreme Court ruling on Pentagon funds for the wall, and Guatemala agreeing to become gatekeeper for migrants seeking asylum here in the U.S. Back in a minute with that, and then back to the Mueller investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. The Trump administration scoring two major victories on efforts to end the border crisis. First, the president announced a new asylum deal with Guatemala, saying it will put -- quote -- \"coyotes and smugglers out of business.\" Then, secondly, the Supreme Court this week clearing the way for the administration to use $2.5 billion in Pentagon money for border wall construction.  Joining me right now is acting Secretary of Homeland Security Kevin McAleenan. And, Mr. Secretary, it's always a pleasure to see you. Thanks very much for joining us this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN MCALEENAN, ACTING SECRETARY OF HOMELAND SECURITY",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to ask you about the impact of these two major victories that we're talking about. But, first, can you assess the situation? We have heard a lot in these last couple of weeks from the likes of Congresswoman Alexandria Ocasio- Cortez, to Lindsey Graham. The senator came back and came on the show after he viewed the border. What can you tell us in terms of what is happening today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Yes.  Well, Maria, the situation's improving on the border by almost every measure, but we do remain in the midst of a significant humanitarian and border security crisis. Let me give you some of the statistics. Back in May, we were apprehending about 4,650 people a day at that southern border. Now that number's about 2,600. So we have had a significant drop, 28 percent in June, another 20- plus percent in July so far, and that's due to two administration initiatives, engaging our international partners in Mexico and Guatemala in particular. Mexico has stepped up and addressed security on their southern border between Chiapas and Guatemala and the transportation routes that smugglers are using. And, as you heard, Guatemala's agreed not only to work with us on asylum in the region, but has already been taking actions to tackle criminal organizations that are smuggling families and kids. At the same time, we have reduced the number of people in custody at the border, those challenging situations with crowding that we were having. We had almost 20,000 people in custody in early June. That number last night was 7,200, and we have reduced the number of unaccompanied children by 90 percent. So, we have made a lot of progress, thanks to the president's engagement, the administration's efforts, and finally Congress giving us the emergency supplemental funding, but we got more to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, I want to ask you about that. We have got these numbers up that we're showing. Unaccompanied alien children in June were 7,378, way down from May's numbers of 11,000-plus. Family units, you have got in June 57,389, way down from the 84,491 that we saw back in May. You also -- when I spoke with you earlier, you told me that, in the month of June, there weren't any -- or I'm sorry -- in the month of July, there weren't any large groups, because you had been having busloads of people, right, thousands of people crossing at once. No major groups in the month of July?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Exactly. That's been one of the significant efforts that Mexico's undertaken, to reduce the phenomenon of large groups. Where you were at the border, Maria, in El Paso, we were seeing groups of 400. In one case 1,036 people crossed together at that point. In July, we have had groups in RGV have over 100, a few of them. But it's a completely different scenario than May, when we had 28 large groups and up to 1,000 per group. It was a very different and challenging effort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So going through the money that can be used, you already have the appropriated funding for 53 miles that have already been built, correct? You say you're going to have more than 200 miles built by next year. That money has been appropriated already. But then this second set of dollars, this is the DOD money, that has the potential to more than double the activity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "That's exactly right. It was a big victory at the Supreme Court to allow Department of Defense to move forward with that $2.5 billion to really accelerate the progress on the wall and kind of double what we're doing with the congressionally appropriated funding, which is going well. As you noted, we're up to 54 miles since we talked, building every day down there on the border. And that's already providing significant new operational capability and helping us control some high-traffic areas of the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, we're looking at this new video, fresh video, that we have from your office. So thank you for that to really explain the story to our viewers. Some people talk about this as a national security issue, but they don't also talk about the cost. There's a real expense to having a surge in migrants at our borders and just the expense of holding them, right? Can you characterize that? Tell us a bit about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Yes, I guess one way to look at it is that $4.5 billion in the emergency supplemental that we had to ask for and we got from Congress finally after two months, $3.3 billion, 75 percent of that went to our partners at Health and Human Services simply for the care and custody of unaccompanied children for the remaining four months of the year. That's how expensive this is to try to provide the proper care and just given the flows that we're facing at the border, the number of people and the number of dollars it takes to provide medical, education, appropriate settings for kids. And that's a kind of government cost alone that we're facing. But then there are costs in communities as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to get to what Congress needs to needs to do. And they left town, of course. We know that. But, before we get there, explain the renting program. When I was at the border in El Paso, I couldn't believe how many young children that I saw. I saw one 8-year-old and a 10-year-old. They said, oh, we were with my mother, but she left. She said she was going to get something to eat and now she's gone. And then you had people who were questionable even as a family. So can you tell us what you have seen in terms of people renting children, renting family, and how they have to pay off the drug lords?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Absolutely. This is one of the most concerning areas within the crisis, is the exploitation of children. We have had over 5,000 cases this year of adults bringing children across, claiming a family relationship, and it didn't exist. And some of that could be simply bringing a child for a friend who's already here in the U.S. But, more nefariously, we have seen cases where children are used multiple times by different adults -- we call it child recycling -- to come across. We have seen human trafficking. And in probably the most egregious case that we have seen this year, Homeland Security investigations, through a DNA test and an interview, identified a 51-year-old man who purchased a 6-month-old infant for $80 in Guatemala, and he was trying to use that infant to be released into the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Completely unacceptable. Horrific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That is horrific. So now connect the dots in terms of what can be done. I mean, we had Senator Lindsey Graham on this program two weeks ago. He said he was going to try to get a vote for his legislation that he's working on before the August recess. Here's what he told me just two weeks ago, Secretary. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I'm saying you can't apply for asylum in America anymore. You got to do it in your home country or Mexico. I'm also saying we can't process a minor claim in 20 days. Give us more time to process minor claims, so families -- 30 percent of the people with small children are fake families. The word is out in Central America. You bring a small child to the United States, you're home-free. I want to change that narrative. We're going to vote before the August recess. I'm willing to spend money to help Central America. Democrats have mentioned that. I will do that. But we have got to change our laws, or this never stops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was two weeks ago. Are the leadership in Guatemala and Honduras and El Salvador getting the message? And tell me about that bill. I know you worked closely with Senator Graham on that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Absolutely. Senator Graham understands very well the three major loopholes that are driving this crisis. And his bill would address each one of them. We worked closely with him on the language to make sure we can close that down and reduce this incentive that's driving families and kids to take this dangerous journey in the hands of smugglers. But in terms of the governments in Central America, I have been down there multiple times as acting secretary, working with each of the three presidents, a new president in El Salvador. But Guatemala has really stepped up. We signed an agreement in May where they're tackling the alien smuggling organizations and now, on Friday, adding to that, addressing asylum together...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "... and trying to return the understanding of what asylum really means in international law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "That's what Senator Graham's bill would do as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And you need Congress to act. They left. Now you have got to wait six weeks, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Yes. The only fundamental, durable solution to this crisis is congressional action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "And we made very clear the targeted changes in law that we need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Secretary, it's great to have you on the program. Thanks very much for joining me this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCALEENAN",
      "sentences": "Thanks, Maria. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We will be watching, Secretary McAleenan there. Up next, we will return to the Mueller testimony with Congressman John Ratcliffe -- next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOHN RATCLIFFE (R-TX)",
      "sentences": "Respectfully, Director, it was not the special counsel's job to conclusively determine Donald Trump's innocence or to exonerate him, because the bedrock principle of our justice system is a presumption of innocence. It exists for everyone. Everyone is entitled to it, including sitting presidents. And because there is a presumption of innocence, prosecutors never, ever need to conclusively determine it. Donald Trump is not above the law. He's not. But he damn sure or shouldn't be below the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "My next guest was one of the Republicans who questioned Robert Mueller last week -- there he was -- on whether the Russia investigation was fueled by an anti-Trump bias, period. Let's bring in Republican Congressman from Texas John Ratcliffe. He's a member of the House Judiciary, Intelligence and Homeland Security committees. He's also a former federal prosecutor. Congressman, it's good to have you this morning. Thanks so much for joining me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Good morning, Maria. Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You zeroed in on exonerate, because the special counsel said, we could not exonerate the president. Why was that line of questioning important?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, Maria, the Democrats built their entire strategy around the special counsel's statement that Donald Trump could not be exonerated from potential obstruction of justice crimes. But what the Democrats and the special counsel didn't see was the fatal defect in that legal reasoning, that by requiring Donald Trump to conclusively prove his innocence, they were depriving him of the one thing no one can be one deprived of, which is a presumption of innocence. And getting the special counsel to admit that they applied a one-of-a-kind, made-for-Donald-Trump-only standard to these facts really rocked the foundation of their entire obstruction of justice analysis. At the end of the day, you can't impeach somebody over obstruction of justice where you use the wrong legal standard, a legal standard that doesn't exist. It seemed like that was...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So do you think -- do you think you have popped the impeachment bubble?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "I think everybody saw and a lot of Democrats have conceded that it's time to move on, that there's a hole in the impeachment balloon that's large enough for Jerry Nadler and Adam Schiff to walk through together. But Schiff and Nadler don't seem to see that. The same folks that promised that there was going to be impeachment by collusion, you know, that died when the Mueller report came out and said there was no collusion or conspiracy. Then they shifted to it was going to be impeachment by obstruction of justice, that Robert Mueller was going to breathe life into the report. Instead, he sucked the life out of it by, again, applying a legal standard that didn't exist. So, now they're moving on, saying they want to pursue obstruction by the court system and trying to get grand jury information. Look, it's becoming a joke. I think people see that. And Nadler and Schiff are starting to look more like Laurel and Hardy. It's time to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, what is your reaction overall? I mean, Congressman, if there's one question that I have been asking this entire two-year period, it's this: How is it possible that the Mueller report, the Mueller investigation's going to have any credibility at all if Robert Mueller doesn't look at the origins of the investigation, if he doesn't look at specifically why? Why am I looking at Trump being involved in Russia meddling? We know Russia has meddled for decades. Why is Trump part of this? So I ask you, your reaction...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... to the fact that Mueller said he doesn't have -- he's not familiar with Fusion GPS; it's not in his purview? How -- how -- can that fly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Of course it can't. Trey Gowdy said it best this week. The person who learned the most about the Mueller report during Wednesday's hearings was Robert Mueller. And that's sad, but true. And, really, what it meant is that the Mueller report and its conclusions weren't from Robert Mueller. They were written what a lot of people believe was Hillary Clinton's de facto legal team, people that had supported her, even represented some of her aides. And so the Mueller report, it really going to be difficult for the Democrats or anyone to rely upon the findings of a report when they just listened to the man whose name was on top of it not have a command of what was even in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, the fact that you did have others writing the report, and now we see that, do you think people understand that? Andrew Weissmann was what, a Hillary Clinton donor? He was at her election party, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "It's not just Andrew Weissmann. Aaron Zebley represented Hillary Clinton's aide that set up the unsecure server and smashed her BlackBerrys with a hammer. There were all sorts of folks, again, that were close to the Clinton Foundation. And, you know, so the bias that was involved there, I think, are fair things to talk about. And I think that's why that, in light of the disastrous testimony from Robert Mueller -- you know, the Democrats paid a heavy price for bringing a reluctant witness to testify. They overplayed their hand, and they did it in front of the American people on a national television audience. And it was just a train wreck of a week for the Democrats. And it was a great week for Donald Trump because of that. But to your point, Maria, now the things that Bob Mueller said he didn't know about and his team clearly didn't look at, those are things that would be fair for Bill Barr and the Department of Justice to look at, because...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "... we know that things happened in the Obama administration that haven't been answered. There's been no accountability for that yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That's what I want to talk about. Let's take a short break. And I want to ask you where the crime and the wrongdoing really was, because we know that Barr's looking at it, and John Durham is looking at it is, and the I.G., along with Senator Lindsey Graham. We will be right back with more Congressman John Ratcliffe in a moment. Also ahead, my exclusive interview with former Trump campaign aide George Papadopoulos, who's at the center of it all. His name was referenced more than 30 times during the Mueller testimony. Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. I am back now with Republican Congressman from Texas John Ratcliffe. Sits on the House Intel Committee, as well as Judiciary and Homeland Security. And, Congressman, let me ask you about where the wrongdoing was specifically. You have John Durham looking at this, origins of the Russia investigation. You have William Barr. You have Senator Lindsey Graham. And the I.G. Report. Tell us what they're going to find. Where is the wrongdoing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, I think the first thing we need to do is make sure we don't do what the Democrats have done. They accused Donald Trump of a crime, and then they try and reverse- engineer a process to justify that accusation. So I'm not going to accuse any specific person of any specific crime. I just want there to be a fair process to get there. What I do know, as a former federal prosecutor, is, it does appear that there were crimes committed during the Obama administration. We talked earlier about Michael Flynn. His phone call with the Russian ambassador was a highly classified NSA intercept. Someone in the Obama administration leaked that call to The Washington Post. That's a felony. Glenn Simpson from Fusion GPS, in talking about the Steele dossier, said under oath that he and Bruce Ohr didn't meet until after the election. Bruce Ohr said under oath that they met three months before the election. One of them is not telling the truth. We need a process to identify that. Where it all started, Jim Comey, he admitted that he leaked his confidential conversations with the president to a reporter. Did that include classified information? We need a fair process to find out answers to that. I trust, because Bill Barr has earned my trust already and the trust of the American people, that there'll be a fair process with John Durham and with Michael Horowitz to get answers to that and provide accountability where it really belongs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And, obviously, if you have got a team of Clinton donors, like an Andrew Weissmann and the others that you mentioned, they are not going to have much enthusiasm to go investigate why Hillary Clinton and her campaign paid for a dossier of, you know, lies about Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Well, the special counsel told us, words from his own mouth, is that they didn't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "And if they didn't do it, the only place we can get the answers is from the Justice Department right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "The American people want that. Their faith and trust, Maria, has been shaken in our Justice Department, and the only way to get that back is, therefore, to be real accountability with a very fair process. Again, I have supreme confidence in Bill Barr's ability to deliver that. And at the end of the day, wherever the outcome may be, as long as we know that the process was fair, the evaluation was fair, justice will be done. Look, the truth also defends itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we're going to go. I want to talk about Joseph Mifsud, because I know that if it is established that he was, in fact, working for Western intel like the CIA, then we know that this was all entrapment. We're going to talk about that with George Papadopoulos. Congressman, it's good to see you this morning. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATCLIFFE",
      "sentences": "Thanks, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman John Ratcliffe. Meanwhile, his name was referenced more than 30 times during Mueller's testimony this week. George Papadopoulos on how his interaction with that mysterious man helped launched the FBI probe into the Trump campaign, Joseph Mifsud, that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Before you arrested George Papadopoulos in July of 2017, he was given $10,000 in cash in Israel. Do you know who gave him that cash?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "Again, that's outside our ambit, and questions such as that, you go to FBI or the department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "But it involved your investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "It involved persons involved in my investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That was Robert Mueller dodging questions about a mysterious $10,000 cash payment that former Trump campaign aide George Papadopoulos said he received in July of 2017. He broke that news on this program a couple of months ago. George Papadopoulos is back with me right now. He's the author of the book \"Deep State Target.\" And that's exactly what he was. George, it's good to have you this morning. Thanks so much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE PAPADOPOULOS, FORMER TRUMP CAMPAIGN AIDE",
      "sentences": "Thanks a lot for having me, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You just heard Devin Nunes questioning Mueller about that. Who gave you the money, George?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPADOPOULOS",
      "sentences": "I was very happy to see that Devin Nunes brought that up. A man gave named Charles Tawil gave me this money under very suspicious circumstances. And a simple Google search about this individual will demonstrate that he was CIA or a State Department asset in South Africa during the '90s and the 2000s, I think around the time when Bob Mueller was actually the director of the FBI. So I have my theory of what that really was all about. The money, I gave it to my attorney in Greece, because I felt it was given to me under very suspicious circumstances. And upon coming back to United States, I had about seven or eight FBI agents rummaging through my luggage looking for money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, in other words, you are given money in Israel, $10,000 in cash. You don't keep the money. You send it and you give it to your lawyers. And then you get on a flight to go home, to go back to Dulles, or wherever you're going, to Dulles. When you land, there are FBI agents arresting you, asking you, do you have any money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPADOPOULOS",
      "sentences": "Basically, that's exactly what happened. And what I think this whole setup was all about was trying to frame a FARA violation against me, that I was under some sort of illicit surveillance for, for, actually, I think, years leading up to and during my time on the Trump campaign. We probably don't have enough time to get into it right now, but I'm pretty sure what it's going to demonstrate and probably add context to why Bob Mueller was illustrating in his Mueller report that George Papadopoulos was being investigated for his ties to Israel. And then, of course, this $10,000, which I believe was a setup by the FBI, likely, or even the special counsel's office, it was designed to make it look like I was actually some sort of foreign agent, which I never have been and I never will be. And that's, quite frankly, what I think that was all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. We have a timeline here on screen, and it goes back to all the way in the beginning, when you first got that job at the International Center of Law Practice. And you said to them, look, I want to leave because I want to go work for Donald Trump. And they said, wait, wait. Before you leave, we don't want you to leave, because we want you to go to Rome at this important symposium, because there are a lot of people that you should be meeting in Rome. And, of course, one of those people was Joseph Mifsud, who ended up telling you that Russia had Hillary Clinton's e-mails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPADOPOULOS",
      "sentences": "That's absolutely correct. So, about the moment I joined the Trump campaign, I'm being invited by the former foreign minister of Italy to meet Joseph Mifsud, after I was introduced to this foreign minister by a company I used to work for, which is connected to the MI6. So, clearly, there was some sort of global or at least European radar on me while I was living in London. And as soon as I was joining the Trump campaign, which not even the media knew at the time, I'm being introduced to Joseph Mifsud in Rome at a school that trains the CIA and the FBI. So, why I was introduced to Joseph Mifsud and why this company introduced me to Joseph Mifsud, now that we know that they're connected to the MI6 and even the FBI, makes things even more suspicious and a lot more damning, in my opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, it's interesting that -- the issues that you went through, given the fact that you were, you know, doing your own work, but they wanted to know what you knew about Hillary Clinton's e-mails after Mifsud told you that. Why did they arrest you when you landed in Dulles? Is it just because they suspected you had $10,000 in cash?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPADOPOULOS",
      "sentences": "Well, actually, because the money wasn't with me -- as I explained, I gave it to my lawyer because I thought there was some sort of setup involved, and I wasn't interested in some sort of shady business abroad. I get there and then, all of a sudden, the prosecutors are about an hour late to detail what exactly I was being charged with. And that was lying to the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAPADOPOULOS",
      "sentences": "And then, later, we find out that the lie was about me misremembering when I met Joseph Mifsud a year before the FBI came to interview me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "George, it's all extraordinary. It sounds like you did everything right. It's good to have you on the program this morning, George. Thank you, George Papadopoulos. Have a great Sunday, everybody. \"Mornings With Maria\" on FOX Business. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, ANCHOR",
      "utterance": "Good Sunday morning, everyone. Thanks so much for joining us. I'm Maria Bartiromo. Joining me exclusively straight ahead right here on \"Sunday Morning Futures,\" two Republican House lawmakers who pressed Robert Mueller about what his report found and what it missed, Congressman Devin Nunes and John Ratcliffe weighing in on that investigating the investigators and the Democrats' next step as they weigh impeaching President Trump, exclusive, coming up. Plus, his name was referenced more than 30 times during the former special counsel's testimony on Capitol Hill. George Papadopoulos is here live on how his interaction with a mysterious man helped launch the FBI's probe into the Trump campaign. Why was he charged for lying to Mueller's team, while Joseph Mifsud wasn't? Also, my exclusive interview this morning with acting Homeland Security Secretary Kevin McAleenan on the Trump administration scoring two major victories to secure the border, but lot of work remains to be done as questions loom. What help will the president get from congressional Democrats? All that right here, right now, as we look ahead on \"Sunday Morning Futures.\" And good morning. New reaction this morning to one of the most anticipated hearings on Capitol Hill in a very long time. Former special counsel Robert Mueller answering questions last week on his nearly two-year investigation into Russian election interference. Both parties had their own takeaways. Democrats say Mueller's testimony is empowering them to ramp up investigations of President Trump. But Republicans were left questioning how engaged Mueller really was in writing of that report and why there wasn't more focus on the origins of the FBI's counterintelligence investigation into the Trump campaign. Republicans pressing for answers on a mysterious figure who looms large in the investigation. You heard about him here first, Joseph Mifsud, a London professor who interacted with George Papadopoulos."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OH",
      "utterance": "Did you interview Mifsud?"
    },
    {
      "speaker": "ROBERT MUELLER, RUSSIA PROBE SPECIAL COUNSEL",
      "utterance": "Can't get into that."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Is Mifsud Western intelligence or Russian intelligence?"
    },
    {
      "speaker": "MUELLER",
      "utterance": "Can't get into that."
    },
    {
      "speaker": "JORDAN",
      "utterance": "A lot of things you can't get into. What's interesting, you can charge 13 Russians no one's ever heard of, no one's ever going to seen. No one's ever going to hear of them. No one's ever going to see them. You can charge them. You can charge all kinds of people who around the president with false statements. But the guy who launches every -- the guy who puts this whole story in motion, you can't charge him."
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF.",
      "utterance": "Once Mifsud finally was questioned, he made false statements to the FBI. But you declined to charge him. Is that correct? You didn't indict Mr. Mifsud?"
    },
    {
      "speaker": "MUELLER",
      "utterance": "I'm not going to speak to series of happenings as you articulate them."
    },
    {
      "speaker": "NUNES",
      "utterance": "But you didn't indict Mr. Mifsud."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The time of the gentleman has expired."
    },
    {
      "speaker": "MUELLER",
      "utterance": "Pardon?"
    },
    {
      "speaker": "NUNES",
      "utterance": "You didn't indict Mr. Mifsud?"
    },
    {
      "speaker": "MUELLER",
      "utterance": "True."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Meanwhile, Democratic investigators are deciding where to go from here, but there appears to be some disagreement about what comes next."
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "utterance": "Filing an application for the grand jury material underlying the Mueller report. That information is critically important for our ability to examine witnesses, including former White House counsel Don McGahn, and to investigate the president's misconduct."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "No, I'm not trying to run out the clock. We will proceed when we have what we need to proceed, not one day sooner. And everybody has the liberty and the luxury to espouse their own position and to criticize me for trying to go down the path in the most determined, positive way."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "President Trump weighed in on Twitter, writing this: \"Robert Mueller's testimony and the Mueller report itself was a disaster for this illegal Democrat-inspired witch-hunt. It is an embarrassment to the USA that they don't know how to stop. They can't help themselves. They are totally lost. They are clowns,\" writes the president. Joining me right now, one of the lawmakers to who questioned Mueller. Republican Congressman from California Devin Nunes is the ranking member of the House Intel Committee. He's a member of the House Ways and Means Committee. And he's been among the few congressmen who have been on this program for the last two-and-a-half years telling the truth about what has taken place. Congressman, it's good to have you on the program. Thanks very much for joining us."
    },
    {
      "speaker": "NUNES",
      "utterance": "Thank you, Maria. Great to be with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Reaction -- your reaction from the Mueller testimony?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, first of all, it's clear that Mueller didn't write the report. And so who wrote the report? We think there were five or six lawyers involved. We're still trying to get to bottom of that. I would say one of the main takeaways is, is that we still don't have any Russians, right? We don't know who the Russians were that supposedly, you know, colluded with the Trump campaign. Why? Because there were none, and that's what we said two-and-a-half years ago. There is evidence that the Democrats colluded with the Russians. We tried to get to the bottom of that, but, clearly, Mueller is and his team of lawyers and 40 investigators and $40 million didn't bother to look for those Russians. They were only looking for the Russians that were mysterious, because they don't exist, and they never found them."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You focused on Joseph Mifsud in some of your questions. Now, we had George Papadopoulos on this program earlier in the year, and he basically broke the news on this show about Mifsud and about that he was the first person to tell him that Russia had Hillary Clinton's e-mails. Also, he broke news on this program earlier this year that another individual dropped $10,000 on his lap, another situation that you mentioned in your questioning. Why was it so important for you to mention people like Mifsud and Schrage others?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, remember, Mifsud is at the heart of this investigation. Mifsud is the one who supposedly knows about Clinton's e-mails, that the Russians have Clinton e-mails. He supposedly said this to Papadopoulos, something about e-mails. This is the excuse and the -- well, actually, it's not the excuse. It is the reason why they -- the documented reason why they opened the investigation on July 31, 2016. Now, what I mentioned in my testimony and in my questioning, it's clear that the FBI didn't open the investigation on July 31. That's the paperwork. What we're trying to figure out is, when did the FBI really start to run the investigation? What types of processes did they use? What was the predicate? Because, look, it really appears like they were spying on the Trump campaign. So let me, if I may, start with, there was an event at Cambridge University where Carter Page was invited to it. In addition, Stephen Miller and other Trump campaign people were invited in June. In late May, early June, they get an invitation to a symposium that was held in Cambridge in early July. Now, at this -- at this symposium, you have characters like the British historian Christopher Andrew. You have people like the former head of MI6 Richard Dearlove. This is some type of contract-for-hire spying outfit. What you have there is, you have an American citizen, somebody who's long been involved in politics, and the guy's name is Steven Schrage. Now, knows that the House Intelligence Committee, the Senate Intelligence Committee, the FBI, we want to talk to anyone and everyone who was dealing with Carter Page and other Trump associates, especially in early 2016. Schrage is the one who invited Carter Page to this event. Schrage is the one who organized this event. So -- but instead of coming forward, a guy who's been involved in politics for this long doesn't come forward? I want to know, did he know about the Steele dossier at that time? When did he find out about the Steele dossier? Did he have control of the Steele dossier at any time? Did he give it to anyone? Those are the types of things that Steven Schrage needs to come clean on, because, you know, look, maybe he was just a guy working for minimum wage sweeping the floors around Cambridge. I highly doubt it. And the fact that he hasn't come forward in two-and-a-half years is highly suspect. Now, when you look at the other Brits that were involved there, Maria, if you -- this also ties in with General Flynn, because these Brits were the ones who went public and said -- specifically, Christopher Andrew said that General Flynn had a Russian girlfriend. Well, that sounds really bad, if General Flynn had a Russian girlfriend. Well, in fact, when you actually look at it, you know, who she actually is, she was born in Russia. She's now a U.K. citizen. And guess what? She was never interviewed by the Mueller team. So you don't interview Schrage. Schrage doesn't come forward. Svetlana Lokhova, supposedly, this is Flynn's girlfriend. This is the reason that they open up an investigation on General Flynn. She doesn't even get interviewed. So lots of questions and not very many answers on Wednesday."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You said this individual, Steven Schrage, has been in politics for a long time. What was he in politics for?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, the best I can see, he's worked at think tanks. He has a law degree. He was supposedly studying at Cambridge. I'm not sure what he was studying. He's worked on numerous presidential campaigns. That's about all I know. I know people who do know him."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Did he work for national security for Mitt Romney? Was he working with Mitt Romney in national security?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Yes, I think he worked on the Romney campaign, and I'm not sure. He may have worked on the McCain campaign also. But, look, this is why somebody like this, who clearly knows Republicans, he ought to come forward and tell us what he knows. Maybe -- like I said, maybe he's completely innocent of this, but he could shed a lot of light on what the FBI or the Brits or private contractors or Fusion GPS..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "... or, you know, whoever was doing the investigating before July 31 -- we have been looking for that for a really long time, as you know."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, you have mentioned a lot of individuals. I want to ask you about that, because all of these individuals that you're mentioning are, like, intel aides across the world, one from Australia, one from Britain, one from Italy. I want to know who coordinated all of that and who was the mastermind behind the plan to insert Donald Trump into the Russia meddling story. We're going to take a short break, and then I'm going to come back and ask you that, what you think, who you think is the mastermind behind all this. Follow me on Twitter @MariaBartiromo, @SundayFutures, on Instagram as well @SundayFutures, @MariaBartiromo. We're going to take a short break. We have got a lot more with Congressman Devin Nunes, Congressman John Ratcliffe, and Secretary McAleenan, and George Papadopoulos coming up. Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. And we are back with California Congressman Devin Nunes. He's the ranking Republican on the House Intel Committee, among the questioners last week of special counsel Robert Mueller. Congressman, let me ask you. We know, based on what you have told us, John Ratcliffe has told us, Jim Jordan over the last year-and-a-half, that this investigation by the FBI likely started at the end of 2015. We know that, at the end of 2015, going into 2016, there were very suspicious, informant-type situations going on. And yet, in the testimony, you mentioned to Mueller that somebody dropped $10,000 in George Papadopoulos' lap, but that was during the special counsel, which means that was in 2017. They were still trying to entrap people even during the special counsel's investigation?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, we don't know the answer to that because Mueller wouldn't answer the question. So you're right. So, in the last segment, I talked about General Flynn. Some Brits dirtied him up, claiming that he had a Russian girlfriend, right? So these were former intelligence guys, a story, and went public. This is why they were investigating Flynn, you know, back in 2015. Then, if you move into 2016, someone started setting up these so-called events or symposiums that it just so happened to be that all of these people got invited to. Now, you're going to have George Papadopoulos on earlier, which this is another -- another track where you had a foreign politician named Alexander Downer, who still is unclear, because he claims he didn't ask about e- mails. Papadopoulos said he didn't talk about e-mails. But yet somehow the FBI uses Papadopoulos to open the investigation. And then they continued to ask Papadopoulos about e-mails all through the rest of 2016. But Downer never said anything about e-mails. So, you know, this is another thing that Mueller couldn't answer this week. So now, when you look at what they did in 2017, after the special counsel was set up, you -- somebody gave Papadopoulos $10,000. And it was odd that, you know, just a week before, they arrested him at the Dulles Airport. Now, remember, Papadopoulos has been cooperating with the investigation. He had went through several interviews in the early parts of 2017. So, none of this makes any sense, and -- and it really looks like the Mueller team -- remember, I call it the Mueller dossier. Mueller clearly wasn't involved in this. But, look, this is nothing more, nothing less than a cover-up, OK? Why would you not -- you write a whole report on Natalia Veselnitskaya. You mention her 65 times in the report, OK? She's a Russian. She met with the Trump team one time for less than 20 minutes, OK? She met with Glenn Simpson, who was running the dirty operations arm for the Clinton campaign, at least three times, my guess is multiple times, maybe dozens of times."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NUNES",
      "utterance": "So, you don't have that in there? You put it in a report, but you don't talk about it. So, there's so much in this -- in that Mueller report that really just looks like a gloss-over and a cover-up."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Well, clearly, as we have learned more and more, they used George Papadopoulos and also Carter Page as windows into the Trump campaign. And with Papadopoulos, they used this whole idea that somebody told him that Russia had Hillary Clinton's e-mails, and that, because he was told that, that they tried to play it that he was part of a conspiracy. This is what with I want to know and what I think our viewers want to know. In your view, based on all of your work over the last three years, who is the mastermind of this story? Who is the mastermind of the plan to insert Donald Trump into Russia meddling, which we know Russia has been meddling for decades?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I think we can say for -- let's talk about what we can -- what we know are facts, what we can say for certain. I think that's helpful. We know the Clinton campaign, number one. So they're aware of a lot of this, right? They're involved in the creation of the dossier. They're hiring Fusion GPS. They hire Christopher Steele. That's a fact. So the Clinton campaign is involved. We know the FBI is involved to some degree. We don't know exactly what they were doing before July 31, 2016. Why? Because they wouldn't answer the questions that we had over the last two years. And, in fact, when we were getting close, we wanted transcripts, there were things that we wanted, those were not given to the United States House of Representatives under Republican control. Do you know why? Because the Mueller dossier team wouldn't let us have them. So that's why I say, somebody needs to look at these characters that were on Mueller's team. I think they obstructed justice. They obstructed a congressional investigation. So that's number two. We have -- we have the Clinton team. We have the FBI. There's also a third team that we know of. That is this Cambridge team, this group of British people that were there, these intelligence-related folks, including the American citizen, Steven Schrage, who organized this event. They were involved in the character assassination of a three-star general, the former head of the director -- the director of intelligence, General Michael Flynn."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NUNES",
      "utterance": "So those are the three entities that we know. And I think what the DOJ needs to get to bottom of is, when did these all intersect? You don't get that until you start to interview people."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "And, remember, the Mueller team never bothered to interview many of these folks."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Real quick, we have got to jump, but is it more likely that the CIA would integrate all of these international sources across the world or the FBI? CIA or FBI, in terms of getting all these intel associates, like the Downers of the world and Mifsuds of the world, together?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, as you know, we have jurisdiction over both FBI and CIA and what they do overseas."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "We have lots of information of FBI people going overseas and doing things. We don't really have any information from CIA. So far, they have really come clean. I would say the only one that has -- that has questions to answer is John Brennan, because we now know that John Brennan briefed Harry Reid on the dossier in August of 2016."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right."
    },
    {
      "speaker": "NUNES",
      "utterance": "At the same time, he never briefed me or Paul Ryan, who was the speaker of the House at the time."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Well, we keep peeling back the onion and learning more and more. Congressman, it's good to have you on the program. Thanks very much."
    },
    {
      "speaker": "NUNES",
      "utterance": "We do."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You should be taking a victory lap right now, after all your great work."
    },
    {
      "speaker": "NUNES",
      "utterance": "Thanks for all your work."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman Devin Nunes."
    },
    {
      "speaker": "NUNES",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Straight ahead, my exclusive interview. Acting Homeland Security Secretary Kevin McAleenan is here on the Trump administration scoring two major victories on the border, the Supreme Court, the Supreme Court ruling on Pentagon funds for the wall, and Guatemala agreeing to become gatekeeper for migrants seeking asylum here in the U.S. Back in a minute with that, and then back to the Mueller investigation."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. The Trump administration scoring two major victories on efforts to end the border crisis. First, the president announced a new asylum deal with Guatemala, saying it will put -- quote -- \"coyotes and smugglers out of business.\" Then, secondly, the Supreme Court this week clearing the way for the administration to use $2.5 billion in Pentagon money for border wall construction. Joining me right now is acting Secretary of Homeland Security Kevin McAleenan. And, Mr. Secretary, it's always a pleasure to see you. Thanks very much for joining us this morning."
    },
    {
      "speaker": "KEVIN MCALEENAN, ACTING SECRETARY OF HOMELAND SECURITY",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to ask you about the impact of these two major victories that we're talking about. But, first, can you assess the situation? We have heard a lot in these last couple of weeks from the likes of Congresswoman Alexandria Ocasio- Cortez, to Lindsey Graham. The senator came back and came on the show after he viewed the border. What can you tell us in terms of what is happening today?"
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Yes. Well, Maria, the situation's improving on the border by almost every measure, but we do remain in the midst of a significant humanitarian and border security crisis. Let me give you some of the statistics. Back in May, we were apprehending about 4,650 people a day at that southern border. Now that number's about 2,600. So we have had a significant drop, 28 percent in June, another 20- plus percent in July so far, and that's due to two administration initiatives, engaging our international partners in Mexico and Guatemala in particular. Mexico has stepped up and addressed security on their southern border between Chiapas and Guatemala and the transportation routes that smugglers are using. And, as you heard, Guatemala's agreed not only to work with us on asylum in the region, but has already been taking actions to tackle criminal organizations that are smuggling families and kids. At the same time, we have reduced the number of people in custody at the border, those challenging situations with crowding that we were having. We had almost 20,000 people in custody in early June. That number last night was 7,200, and we have reduced the number of unaccompanied children by 90 percent. So, we have made a lot of progress, thanks to the president's engagement, the administration's efforts, and finally Congress giving us the emergency supplemental funding, but we got more to do."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, I want to ask you about that. We have got these numbers up that we're showing. Unaccompanied alien children in June were 7,378, way down from May's numbers of 11,000-plus. Family units, you have got in June 57,389, way down from the 84,491 that we saw back in May. You also -- when I spoke with you earlier, you told me that, in the month of June, there weren't any -- or I'm sorry -- in the month of July, there weren't any large groups, because you had been having busloads of people, right, thousands of people crossing at once. No major groups in the month of July?"
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Exactly. That's been one of the significant efforts that Mexico's undertaken, to reduce the phenomenon of large groups. Where you were at the border, Maria, in El Paso, we were seeing groups of 400. In one case 1,036 people crossed together at that point. In July, we have had groups in RGV have over 100, a few of them. But it's a completely different scenario than May, when we had 28 large groups and up to 1,000 per group. It was a very different and challenging effort."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So going through the money that can be used, you already have the appropriated funding for 53 miles that have already been built, correct? You say you're going to have more than 200 miles built by next year. That money has been appropriated already. But then this second set of dollars, this is the DOD money, that has the potential to more than double the activity."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "That's exactly right. It was a big victory at the Supreme Court to allow Department of Defense to move forward with that $2.5 billion to really accelerate the progress on the wall and kind of double what we're doing with the congressionally appropriated funding, which is going well. As you noted, we're up to 54 miles since we talked, building every day down there on the border. And that's already providing significant new operational capability and helping us control some high-traffic areas of the border."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, we're looking at this new video, fresh video, that we have from your office. So thank you for that to really explain the story to our viewers. Some people talk about this as a national security issue, but they don't also talk about the cost. There's a real expense to having a surge in migrants at our borders and just the expense of holding them, right? Can you characterize that? Tell us a bit about that."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Yes, I guess one way to look at it is that $4.5 billion in the emergency supplemental that we had to ask for and we got from Congress finally after two months, $3.3 billion, 75 percent of that went to our partners at Health and Human Services simply for the care and custody of unaccompanied children for the remaining four months of the year. That's how expensive this is to try to provide the proper care and just given the flows that we're facing at the border, the number of people and the number of dollars it takes to provide medical, education, appropriate settings for kids. And that's a kind of government cost alone that we're facing. But then there are costs in communities as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to get to what Congress needs to needs to do. And they left town, of course. We know that. But, before we get there, explain the renting program. When I was at the border in El Paso, I couldn't believe how many young children that I saw. I saw one 8-year-old and a 10-year-old. They said, oh, we were with my mother, but she left. She said she was going to get something to eat and now she's gone. And then you had people who were questionable even as a family. So can you tell us what you have seen in terms of people renting children, renting family, and how they have to pay off the drug lords?"
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Absolutely. This is one of the most concerning areas within the crisis, is the exploitation of children. We have had over 5,000 cases this year of adults bringing children across, claiming a family relationship, and it didn't exist. And some of that could be simply bringing a child for a friend who's already here in the U.S. But, more nefariously, we have seen cases where children are used multiple times by different adults -- we call it child recycling -- to come across. We have seen human trafficking. And in probably the most egregious case that we have seen this year, Homeland Security investigations, through a DNA test and an interview, identified a 51-year-old man who purchased a 6-month-old infant for $80 in Guatemala, and he was trying to use that infant to be released into the United States."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Completely unacceptable. Horrific."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That is horrific. So now connect the dots in terms of what can be done. I mean, we had Senator Lindsey Graham on this program two weeks ago. He said he was going to try to get a vote for his legislation that he's working on before the August recess. Here's what he told me just two weeks ago, Secretary. Listen to this."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I'm saying you can't apply for asylum in America anymore. You got to do it in your home country or Mexico. I'm also saying we can't process a minor claim in 20 days. Give us more time to process minor claims, so families -- 30 percent of the people with small children are fake families. The word is out in Central America. You bring a small child to the United States, you're home-free. I want to change that narrative. We're going to vote before the August recess. I'm willing to spend money to help Central America. Democrats have mentioned that. I will do that. But we have got to change our laws, or this never stops."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was two weeks ago. Are the leadership in Guatemala and Honduras and El Salvador getting the message? And tell me about that bill. I know you worked closely with Senator Graham on that, right?"
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Absolutely. Senator Graham understands very well the three major loopholes that are driving this crisis. And his bill would address each one of them. We worked closely with him on the language to make sure we can close that down and reduce this incentive that's driving families and kids to take this dangerous journey in the hands of smugglers. But in terms of the governments in Central America, I have been down there multiple times as acting secretary, working with each of the three presidents, a new president in El Salvador. But Guatemala has really stepped up. We signed an agreement in May where they're tackling the alien smuggling organizations and now, on Friday, adding to that, addressing asylum together..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "... and trying to return the understanding of what asylum really means in international law."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, you..."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "That's what Senator Graham's bill would do as well."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And you need Congress to act. They left. Now you have got to wait six weeks, I guess."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Yes. The only fundamental, durable solution to this crisis is congressional action."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "And we made very clear the targeted changes in law that we need."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Secretary, it's great to have you on the program. Thanks very much for joining me this morning."
    },
    {
      "speaker": "MCALEENAN",
      "utterance": "Thanks, Maria. Appreciate it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We will be watching, Secretary McAleenan there. Up next, we will return to the Mueller testimony with Congressman John Ratcliffe -- next."
    },
    {
      "speaker": "REP. JOHN RATCLIFFE (R-TX)",
      "utterance": "Respectfully, Director, it was not the special counsel's job to conclusively determine Donald Trump's innocence or to exonerate him, because the bedrock principle of our justice system is a presumption of innocence. It exists for everyone. Everyone is entitled to it, including sitting presidents. And because there is a presumption of innocence, prosecutors never, ever need to conclusively determine it. Donald Trump is not above the law. He's not. But he damn sure or shouldn't be below the law."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "My next guest was one of the Republicans who questioned Robert Mueller last week -- there he was -- on whether the Russia investigation was fueled by an anti-Trump bias, period. Let's bring in Republican Congressman from Texas John Ratcliffe. He's a member of the House Judiciary, Intelligence and Homeland Security committees. He's also a former federal prosecutor. Congressman, it's good to have you this morning. Thanks so much for joining me."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Good morning, Maria. Good to be with you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You zeroed in on exonerate, because the special counsel said, we could not exonerate the president. Why was that line of questioning important?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, Maria, the Democrats built their entire strategy around the special counsel's statement that Donald Trump could not be exonerated from potential obstruction of justice crimes. But what the Democrats and the special counsel didn't see was the fatal defect in that legal reasoning, that by requiring Donald Trump to conclusively prove his innocence, they were depriving him of the one thing no one can be one deprived of, which is a presumption of innocence. And getting the special counsel to admit that they applied a one-of-a-kind, made-for-Donald-Trump-only standard to these facts really rocked the foundation of their entire obstruction of justice analysis. At the end of the day, you can't impeach somebody over obstruction of justice where you use the wrong legal standard, a legal standard that doesn't exist. It seemed like that was..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So do you think -- do you think you have popped the impeachment bubble?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "I think everybody saw and a lot of Democrats have conceded that it's time to move on, that there's a hole in the impeachment balloon that's large enough for Jerry Nadler and Adam Schiff to walk through together. But Schiff and Nadler don't seem to see that. The same folks that promised that there was going to be impeachment by collusion, you know, that died when the Mueller report came out and said there was no collusion or conspiracy. Then they shifted to it was going to be impeachment by obstruction of justice, that Robert Mueller was going to breathe life into the report. Instead, he sucked the life out of it by, again, applying a legal standard that didn't exist. So, now they're moving on, saying they want to pursue obstruction by the court system and trying to get grand jury information. Look, it's becoming a joke. I think people see that. And Nadler and Schiff are starting to look more like Laurel and Hardy. It's time to move on."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, what is your reaction overall?"
    },
    {
      "speaker": "I mean, Congressman, if there's one question that I have been asking this entire two-year period, it's this",
      "utterance": "How is it possible that the Mueller report, the Mueller investigation's going to have any credibility at all if Robert Mueller doesn't look at the origins of the investigation, if he doesn't look at specifically why? Why am I looking at Trump being involved in Russia meddling? We know Russia has meddled for decades. Why is Trump part of this? So I ask you, your reaction..."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... to the fact that Mueller said he doesn't have -- he's not familiar with Fusion GPS; it's not in his purview? How -- how -- can that fly?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Of course it can't. Trey Gowdy said it best this week. The person who learned the most about the Mueller report during Wednesday's hearings was Robert Mueller. And that's sad, but true. And, really, what it meant is that the Mueller report and its conclusions weren't from Robert Mueller. They were written what a lot of people believe was Hillary Clinton's de facto legal team, people that had supported her, even represented some of her aides. And so the Mueller report, it really going to be difficult for the Democrats or anyone to rely upon the findings of a report when they just listened to the man whose name was on top of it not have a command of what was even in it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, the fact that you did have others writing the report, and now we see that, do you think people understand that? Andrew Weissmann was what, a Hillary Clinton donor? He was at her election party, right?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "It's not just Andrew Weissmann. Aaron Zebley represented Hillary Clinton's aide that set up the unsecure server and smashed her BlackBerrys with a hammer. There were all sorts of folks, again, that were close to the Clinton Foundation. And, you know, so the bias that was involved there, I think, are fair things to talk about. And I think that's why that, in light of the disastrous testimony from Robert Mueller -- you know, the Democrats paid a heavy price for bringing a reluctant witness to testify. They overplayed their hand, and they did it in front of the American people on a national television audience. And it was just a train wreck of a week for the Democrats. And it was a great week for Donald Trump because of that. But to your point, Maria, now the things that Bob Mueller said he didn't know about and his team clearly didn't look at, those are things that would be fair for Bill Barr and the Department of Justice to look at, because..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "... we know that things happened in the Obama administration that haven't been answered. There's been no accountability for that yet."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That's what I want to talk about. Let's take a short break. And I want to ask you where the crime and the wrongdoing really was, because we know that Barr's looking at it, and John Durham is looking at it is, and the I.G., along with Senator Lindsey Graham. We will be right back with more Congressman John Ratcliffe in a moment. Also ahead, my exclusive interview with former Trump campaign aide George Papadopoulos, who's at the center of it all. His name was referenced more than 30 times during the Mueller testimony. Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. I am back now with Republican Congressman from Texas John Ratcliffe. Sits on the House Intel Committee, as well as Judiciary and Homeland Security. And, Congressman, let me ask you about where the wrongdoing was specifically. You have John Durham looking at this, origins of the Russia investigation. You have William Barr. You have Senator Lindsey Graham. And the I.G. Report. Tell us what they're going to find. Where is the wrongdoing?"
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, I think the first thing we need to do is make sure we don't do what the Democrats have done. They accused Donald Trump of a crime, and then they try and reverse- engineer a process to justify that accusation. So I'm not going to accuse any specific person of any specific crime. I just want there to be a fair process to get there. What I do know, as a former federal prosecutor, is, it does appear that there were crimes committed during the Obama administration. We talked earlier about Michael Flynn. His phone call with the Russian ambassador was a highly classified NSA intercept. Someone in the Obama administration leaked that call to The Washington Post. That's a felony. Glenn Simpson from Fusion GPS, in talking about the Steele dossier, said under oath that he and Bruce Ohr didn't meet until after the election. Bruce Ohr said under oath that they met three months before the election. One of them is not telling the truth. We need a process to identify that. Where it all started, Jim Comey, he admitted that he leaked his confidential conversations with the president to a reporter. Did that include classified information? We need a fair process to find out answers to that. I trust, because Bill Barr has earned my trust already and the trust of the American people, that there'll be a fair process with John Durham and with Michael Horowitz to get answers to that and provide accountability where it really belongs."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And, obviously, if you have got a team of Clinton donors, like an Andrew Weissmann and the others that you mentioned, they are not going to have much enthusiasm to go investigate why Hillary Clinton and her campaign paid for a dossier of, you know, lies about Donald Trump."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Well, the special counsel told us, words from his own mouth, is that they didn't do it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "And if they didn't do it, the only place we can get the answers is from the Justice Department right now."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "The American people want that. Their faith and trust, Maria, has been shaken in our Justice Department, and the only way to get that back is, therefore, to be real accountability with a very fair process. Again, I have supreme confidence in Bill Barr's ability to deliver that. And at the end of the day, wherever the outcome may be, as long as we know that the process was fair, the evaluation was fair, justice will be done. Look, the truth also defends itself."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we're going to go. I want to talk about Joseph Mifsud, because I know that if it is established that he was, in fact, working for Western intel like the CIA, then we know that this was all entrapment. We're going to talk about that with George Papadopoulos. Congressman, it's good to see you this morning. Thank you."
    },
    {
      "speaker": "RATCLIFFE",
      "utterance": "Thanks, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman John Ratcliffe. Meanwhile, his name was referenced more than 30 times during Mueller's testimony this week. George Papadopoulos on how his interaction with that mysterious man helped launched the FBI probe into the Trump campaign, Joseph Mifsud, that's next."
    },
    {
      "speaker": "NUNES",
      "utterance": "Before you arrested George Papadopoulos in July of 2017, he was given $10,000 in cash in Israel. Do you know who gave him that cash?"
    },
    {
      "speaker": "MUELLER",
      "utterance": "Again, that's outside our ambit, and questions such as that, you go to FBI or the department."
    },
    {
      "speaker": "NUNES",
      "utterance": "But it involved your investigation."
    },
    {
      "speaker": "MUELLER",
      "utterance": "It involved persons involved in my investigation."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That was Robert Mueller dodging questions about a mysterious $10,000 cash payment that former Trump campaign aide George Papadopoulos said he received in July of 2017. He broke that news on this program a couple of months ago. George Papadopoulos is back with me right now. He's the author of the book \"Deep State Target.\" And that's exactly what he was. George, it's good to have you this morning. Thanks so much for joining us."
    },
    {
      "speaker": "GEORGE PAPADOPOULOS, FORMER TRUMP CAMPAIGN AIDE",
      "utterance": "Thanks a lot for having me, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You just heard Devin Nunes questioning Mueller about that. Who gave you the money, George?"
    },
    {
      "speaker": "PAPADOPOULOS",
      "utterance": "I was very happy to see that Devin Nunes brought that up. A man gave named Charles Tawil gave me this money under very suspicious circumstances. And a simple Google search about this individual will demonstrate that he was CIA or a State Department asset in South Africa during the '90s and the 2000s, I think around the time when Bob Mueller was actually the director of the FBI. So I have my theory of what that really was all about. The money, I gave it to my attorney in Greece, because I felt it was given to me under very suspicious circumstances. And upon coming back to United States, I had about seven or eight FBI agents rummaging through my luggage looking for money."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, in other words, you are given money in Israel, $10,000 in cash. You don't keep the money. You send it and you give it to your lawyers. And then you get on a flight to go home, to go back to Dulles, or wherever you're going, to Dulles. When you land, there are FBI agents arresting you, asking you, do you have any money?"
    },
    {
      "speaker": "PAPADOPOULOS",
      "utterance": "Basically, that's exactly what happened. And what I think this whole setup was all about was trying to frame a FARA violation against me, that I was under some sort of illicit surveillance for, for, actually, I think, years leading up to and during my time on the Trump campaign. We probably don't have enough time to get into it right now, but I'm pretty sure what it's going to demonstrate and probably add context to why Bob Mueller was illustrating in his Mueller report that George Papadopoulos was being investigated for his ties to Israel. And then, of course, this $10,000, which I believe was a setup by the FBI, likely, or even the special counsel's office, it was designed to make it look like I was actually some sort of foreign agent, which I never have been and I never will be. And that's, quite frankly, what I think that was all about."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. We have a timeline here on screen, and it goes back to all the way in the beginning, when you first got that job at the International Center of Law Practice. And you said to them, look, I want to leave because I want to go work for Donald Trump. And they said, wait, wait. Before you leave, we don't want you to leave, because we want you to go to Rome at this important symposium, because there are a lot of people that you should be meeting in Rome. And, of course, one of those people was Joseph Mifsud, who ended up telling you that Russia had Hillary Clinton's e-mails."
    },
    {
      "speaker": "PAPADOPOULOS",
      "utterance": "That's absolutely correct. So, about the moment I joined the Trump campaign, I'm being invited by the former foreign minister of Italy to meet Joseph Mifsud, after I was introduced to this foreign minister by a company I used to work for, which is connected to the MI6. So, clearly, there was some sort of global or at least European radar on me while I was living in London. And as soon as I was joining the Trump campaign, which not even the media knew at the time, I'm being introduced to Joseph Mifsud in Rome at a school that trains the CIA and the FBI. So, why I was introduced to Joseph Mifsud and why this company introduced me to Joseph Mifsud, now that we know that they're connected to the MI6 and even the FBI, makes things even more suspicious and a lot more damning, in my opinion."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, it's interesting that -- the issues that you went through, given the fact that you were, you know, doing your own work, but they wanted to know what you knew about Hillary Clinton's e-mails after Mifsud told you that. Why did they arrest you when you landed in Dulles? Is it just because they suspected you had $10,000 in cash?"
    },
    {
      "speaker": "PAPADOPOULOS",
      "utterance": "Well, actually, because the money wasn't with me -- as I explained, I gave it to my lawyer because I thought there was some sort of setup involved, and I wasn't interested in some sort of shady business abroad. I get there and then, all of a sudden, the prosecutors are about an hour late to detail what exactly I was being charged with. And that was lying to the FBI."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Wow."
    },
    {
      "speaker": "PAPADOPOULOS",
      "utterance": "And then, later, we find out that the lie was about me misremembering when I met Joseph Mifsud a year before the FBI came to interview me."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "George, it's all extraordinary. It sounds like you did everything right. It's good to have you on the program this morning, George. Thank you, George Papadopoulos. Have a great Sunday, everybody. \"Mornings With Maria\" on FOX Business. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}