{
  "date": "July 17, 2020",
  "headline": "Dr. Anthony Fauci pushes masks amid COVID pandemic in Facebook interview",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/dr-anthony-fauci-pushes-masks-amid-covid-pandemic-in-facebook-interview",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham, and this is a special edition of \"The Ingraham Angle\" from Washington tonight. Georgia Governor Brian Kemp, he's come under huge fire for suing localities in his own state over mandating their own COVID-19 rules. He's here to respond to them. Also, tonight, Raymond Arroyo digs into Biden's latest mask ad. It's hilarious. Goya's ultimate revenge and Fauci on the catwalk. \"Friday Follies\" is a must-see, as always.  But first, there's no getting around it, according to most polls, President Trump is running behind Joe Biden. The current RCP average has him trailing the Former VP by nearly 9 points. But on the economy, the new \"NBC/Wall Street Journal\" poll gave Trump record high marks on the issue.  Well, the story of the moment, however, is COVID. It's dominating everywhere, and it's where voters favor Biden. Now, that shouldn't be the case. And I'm going to tell you why it is. The issues at hand are right in Trump's wheelhouse.  Number one, the virus came from China. Trump has been a greater hawk on China than any president in my lifetime, and his ban on travel, without a doubt, saved thousands of lives. Number two. When PPE, ventilators, mobile hospitals, et cetera were needed, Trump answered the call. He mobilized all the right people. His administration marshaled both the government and private companies, and they delivered in rapid speed and historic fashion.  And number three, to get out of this mess, we're going to need an unprecedented economic revival, an issue, as we noted above, Trump dominates. All right. Continue to hold firm on all three and remind Americans, Mr. President, that you're going to put them first. Joining me now is Sara Carter, Fox News Contributor, host of \"The Sara Carter Show\" podcast. Also, with me, Lara Logan, host of \"Lara Logan Has No Agenda\" on Fox Nation, and Tom Bevan, Co-Founder and President of RealClearPolitics.  Tom, let's start with you. Does President Trump have the potential to turn voters' opinions around on just that issue of handling COVID?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, PRESIDENT, REALCLEARPOLITICS",
      "sentences": "Well, that's a good question. I mean, when this initially started, his approval rating on COVID was very positive. He has over 50 percent approval in positive territory, but he's had a pretty steady and slow decline over the past few weeks to the point now where he's at his lowest point. I think it's about - under 40 percent in our RealClearPolitics average. So I'm not sure how many - I mean - and really what he's lost are a little bit of Republicans, but mostly independents. Democrats were never with him in the first place. They've never approved of his handling of anything, let alone COVID. So he's really got to win back independents. And there's still time to do that. It's still possible. I don't think they've totally tuned him out yet on the issue of his handling of COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Sara, I was talking today to a couple of restauranteurs. I happened to know a lot of restauranteurs in the area. They're really having a hard time because they're getting mixed signals, open, close, 75 percent, 50 percent.   Virginia is doing pretty well on the COVID front right now, but they get a sense that any moment the rug is going to be pulled out from under them. When does that begin to turn a bit in the President's favor if he says we've got to move on with life and try to take sensible measures at the same time? SARA CARTER, \"THE SARA CARTER SHOW\" PODCAST AND FOX NEWS CONTRIBUTOR: I think you brought up such a great point, and I think that's the administration - that's up to the administration to make that message clear and to make sure that that narrative sticks that there isn't any back and forth. I mean, think about what President Trump has already done, Laura. I mean, he has cut back over 25,000 pages - he even talked about that this week - of regulations that brought small businesses back booming in America.  When COVID finally comes down, when we've got to recover and we are in the recovery process at the very beginnings of this, we need a president that is going to reinvigorate the economy, bring back business. And that will include deregulations, that will include pushing the economy forward, especially in minority communities. We're not going to see that from Vice President Biden at all.   In fact, he's announced a $2 trillion climate policy plan that's going to initiate a bundle of regulations and really squeeze the small business owner and the workforce, and that's the restauranteurs that you're talking about. These are the people, the American workforce. And President Trump has this. He can move this forward. I really believe that this is a glass-half-full situation, Laura, and I think that if the President sticks to the narrative, continues to deliver the message to the American people that he delivered in 2016, he will clench this. There is a lot of time--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "--between now and November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. If you want to be locked in, vote for Biden, because it looks like they're beginning--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--new lockdowns, especially in blue states.  All right. Lara, despite Biden's - you have to call it a decline, a clear decline, and no real campaign, the media are fawning all over him. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "sentences": "The basement approach, which Trump makes fun of, actually focuses his message, focuses his empathy, focuses the fact that he knows what he is talking about--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN HEILEMANN, MSNBC NATIONAL AFFAIRS ANALYST",
      "sentences": "The President is incredibly frustrated in that he cannot find an effective frame for Joe Biden. This is like the nightmare candidate for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, INVESTIGATIVE JOURNALIST AND FOX NATION HOST",
      "sentences": "Well, these are all the same people who predicted that Trump would lose the election in 2016. And since then, it's only gotten worse because many people that I speak to say why wouldn't they just come out and admit that they really are not objective in any way and that they just hate this President, and they'll do anything to stop him being reelected because that's very obvious to most people. And you always wonder with these polls, first of all, why anyone is listening to the polls because they were all wrong last time as well. And also, many people that I speak to pay absolutely no attention to them, because the one question they say that polls are not asking is how many people are - how many lives is it costing to save each person from this virus.   And that's the question that really resonates with people all over this country. Maybe it's because I live in (inaudible) country, but it's all the people are talking about here from morning to night. They don't trust the numbers. They don't trust the CDC. They take the virus very seriously indeed. It should not be mistaken for people being skeptics or doubters or doubting the severity of the illness that results from this virus. It's not that at all. But what they see is that people are being geographically isolated, the response to the virus has become increasingly political, the impact that it's having on the election makes people nervous with mail-in ballots and the restrictions on gathering indoors and the social distancing, et cetera, et cetera.  And people are increasingly concerned about the suicide rate, depressions, the cost to many children when you're told to stay safe, stay in the safety of your home and your home isn't safe at all. And so people are really - they're sort of rebelling against what they see as a form of control, political control, which goes - yes - which goes hand-in-hand with skepticism about it and a lack of trust in the numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's a healthy skepticism, I think. And just so people understand, the polls, just we'll put them up for a moment. 2016, Clinton held a double-digit lead of 12 points over president - Donald Trump at that time. I want to just go one step further with you, Tom, and go back to what we talked about really quickly. The lockdowns, how popular will they be when they start rolling back into effect and you sense it's coming in a number of states? There's is a crescendo building even in the media and among some politicos. Check it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This continuing rising outbreak that is going to necessitate more lockdown--  UNIDENTIFIED MALE: --where they need a statewide shutdown, a shelter-in- place--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Hard to say. Again, people are very concerned about the virus and they want to stay safe. But at the same time, there are economic trade- offs, as we've seen, with the explosion in the unemployment rate. I mean, what this really also plays into, Laura, is the whole issue of schools.  And there, that couldn't be a starker divide between Donald Trump and the Republicans wanting to reopen schools and really some of the Democrats and blue state mayors and governors who are basically saying, agreeing with the teachers union, saying we need to go online. There was a pull-out this week that says 74 percent of people say that that's the most important thing.  The top priority for the government should be reopening schools safely. It well outpaces anything else - business, churches, any of that stuff. And parents are really worried about this because it has an economic component. If they can't get the kids back in school, it puts a current vulnerability to work. So - and that's a pretty potent political issue. It's top of mind for voters. And that in combination with an economic lockdown, again, it will be pretty stark divide between President Trump and Joe Biden--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. I think it's going to be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "--leading up to the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think it's going to be liberty versus lockdown. I think that's going to be the theme. Really quickly, Sara, Nancy Pelosi today was yearning for something. I want to show you what it is. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Right. Right. She yearned for the old establishment, Laura. That's what this is all about. The fight is not even so much with President Trump. It's a fight with the American people. They don't want the American people disrupting what they had. That stability, that establishment, that ability to do whatever they want without question. And now we're holding them accountable. And that's what this Presidency was all about. It was about holding Washington accountable and cleaning out the swamp. And the American people still want that. They need that. But what they need is the administration to stand up, to deliver that message to stay strong on that message, and to let people know that, look, we haven't given up this fight, we're out here every single day and we're not going to let it happen.   And Tom brought up a great point, and so did you. We want to see our children back in school, and we want some normalcy back in our lives. And that's what's going to take this election all the way in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Real - and again, real quick, Lara. On the idea of yearning for the past, in 2008 - I'm sure you remember this - when George W. Bush gave a speech in Israel and was referencing basically - I'm summarizing - about aiding and abetting terrorists with the lingo of Barack Obama or - something like that. She said, well, \"the comments were beneath the dignity of the office.\" I mean, they were strafing George W. Bush in 2008, and now suddenly we're yearning for other Republican presidents. I don't know who she's talking about then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Well, it's interesting, Laura, because Nancy Pelosi now has some strong allies on the right. And there's a vocal minority who are just as vicious about President Trump as the Democrats. And a lot of people that I've spoken say that's because when the President does something like, for example, Space Force, taking a program that was classified for years and putting it into the light, that's trillions of dollars in dark money that is now in the light.   And what you've done then is effectively draining the swamp financially in a massive way. And most people don't pay any attention to this. But it means that people on the left and the right, the establishment that Sara was talking about, those people have lost a lot of their advantage that they had.  And that's where the ordinary person here says that Donald Trump is a President of change. They never wanted him to be seen as a President of change. If you go back to the propaganda from the very moment that he won the election, it said, \"This presidency is not about change.\" Well, because that tells you that that's exactly what it's about. And one of the disturbing things here that people have raised with me is all the talk about Trump is not going to leave office and Trump won't hand over the nuclear codes. What are they setting the conditions for, exactly? If there is any dispute over mail-in ballots or voter fraud or any of those states or giving all their votes to the popular vote winners nationwide and not given their Electoral College votes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "--as they traditionally have been given.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "If there's any dispute over that, are they going to say, yes, you see there, we told you he wasn't going to leave office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're going to short-circuit it. They don't want anyone to question them, Lara. You're exactly right. It's going to be any irregularities, no, you're questioning the results of an election, you got to get out, and we hope the military will help--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--throw him out of the White House. That's exactly what they're setting up. Fascinating conversation, panel. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Great to see you all tonight. Up next, we talked to the Governor trying to protect his citizens' lives and liberty by pushing back on oppressive lockdowns. That man, Governor Brian Kemp, joins us in moments.   Governor, it's great to see you. What's your response to the Mayor there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. BRIAN KEMP (R-GA)",
      "sentences": "Laura, let me tell you what's really going on in Georgia. I'm working very hard every day and have been for a long time now to protect the lives as well as the livelihoods of my fellow citizens. However, we have people, local mayors that are playing politics. They want to go back to shelter-in-place, they want to stop in-person dining with no notice, just pulling the rug out from under people. And I'm just not going to allow that to happen. We're fighting two battles here now, one to protect lives but also to protect livelihoods. And so I've filed a lawsuit to stop them because those orders are in conflict with the statewide order that I have executed for the public health state of emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Governor Kemp, there are those who would say, look, if the masks help in 10 percent of the cases, then why isn't that good enough to just say, look, you can save some lives, maybe they're not 100 percent, isn't that worth this ongoing mask mandate some of these mayors have in place. What would your response to that be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "I think a little differently on that. Dr. Toomey, I'm still following the health advice that she's giving me. She's a 40-year epidemiologist, Harvard-educated, great person, lot of experience as much as anybody in the country. I don't feel like a mandate is needed for Georgians to do the right thing.   We have existing orders on the books, Laura. And this is what's so frustrating about the lot of the locals that are playing politics with this, as we have orders on the books that has worked in the past, that helped us flatten the curve, that helped us stop the spread. They have the ability through my order to use their law enforcement to enforce those orders, and they're not doing that. And that's what I've been telling them. Instead of having a government mandate, enforce the orders that we have, make sure businesses are following the rules, people are socially distancing. I've been talking about people wearing a mask as much as anybody. And I said today in my press conference, for those that do not want to wear a mask, if you have a health condition that prevents it or some sort of phobia or anything else, just socially distance yourself. If everybody does their part, we'll flatten the curve again, we'll stop the spread, and we can continue to reopen our economy. But it's so important that we do that. I mean, we literally have people that are living paycheck-to-paycheck. They're barely getting by in this economic environment. Our business owners - the amount of mortgages aren't being paid on time is going up. And we're looking at large companies like Delta Air Lines and others that in the future if the economy doesn't rebound, they're going to be forced to start laying people off. So we've got to keep our economy open but also fight the virus and protect lives. And that's what we're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor Kemp, this is kind of a controversial question. But do you think that there is something else going on here where there's some element within the Democrat Party who think a shutdown - yes, it probably would save lives, people would be at home - but that that would actually pull the brakes on a recovery, which is obviously underway before a Presidential election. I'm asking that because that's what so many of my viewers are wondering, saying, wait a second, we know there are some hotspots that you're dealing with those, but you shut this economy down in a lot of states again and we're toast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "Yes, people can't handle it. I wouldn't be able to speak to their politics. It certainly seems like they're trying to undermine our economic recovery. I'm as concerned about the virus as anybody. We're working with our local school leaders and our school superintendent to get schools open.  I got just accosted when I started opening businesses early on by the left because they were making fun of us opening barbershops and hair salons, and now they're saying that the guidance that we had, having people wear a mask and use PPE and having these rules in places, have kept the spread down in our salons and barbershops. So I don't - I don't know - I mean, it's got to be pandemic politics. But I know this. Talking to our hospital CEOs, they cannot go through what we did before. They will not be financially viable. It will bankrupt our hospitals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "We've heard from restauranteurs out there that are like, if we have to shut down again, if we have to move away--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, it's over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "--from in-person dining, we're out for good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, it's over. Finally--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "--our state can't afford that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Finally, sir, really quick. University of Georgia, are they going to be playing football in the fall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "Well, I've told all the young people, including my daughters, who are doing a really good job of following guidance most of the time, that our young folks need to wear a mask if they're going out and they can't socially distance, and they've got to follow the guidance and the advice if they want college football this fall. That is like a religion here in the south.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "I want to see it happen. It's a huge economic impact, but we need it mentally as a society right now. So that's why I'm asking everybody, for the next four weeks, wear a mask, socially distance, wash your hands, and follow the existing guidance that we have. It will work--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "--and flatten the curve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, great to see you tonight. Thanks for fighting for small businesses and parents and people who want to go to school, and it's inspiring to see. I'm glad you're out there doing it. And best of luck to you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEMP",
      "sentences": "God bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. In speaking of masks, they were the animating feature of Dr. Fauci's interview with Facebook CEO Mark Zuckerberg. But did Fauci hit the mark? Here now is Dr. Ramin Oskoui, cardiologist, CEO of Foxhall Cardiology. Dr. Oskoui, you just heard Governor Kemp. He said that, look, if young people wear masks and socially distance, they'll have a better chance of having a football season, going back to college. And that's fine. I think people are going to try to do what they can do. But we've already exposed that the science behind regular cloth mask wearing, not surgical mask or the N95, is a little dubious. So, in this interview, we were talking about with Mark Zuckerberg, Fauci strongly recommended mandating masks, including ones that are not medical grade. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CEO, FOXHALL CARDIOLOGY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are cloth coverings making people safer and adequate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "I think the short answer is no. There actually are studies that have shown that cloth masks are next to worthless. And there is some question whether by holding on to those particles, you may actually be making yourself sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Or certainly more susceptible to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--to getting some of these viruses. Was that the Vietnamese study, I believe? Was that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Am I getting that right? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "It is. It is, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Zuckerberg also asked Fauci this question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Not at all, Mark. There has not been any indication that putting a mask on and wearing a mask for a considerable period of time has any deleterious effects on oxygen exchange--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "That's correct for most patients. But there are some patients who are a bit fragile. Those with emphysema who are wearing a mask can - can possibly be problematic. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And it looks like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "That's not entirely true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And it looks like the concerns we had on the show about the accuracy of COVID death counts, Dr. Oskoui, and you've been part of this conversation for months now--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--that were well placed. An investigation by Fox Orlando is now revealing that a victim of a motorcycle accident was actually labeled as a COVID death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But the validity that the fact that the individual didn't die from COVID-19, died in the crash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "First of all, I can't hear what anyone is saying in a mask, number one. Number two, Dr. Oskoui, how pervasive do you think reporting errors like this are? It's just - is this just a one-off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "I don't think it's a one-off. I think what HHS has to do is audit every COVID death and every COVID diagnosis of every hospital. Remember, we're paying bonus money to patients who are intubated for COVID and who are diagnosed as having COVID in the hospital. That's coming to hundreds of millions of dollars. I think - so the American people don't get cheated, these hospitals need to be audited, every single one of them, every single case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The hydroxychloroquine study, Dr. Oskoui, that was touted by CNN as showing, see, we told you so, no benefit to hydroxychloroquine. 15 seconds. Why was that junk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "Well, it's a small study, interestingly, underpowered by Bowers (ph) own admission. And as you see, with an intention to treat protocol, they had a 60 percent reduction in mortality. It's - there are much better studies, much bigger studies that clearly show efficacy in the same population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. And actually talk to treating physicians, let them make their own decisions since the drug is very safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dr. Oskoui, as always, invaluable analysis. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSKOUI",
      "sentences": "My pleasure. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And up ahead, we unmask Joe Biden's new ad and the media's embarrassing meltdown over Trump's and Goya Foods. It's \"Friday Follies\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIANNE RAFFERTY, FOX NEWS CORRESPONDENT",
      "sentences": "Live from America's news headquarters, I'm Marianne Rafferty. The Pentagon rolled out a new policy that essentially bans Confederate flags on all military property, Defense Secretary Mark Esper's memo lists the types of flags that can be displayed. The rebel flag is absent from that list. Senior military leaders were aiming to avoid a dispute with President Trump. The president has defended the people's rights to display the controversial banner. And Supreme Court Justice Ruth Bader Ginsburg is once again battling cancer. The 87-year-old revealing today that she is undergoing chemotherapy to treat liver cancer. Ginsburg says the treatment is yielding positive results and has no plans to retire. She was hospitalized earlier this week with an infection but says that was unrelated to the cancer. Ginsburg has previously recovered from pancreatic, lung, and colon cancer. I Marianne Rafferty. Now back to \"The Ingraham Angle.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's Friday, and that means it's time for \"Friday Follies.\" Joining us with all the details, Raymond Arroyo, FOX News contributor. Raymond, Biden released an ad this week in Texas that was rather peculiar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "It's clear that his running mate so far, Laura, seems be COVID-19. But he's all in on wearing masks, mostly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "This virus is tough, but we can stop the spread. Wear a mask. We're all in this together. We'll fight this together. I'm Joe Biden, and I approve this message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I guess wear a mask except when you meet strangers at a rally, in which case you don't have to wear a mask at all, I guess. Laura, I'm stunned that a PSA is now a campaign slogan. What's next? don't smoke? Wear your seatbelt? He seems to be running for surgeon general rather than president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm just glad -- they need a bubble wrap between him and all those young women that he -- there needs to be a Plexiglas divider between Biden and any female person at a rally. You just know that arm is coming across. What else, Ray?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, you had the Goya CEO on after Julian Castro and AOC and others attempted to boycott his company. This came in response to the CEO of Goya's appearance at a Trump event. This week, Ivanka Trump and the president posted their support for the company on social media, and the talking heads exploded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "On your dime, in the middle of a pandemic, they are selling beans. You tell me how a president in the middle of the pandemic has got time for this --? Are you kidding me? Hawking products?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "In the middle of the pandemic, Laura Ingraham. Chris Cuomo forgets to remind his viewers what he and his brother, the love gov, were doing during a pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "In scale, this was the actual swab that was being used to fit up that double barrel shotgun that you had mounted on the front of your pretty face. Do you think that you are an attractive person now because you're single and ready to mingle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO, (D) NEW YORK",
      "sentences": "I think beauty is in the eye of the beholder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Don't you miss those? I miss those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "So that's perfectly acceptable during a pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I miss those, don't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I do, too. The Cuomo bro show was classic. And look, for the record, Laura, Michelle Obama in conjunction with her Let's Move initially, you remember this, she openly courted support and promoted a number of well-known American brands, Goya included, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, she was doing it to help everybody lose weight and get healthy. Did we ever do the review on how well the Let's Move program did? Did we reduce obesity in the United States? I must have missed that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I don't think we did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Overall reduction, we have more food deserts and we have more obesity post move on. But great idea. And then Joy Behar, she was on \"The View,\" and she extolled the virtues of boycotts. JOY BEHAR, CO-HOST, \"THE VIEW\": We would still have apartheid, for example, in South Africa now if other countries including the United States did not boycott South Africa. Boycotts are extremely, extremely effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, Goya is not enslaving people abroad unlike many of these -- unlike China and many of these companies that do business with them. The other thing the Biden folks and AOC and company have to be very careful of. We Hispanics are now 20 percent, almost 20 percent of this population, 60 million. They have to be careful when they boycott a brand like this that's Hispanic owned and operated. It has the risk of upsetting a whole lot of your voters out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Look, if we had Behar out their lobbying to divest from China, then I'd actually take her a little bit more seriously. But she's going back to 1984 and the divestment from South Africa for the analogy. If you really want to take this to where it needs to go, don't focus on the U.S. police departments. Focus on what's happening in China where they are loading people on trains and taking them to lord knows where. But come on, this is ridiculous. Good for the Goya CEO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "This was a very strange week. While the president was being wrapped for posing with beans, Dr. Fauci was being hailed for posing next to his pool for an \"InStyle\" magazine cover. Look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Fauci told \"InStyle\" magazine \"I don't like conflict.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fauci conceded his straight talk has rankled White House officials, telling \"InStyle\" magazine, \"Well, you know, that really changes week to week and month to month.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's done a new interview, and people are kind oif going, you know, it's kind of great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Kind of great. Norah O'Donnell conducted this probing interview for \"InStyle,\" Laura, where we learned his exercise habits and what Dr. Fauci eats in the morning. Melania Trump is still waiting for her \"InStyle\" cover, I'll just point that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We talked about this with Dr. Oskoui, but he did this live interview with Mark Zuckerberg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I saw it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A lot of people on the livestream are like is Mark Zuckerberg trying out for a position on \"60 Minutes,\" because he was like, well, tell us about this? People don't want to stay in their lanes. They want to go in every lane. If they ever do the movie, forget Brad Pitt. I was thinking they should try to find out wherever Lee Strasberg is. Remember, he was in \"Godfather II.\" He would be the perfect Anthony Fauci, just saying. Sadly, he's no longer with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That is genius, but that exhumation of the body would probably upset the family, Raymond. All right, Raymond, have a great weekend. We'll wait for your \"InStyle\" profile soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I will, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And worst in media, who are the biggest offenders of the week? We'll tell you. Plus Bill Barr's grave warning to American businesses on China, and the disturbing response he got. It was amazing speech, and you didn't see any of it. We'll bring it to you. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's easy to become numb to media bias these days, I get it, but \"The Ingraham Angle\" is keeping track of the worst offenders of the week for you. Joining me now is Adam Guillette, president of \"Accuracy in Media.\" Adam, good to see you tonight. Let's begin with Katy Tur's mindless rant defending BLM protests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATY TUR, MSNBC HOST",
      "sentences": "Mandate masks. I don't understand the pushback on it. It just doesn't make any sense when you think about it logically. The protests were outdoors. All of the doctors and health experts say that that is a safer place to hold them. I attended a number of those rallies. Everybody was wearing a mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Later in the show Chuck Todd hit back against a guest who called out their own media bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "sentences": "Just a reminder, for what it's worth, there is no editorial point of view here on any of these newscasts on MSNBC in the daytime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm going to -- that, I didn't even know he said that. That's -- Adam, he's got to be kidding me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM GUILLETTE, PRESIDENT, ACCURACY IN MEDIA",
      "sentences": "MSNBC denies being an opinion channel, pretends to be a news channel, but in reality, they're a comedy channel. You don't even need the volume. Just look at the chyrons. The headlines on the screen read like something that you would see on Facebook from your liberal nephew who is at Berkeley. Their stuff is out of control. And their coverage of Black Lives Matter is hysterically ridiculous. It's great just watching for the laughs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just the lower third, the scroll, Donald Trump wants kids to die from COVID. It is the most inflammatory stuff. And up next, MSNBC's Jason Johnson, he is just one of the many commentators peddling this sick conspiracy theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON JOHNSON, MSNBC CONTRIBUTOR",
      "sentences": "Because so many of these ballots are going to be coming in by mail, we're not going to have a new president on election night. It's going to take weeks. You're going to have militia showing up at vote counting locations threatening people. We have a president who is a proto-dictator, and he will do anything in his power to stay, regardless of what the actual numbers say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Adam, I fully expect they are going to perhaps not expect a win by Donald Trump on election night, because they will say we'll find ballots in the back of someone's car somewhere. But as far as the militia showing up, why has this become such a prevailing claim on the left?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILLETTE",
      "sentences": "Think about the history. They haven't accepted a defeat a presidential election in AOC's lifetime. They didn't accept the W. defeat. They didn't accept the Trump defeat. They're still skeptical about 1988 when they blame the Willie Horton ad for things. It's out of control. And their talk about violence and militias, that is projection if I've ever seen it. These are people who don't believe in individualism, don't believe in liberty. They only believe in brute force to advance their means. That's why they're symbol is the fist. You see them on the ground in CHAD in Seattle. They are armed carrying weapons, yet they admonish anybody else who carries weapons and exercises Second Amendment rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, let's move on to this pathetic attempt to blame law-abiding gun owners for the recent crime wave. Here's the headline from \"The Washington Post,\" \"Spike in violent crime follows rise in gun buying amid social upheaval.\" And the very first line of the article actually says \"Americans purchased millions more guns than usual this spring, spurred in large part by racial animosity.\" Adam, I guess they've interviewed all these gun owners? How does \"The Washington Post\" actually get away with framing things like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILLETTE",
      "sentences": "It's ridiculous that they try to pretend that gun rights is a racial institution when in fact gun control is the most racist institution. One of our investigative journalists was on the ground in CHAD a few weeks ago, and he got a Marxist saying something I totally agree with. The Marxist reminded everyone that gun control laws were racist laws. They were created to take gun rights away from freed slaves. If you want to be upset about racist institutions, take down gun control laws and celebrate gun rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "CHAZ, CHOP, whatever we're going to call it, Adam, great to see it tonight. Have a great weekend. And in moments, A.G. Bill Barr's devastating takedown of Hollywood and big tech's cozy relationship with China. I've been waiting for someone to say this. It's one of the most consequential speeches on the subject in just a moment. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This did not get nearly the attention it deserved, especially considering the importance of the topic. Yesterday Attorney General Bill Barr delivered a stark warning on the dangers of further economic and cultural entanglement with communist China. First, to the big business interests and globalists pushing for more trade with China, Barr had this to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, U.S. ATTORNEY GENERAL",
      "sentences": "The ultimate ambition of China's rulers isn't to trade with the United States. It is to raid the United States. If you are an American business leader, appeasing the PRC may bring short-term rewards, but in the end, the PRC's goal is to replace you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was a tour de force. China isn't just looking to control our industries but our cultural institutions as well, from universities to the film industry. Barr called out these bad actors as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Hollywood now regularly sensors its own movies to appease the Chinese Communist Party, the world's most powerful violator of human rights. Chinese government censors don't need to say a word because Hollywood is doing their work for them. This is a massive propaganda coup for the Chinese Communist Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No wonder no one covered this, it was great. And finally, Barr took aim at the American industry perhaps most submissive to the whims of Beijing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARR",
      "sentences": "Hollywood is far from alone in kowtowing to the PRC. America's big tech companies have also allowed themselves to become pawns of Chinese influence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And wittingly or unwittingly, they are aiding and abetting China's mass surveillance and censorship of its own citizens, not to mention the brutal oppression of the Uighur Muslims. Instead of viewing it as a need wake-up call, some shortsighted critics lashed out, even going so far as to call Barr's speech worse than McCarthyism. Be sure to remember the names of those critics. With just over 100 days until the election, the Trump administration is clear eyed about the threat of China as the president has been for many decades. Don't for a second think the Biden presidency will offer anything different than Hollywood and big tech's complete submission to Xi and his communist cronies. \"The Ingraham Angle\" gets results again. We're going to tell you, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "\"The Ingraham Angle\" gets results. Just look at this week. After our coverage of the African-American History Museum's website on race, well, they took it down. That's a victory. We also exposed the racist diversity training given to government employees. We hope someone who can end that is watching. That's all the time we have tonight. Shannon Bream and the fantastic \"FOX News at Night\" team. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham, and this is a special edition of \"The Ingraham Angle\" from Washington tonight. Georgia Governor Brian Kemp, he's come under huge fire for suing localities in his own state over mandating their own COVID-19 rules. He's here to respond to them. Also, tonight, Raymond Arroyo digs into Biden's latest mask ad. It's hilarious. Goya's ultimate revenge and Fauci on the catwalk. \"Friday Follies\" is a must-see, as always. But first, there's no getting around it, according to most polls, President Trump is running behind Joe Biden. The current RCP average has him trailing the Former VP by nearly 9 points. But on the economy, the new \"NBC/Wall Street Journal\" poll gave Trump record high marks on the issue. Well, the story of the moment, however, is COVID. It's dominating everywhere, and it's where voters favor Biden. Now, that shouldn't be the case. And I'm going to tell you why it is. The issues at hand are right in Trump's wheelhouse. Number one, the virus came from China. Trump has been a greater hawk on China than any president in my lifetime, and his ban on travel, without a doubt, saved thousands of lives. Number two. When PPE, ventilators, mobile hospitals, et cetera were needed, Trump answered the call. He mobilized all the right people. His administration marshaled both the government and private companies, and they delivered in rapid speed and historic fashion. And number three, to get out of this mess, we're going to need an unprecedented economic revival, an issue, as we noted above, Trump dominates. All right. Continue to hold firm on all three and remind Americans, Mr. President, that you're going to put them first. Joining me now is Sara Carter, Fox News Contributor, host of \"The Sara Carter Show\" podcast. Also, with me, Lara Logan, host of \"Lara Logan Has No Agenda\" on Fox Nation, and Tom Bevan, Co-Founder and President of RealClearPolitics. Tom, let's start with you. Does President Trump have the potential to turn voters' opinions around on just that issue of handling COVID?"
    },
    {
      "speaker": "TOM BEVAN, PRESIDENT, REALCLEARPOLITICS",
      "utterance": "Well, that's a good question. I mean, when this initially started, his approval rating on COVID was very positive. He has over 50 percent approval in positive territory, but he's had a pretty steady and slow decline over the past few weeks to the point now where he's at his lowest point. I think it's about - under 40 percent in our RealClearPolitics average. So I'm not sure how many - I mean - and really what he's lost are a little bit of Republicans, but mostly independents. Democrats were never with him in the first place. They've never approved of his handling of anything, let alone COVID. So he's really got to win back independents. And there's still time to do that. It's still possible. I don't think they've totally tuned him out yet on the issue of his handling of COVID."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Sara, I was talking today to a couple of restauranteurs. I happened to know a lot of restauranteurs in the area. They're really having a hard time because they're getting mixed signals, open, close, 75 percent, 50 percent. Virginia is doing pretty well on the COVID front right now, but they get a sense that any moment the rug is going to be pulled out from under them. When does that begin to turn a bit in the President's favor if he says we've got to move on with life and try to take sensible measures at the same time? SARA CARTER, \"THE SARA CARTER SHOW\" PODCAST AND FOX NEWS CONTRIBUTOR: I think you brought up such a great point, and I think that's the administration - that's up to the administration to make that message clear and to make sure that that narrative sticks that there isn't any back and forth. I mean, think about what President Trump has already done, Laura. I mean, he has cut back over 25,000 pages - he even talked about that this week - of regulations that brought small businesses back booming in America. When COVID finally comes down, when we've got to recover and we are in the recovery process at the very beginnings of this, we need a president that is going to reinvigorate the economy, bring back business. And that will include deregulations, that will include pushing the economy forward, especially in minority communities. We're not going to see that from Vice President Biden at all. In fact, he's announced a $2 trillion climate policy plan that's going to initiate a bundle of regulations and really squeeze the small business owner and the workforce, and that's the restauranteurs that you're talking about. These are the people, the American workforce. And President Trump has this. He can move this forward. I really believe that this is a glass-half-full situation, Laura, and I think that if the President sticks to the narrative, continues to deliver the message to the American people that he delivered in 2016, he will clench this. There is a lot of time--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTER",
      "utterance": "--between now and November."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. If you want to be locked in, vote for Biden, because it looks like they're beginning--"
    },
    {
      "speaker": "CARTER",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--new lockdowns, especially in blue states. All right. Lara, despite Biden's - you have to call it a decline, a clear decline, and no real campaign, the media are fawning all over him. Watch."
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC HOST",
      "utterance": "The basement approach, which Trump makes fun of, actually focuses his message, focuses his empathy, focuses the fact that he knows what he is talking about--"
    },
    {
      "speaker": "JOHN HEILEMANN, MSNBC NATIONAL AFFAIRS ANALYST",
      "utterance": "The President is incredibly frustrated in that he cannot find an effective frame for Joe Biden. This is like the nightmare candidate for him."
    },
    {
      "speaker": "LARA LOGAN, INVESTIGATIVE JOURNALIST AND FOX NATION HOST",
      "utterance": "Well, these are all the same people who predicted that Trump would lose the election in 2016. And since then, it's only gotten worse because many people that I speak to say why wouldn't they just come out and admit that they really are not objective in any way and that they just hate this President, and they'll do anything to stop him being reelected because that's very obvious to most people. And you always wonder with these polls, first of all, why anyone is listening to the polls because they were all wrong last time as well. And also, many people that I speak to pay absolutely no attention to them, because the one question they say that polls are not asking is how many people are - how many lives is it costing to save each person from this virus. And that's the question that really resonates with people all over this country. Maybe it's because I live in (inaudible) country, but it's all the people are talking about here from morning to night. They don't trust the numbers. They don't trust the CDC. They take the virus very seriously indeed. It should not be mistaken for people being skeptics or doubters or doubting the severity of the illness that results from this virus. It's not that at all. But what they see is that people are being geographically isolated, the response to the virus has become increasingly political, the impact that it's having on the election makes people nervous with mail-in ballots and the restrictions on gathering indoors and the social distancing, et cetera, et cetera. And people are increasingly concerned about the suicide rate, depressions, the cost to many children when you're told to stay safe, stay in the safety of your home and your home isn't safe at all. And so people are really - they're sort of rebelling against what they see as a form of control, political control, which goes - yes - which goes hand-in-hand with skepticism about it and a lack of trust in the numbers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's a healthy skepticism, I think. And just so people understand, the polls, just we'll put them up for a moment. 2016, Clinton held a double-digit lead of 12 points over president - Donald Trump at that time. I want to just go one step further with you, Tom, and go back to what we talked about really quickly. The lockdowns, how popular will they be when they start rolling back into effect and you sense it's coming in a number of states? There's is a crescendo building even in the media and among some politicos. Check it out."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This continuing rising outbreak that is going to necessitate more lockdown--  UNIDENTIFIED MALE: --where they need a statewide shutdown, a shelter-in- place--"
    },
    {
      "speaker": "BEVAN",
      "utterance": "Hard to say. Again, people are very concerned about the virus and they want to stay safe. But at the same time, there are economic trade- offs, as we've seen, with the explosion in the unemployment rate. I mean, what this really also plays into, Laura, is the whole issue of schools. And there, that couldn't be a starker divide between Donald Trump and the Republicans wanting to reopen schools and really some of the Democrats and blue state mayors and governors who are basically saying, agreeing with the teachers union, saying we need to go online. There was a pull-out this week that says 74 percent of people say that that's the most important thing. The top priority for the government should be reopening schools safely. It well outpaces anything else - business, churches, any of that stuff. And parents are really worried about this because it has an economic component. If they can't get the kids back in school, it puts a current vulnerability to work. So - and that's a pretty potent political issue. It's top of mind for voters. And that in combination with an economic lockdown, again, it will be pretty stark divide between President Trump and Joe Biden--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. I think it's going to be--"
    },
    {
      "speaker": "BEVAN",
      "utterance": "--leading up to the election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think it's going to be liberty versus lockdown. I think that's going to be the theme. Really quickly, Sara, Nancy Pelosi today was yearning for something. I want to show you what it is. Listen."
    },
    {
      "speaker": "CARTER",
      "utterance": "Right. Right. She yearned for the old establishment, Laura. That's what this is all about. The fight is not even so much with President Trump. It's a fight with the American people. They don't want the American people disrupting what they had. That stability, that establishment, that ability to do whatever they want without question. And now we're holding them accountable. And that's what this Presidency was all about. It was about holding Washington accountable and cleaning out the swamp. And the American people still want that. They need that. But what they need is the administration to stand up, to deliver that message to stay strong on that message, and to let people know that, look, we haven't given up this fight, we're out here every single day and we're not going to let it happen. And Tom brought up a great point, and so did you. We want to see our children back in school, and we want some normalcy back in our lives. And that's what's going to take this election all the way in November."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Real - and again, real quick, Lara. On the idea of yearning for the past, in 2008 - I'm sure you remember this - when George W. Bush gave a speech in Israel and was referencing basically - I'm summarizing - about aiding and abetting terrorists with the lingo of Barack Obama or - something like that. She said, well, \"the comments were beneath the dignity of the office.\" I mean, they were strafing George W. Bush in 2008, and now suddenly we're yearning for other Republican presidents. I don't know who she's talking about then."
    },
    {
      "speaker": "LOGAN",
      "utterance": "Well, it's interesting, Laura, because Nancy Pelosi now has some strong allies on the right. And there's a vocal minority who are just as vicious about President Trump as the Democrats. And a lot of people that I've spoken say that's because when the President does something like, for example, Space Force, taking a program that was classified for years and putting it into the light, that's trillions of dollars in dark money that is now in the light. And what you've done then is effectively draining the swamp financially in a massive way. And most people don't pay any attention to this. But it means that people on the left and the right, the establishment that Sara was talking about, those people have lost a lot of their advantage that they had. And that's where the ordinary person here says that Donald Trump is a President of change. They never wanted him to be seen as a President of change. If you go back to the propaganda from the very moment that he won the election, it said, \"This presidency is not about change.\" Well, because that tells you that that's exactly what it's about. And one of the disturbing things here that people have raised with me is all the talk about Trump is not going to leave office and Trump won't hand over the nuclear codes. What are they setting the conditions for, exactly? If there is any dispute over mail-in ballots or voter fraud or any of those states or giving all their votes to the popular vote winners nationwide and not given their Electoral College votes--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "LOGAN",
      "utterance": "--as they traditionally have been given."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Got to go."
    },
    {
      "speaker": "LOGAN",
      "utterance": "If there's any dispute over that, are they going to say, yes, you see there, we told you he wasn't going to leave office?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're going to short-circuit it. They don't want anyone to question them, Lara. You're exactly right. It's going to be any irregularities, no, you're questioning the results of an election, you got to get out, and we hope the military will help--"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--throw him out of the White House. That's exactly what they're setting up. Fascinating conversation, panel. Thank you so much."
    },
    {
      "speaker": "LOGAN",
      "utterance": "Exactly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Great to see you all tonight. Up next, we talked to the Governor trying to protect his citizens' lives and liberty by pushing back on oppressive lockdowns. That man, Governor Brian Kemp, joins us in moments. Governor, it's great to see you. What's your response to the Mayor there?"
    },
    {
      "speaker": "GOV. BRIAN KEMP (R-GA)",
      "utterance": "Laura, let me tell you what's really going on in Georgia. I'm working very hard every day and have been for a long time now to protect the lives as well as the livelihoods of my fellow citizens. However, we have people, local mayors that are playing politics. They want to go back to shelter-in-place, they want to stop in-person dining with no notice, just pulling the rug out from under people. And I'm just not going to allow that to happen. We're fighting two battles here now, one to protect lives but also to protect livelihoods. And so I've filed a lawsuit to stop them because those orders are in conflict with the statewide order that I have executed for the public health state of emergency."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Governor Kemp, there are those who would say, look, if the masks help in 10 percent of the cases, then why isn't that good enough to just say, look, you can save some lives, maybe they're not 100 percent, isn't that worth this ongoing mask mandate some of these mayors have in place. What would your response to that be?"
    },
    {
      "speaker": "KEMP",
      "utterance": "I think a little differently on that. Dr. Toomey, I'm still following the health advice that she's giving me. She's a 40-year epidemiologist, Harvard-educated, great person, lot of experience as much as anybody in the country. I don't feel like a mandate is needed for Georgians to do the right thing. We have existing orders on the books, Laura. And this is what's so frustrating about the lot of the locals that are playing politics with this, as we have orders on the books that has worked in the past, that helped us flatten the curve, that helped us stop the spread. They have the ability through my order to use their law enforcement to enforce those orders, and they're not doing that. And that's what I've been telling them. Instead of having a government mandate, enforce the orders that we have, make sure businesses are following the rules, people are socially distancing. I've been talking about people wearing a mask as much as anybody. And I said today in my press conference, for those that do not want to wear a mask, if you have a health condition that prevents it or some sort of phobia or anything else, just socially distance yourself. If everybody does their part, we'll flatten the curve again, we'll stop the spread, and we can continue to reopen our economy. But it's so important that we do that. I mean, we literally have people that are living paycheck-to-paycheck. They're barely getting by in this economic environment. Our business owners - the amount of mortgages aren't being paid on time is going up. And we're looking at large companies like Delta Air Lines and others that in the future if the economy doesn't rebound, they're going to be forced to start laying people off. So we've got to keep our economy open but also fight the virus and protect lives. And that's what we're doing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor Kemp, this is kind of a controversial question. But do you think that there is something else going on here where there's some element within the Democrat Party who think a shutdown - yes, it probably would save lives, people would be at home - but that that would actually pull the brakes on a recovery, which is obviously underway before a Presidential election. I'm asking that because that's what so many of my viewers are wondering, saying, wait a second, we know there are some hotspots that you're dealing with those, but you shut this economy down in a lot of states again and we're toast."
    },
    {
      "speaker": "KEMP",
      "utterance": "Yes, people can't handle it. I wouldn't be able to speak to their politics. It certainly seems like they're trying to undermine our economic recovery. I'm as concerned about the virus as anybody. We're working with our local school leaders and our school superintendent to get schools open. I got just accosted when I started opening businesses early on by the left because they were making fun of us opening barbershops and hair salons, and now they're saying that the guidance that we had, having people wear a mask and use PPE and having these rules in places, have kept the spread down in our salons and barbershops. So I don't - I don't know - I mean, it's got to be pandemic politics. But I know this. Talking to our hospital CEOs, they cannot go through what we did before. They will not be financially viable. It will bankrupt our hospitals."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "KEMP",
      "utterance": "We've heard from restauranteurs out there that are like, if we have to shut down again, if we have to move away--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, it's over."
    },
    {
      "speaker": "KEMP",
      "utterance": "--from in-person dining, we're out for good."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, it's over. Finally--"
    },
    {
      "speaker": "KEMP",
      "utterance": "--our state can't afford that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Finally, sir, really quick. University of Georgia, are they going to be playing football in the fall?"
    },
    {
      "speaker": "KEMP",
      "utterance": "Well, I've told all the young people, including my daughters, who are doing a really good job of following guidance most of the time, that our young folks need to wear a mask if they're going out and they can't socially distance, and they've got to follow the guidance and the advice if they want college football this fall. That is like a religion here in the south."
    },
    {
      "speaker": "KEMP",
      "utterance": "I want to see it happen. It's a huge economic impact, but we need it mentally as a society right now. So that's why I'm asking everybody, for the next four weeks, wear a mask, socially distance, wash your hands, and follow the existing guidance that we have. It will work--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right."
    },
    {
      "speaker": "KEMP",
      "utterance": "--and flatten the curve."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, great to see you tonight. Thanks for fighting for small businesses and parents and people who want to go to school, and it's inspiring to see. I'm glad you're out there doing it. And best of luck to you, sir."
    },
    {
      "speaker": "KEMP",
      "utterance": "God bless you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. In speaking of masks, they were the animating feature of Dr. Fauci's interview with Facebook CEO Mark Zuckerberg. But did Fauci hit the mark? Here now is Dr. Ramin Oskoui, cardiologist, CEO of Foxhall Cardiology. Dr. Oskoui, you just heard Governor Kemp. He said that, look, if young people wear masks and socially distance, they'll have a better chance of having a football season, going back to college. And that's fine. I think people are going to try to do what they can do. But we've already exposed that the science behind regular cloth mask wearing, not surgical mask or the N95, is a little dubious. So, in this interview, we were talking about with Mark Zuckerberg, Fauci strongly recommended mandating masks, including ones that are not medical grade. Watch."
    },
    {
      "speaker": "DR. RAMIN OSKOUI, CEO, FOXHALL CARDIOLOGY",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are cloth coverings making people safer and adequate?"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "I think the short answer is no. There actually are studies that have shown that cloth masks are next to worthless. And there is some question whether by holding on to those particles, you may actually be making yourself sick."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Or certainly more susceptible to--"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--to getting some of these viruses. Was that the Vietnamese study, I believe? Was that--"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "Correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Am I getting that right? OK."
    },
    {
      "speaker": "OSKOUI",
      "utterance": "It is. It is, yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Zuckerberg also asked Fauci this question."
    },
    {
      "speaker": "FAUCI",
      "utterance": "Not at all, Mark. There has not been any indication that putting a mask on and wearing a mask for a considerable period of time has any deleterious effects on oxygen exchange--"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "That's correct for most patients. But there are some patients who are a bit fragile. Those with emphysema who are wearing a mask can - can possibly be problematic. Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And it looks like--"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "That's not entirely true."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And it looks like the concerns we had on the show about the accuracy of COVID death counts, Dr. Oskoui, and you've been part of this conversation for months now--"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "Sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--that were well placed. An investigation by Fox Orlando is now revealing that a victim of a motorcycle accident was actually labeled as a COVID death."
    },
    {
      "speaker": "OSKOUI",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But the validity that the fact that the individual didn't die from COVID-19, died in the crash."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "First of all, I can't hear what anyone is saying in a mask, number one. Number two, Dr. Oskoui, how pervasive do you think reporting errors like this are? It's just - is this just a one-off?"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "I don't think it's a one-off. I think what HHS has to do is audit every COVID death and every COVID diagnosis of every hospital. Remember, we're paying bonus money to patients who are intubated for COVID and who are diagnosed as having COVID in the hospital. That's coming to hundreds of millions of dollars. I think - so the American people don't get cheated, these hospitals need to be audited, every single one of them, every single case."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The hydroxychloroquine study, Dr. Oskoui, that was touted by CNN as showing, see, we told you so, no benefit to hydroxychloroquine. 15 seconds. Why was that junk?"
    },
    {
      "speaker": "OSKOUI",
      "utterance": "Well, it's a small study, interestingly, underpowered by Bowers (ph) own admission. And as you see, with an intention to treat protocol, they had a 60 percent reduction in mortality. It's - there are much better studies, much bigger studies that clearly show efficacy in the same population."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. And actually talk to treating physicians, let them make their own decisions since the drug is very safe."
    },
    {
      "speaker": "OSKOUI",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dr. Oskoui, as always, invaluable analysis. Thanks so much."
    },
    {
      "speaker": "OSKOUI",
      "utterance": "My pleasure. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And up ahead, we unmask Joe Biden's new ad and the media's embarrassing meltdown over Trump's and Goya Foods. It's \"Friday Follies\" next."
    },
    {
      "speaker": "MARIANNE RAFFERTY, FOX NEWS CORRESPONDENT",
      "utterance": "Live from America's news headquarters, I'm Marianne Rafferty. The Pentagon rolled out a new policy that essentially bans Confederate flags on all military property, Defense Secretary Mark Esper's memo lists the types of flags that can be displayed. The rebel flag is absent from that list. Senior military leaders were aiming to avoid a dispute with President Trump. The president has defended the people's rights to display the controversial banner. And Supreme Court Justice Ruth Bader Ginsburg is once again battling cancer. The 87-year-old revealing today that she is undergoing chemotherapy to treat liver cancer. Ginsburg says the treatment is yielding positive results and has no plans to retire. She was hospitalized earlier this week with an infection but says that was unrelated to the cancer. Ginsburg has previously recovered from pancreatic, lung, and colon cancer. I Marianne Rafferty. Now back to \"The Ingraham Angle.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's Friday, and that means it's time for \"Friday Follies.\" Joining us with all the details, Raymond Arroyo, FOX News contributor. Raymond, Biden released an ad this week in Texas that was rather peculiar."
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "It's clear that his running mate so far, Laura, seems be COVID-19. But he's all in on wearing masks, mostly."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "This virus is tough, but we can stop the spread. Wear a mask. We're all in this together. We'll fight this together. I'm Joe Biden, and I approve this message."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I guess wear a mask except when you meet strangers at a rally, in which case you don't have to wear a mask at all, I guess. Laura, I'm stunned that a PSA is now a campaign slogan. What's next? don't smoke? Wear your seatbelt? He seems to be running for surgeon general rather than president."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm just glad -- they need a bubble wrap between him and all those young women that he -- there needs to be a Plexiglas divider between Biden and any female person at a rally. You just know that arm is coming across. What else, Ray?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, you had the Goya CEO on after Julian Castro and AOC and others attempted to boycott his company. This came in response to the CEO of Goya's appearance at a Trump event. This week, Ivanka Trump and the president posted their support for the company on social media, and the talking heads exploded."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "On your dime, in the middle of a pandemic, they are selling beans. You tell me how a president in the middle of the pandemic has got time for this --? Are you kidding me? Hawking products?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "In the middle of the pandemic, Laura Ingraham. Chris Cuomo forgets to remind his viewers what he and his brother, the love gov, were doing during a pandemic."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "In scale, this was the actual swab that was being used to fit up that double barrel shotgun that you had mounted on the front of your pretty face. Do you think that you are an attractive person now because you're single and ready to mingle?"
    },
    {
      "speaker": "GOV. ANDREW CUOMO, (D) NEW YORK",
      "utterance": "I think beauty is in the eye of the beholder."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Don't you miss those? I miss those."
    },
    {
      "speaker": "ARROYO",
      "utterance": "So that's perfectly acceptable during a pandemic."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I miss those, don't you?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "I do, too. The Cuomo bro show was classic. And look, for the record, Laura, Michelle Obama in conjunction with her Let's Move initially, you remember this, she openly courted support and promoted a number of well-known American brands, Goya included, by the way."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, she was doing it to help everybody lose weight and get healthy. Did we ever do the review on how well the Let's Move program did? Did we reduce obesity in the United States? I must have missed that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I don't think we did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Overall reduction, we have more food deserts and we have more obesity post move on. But great idea. And then Joy Behar, she was on \"The View,\" and she extolled the virtues of boycotts. JOY BEHAR, CO-HOST, \"THE VIEW\": We would still have apartheid, for example, in South Africa now if other countries including the United States did not boycott South Africa. Boycotts are extremely, extremely effective."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, Goya is not enslaving people abroad unlike many of these -- unlike China and many of these companies that do business with them. The other thing the Biden folks and AOC and company have to be very careful of. We Hispanics are now 20 percent, almost 20 percent of this population, 60 million. They have to be careful when they boycott a brand like this that's Hispanic owned and operated. It has the risk of upsetting a whole lot of your voters out there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Look, if we had Behar out their lobbying to divest from China, then I'd actually take her a little bit more seriously. But she's going back to 1984 and the divestment from South Africa for the analogy. If you really want to take this to where it needs to go, don't focus on the U.S. police departments. Focus on what's happening in China where they are loading people on trains and taking them to lord knows where. But come on, this is ridiculous. Good for the Goya CEO."
    },
    {
      "speaker": "ARROYO",
      "utterance": "This was a very strange week. While the president was being wrapped for posing with beans, Dr. Fauci was being hailed for posing next to his pool for an \"InStyle\" magazine cover. Look at this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Fauci told \"InStyle\" magazine \"I don't like conflict.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Fauci conceded his straight talk has rankled White House officials, telling \"InStyle\" magazine, \"Well, you know, that really changes week to week and month to month.\""
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He's done a new interview, and people are kind oif going, you know, it's kind of great."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Kind of great. Norah O'Donnell conducted this probing interview for \"InStyle,\" Laura, where we learned his exercise habits and what Dr. Fauci eats in the morning. Melania Trump is still waiting for her \"InStyle\" cover, I'll just point that out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We talked about this with Dr. Oskoui, but he did this live interview with Mark Zuckerberg."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I saw it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A lot of people on the livestream are like is Mark Zuckerberg trying out for a position on \"60 Minutes,\" because he was like, well, tell us about this? People don't want to stay in their lanes. They want to go in every lane. If they ever do the movie, forget Brad Pitt. I was thinking they should try to find out wherever Lee Strasberg is. Remember, he was in \"Godfather II.\" He would be the perfect Anthony Fauci, just saying. Sadly, he's no longer with us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That is genius, but that exhumation of the body would probably upset the family, Raymond. All right, Raymond, have a great weekend. We'll wait for your \"InStyle\" profile soon."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I will, too."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And worst in media, who are the biggest offenders of the week? We'll tell you. Plus Bill Barr's grave warning to American businesses on China, and the disturbing response he got. It was amazing speech, and you didn't see any of it. We'll bring it to you. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's easy to become numb to media bias these days, I get it, but \"The Ingraham Angle\" is keeping track of the worst offenders of the week for you. Joining me now is Adam Guillette, president of \"Accuracy in Media.\" Adam, good to see you tonight. Let's begin with Katy Tur's mindless rant defending BLM protests."
    },
    {
      "speaker": "KATY TUR, MSNBC HOST",
      "utterance": "Mandate masks. I don't understand the pushback on it. It just doesn't make any sense when you think about it logically. The protests were outdoors. All of the doctors and health experts say that that is a safer place to hold them. I attended a number of those rallies. Everybody was wearing a mask."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Later in the show Chuck Todd hit back against a guest who called out their own media bias."
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "utterance": "Just a reminder, for what it's worth, there is no editorial point of view here on any of these newscasts on MSNBC in the daytime."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm going to -- that, I didn't even know he said that. That's -- Adam, he's got to be kidding me."
    },
    {
      "speaker": "ADAM GUILLETTE, PRESIDENT, ACCURACY IN MEDIA",
      "utterance": "MSNBC denies being an opinion channel, pretends to be a news channel, but in reality, they're a comedy channel. You don't even need the volume. Just look at the chyrons. The headlines on the screen read like something that you would see on Facebook from your liberal nephew who is at Berkeley. Their stuff is out of control. And their coverage of Black Lives Matter is hysterically ridiculous. It's great just watching for the laughs."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just the lower third, the scroll, Donald Trump wants kids to die from COVID. It is the most inflammatory stuff. And up next, MSNBC's Jason Johnson, he is just one of the many commentators peddling this sick conspiracy theory."
    },
    {
      "speaker": "JASON JOHNSON, MSNBC CONTRIBUTOR",
      "utterance": "Because so many of these ballots are going to be coming in by mail, we're not going to have a new president on election night. It's going to take weeks. You're going to have militia showing up at vote counting locations threatening people. We have a president who is a proto-dictator, and he will do anything in his power to stay, regardless of what the actual numbers say."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Adam, I fully expect they are going to perhaps not expect a win by Donald Trump on election night, because they will say we'll find ballots in the back of someone's car somewhere. But as far as the militia showing up, why has this become such a prevailing claim on the left?"
    },
    {
      "speaker": "GUILLETTE",
      "utterance": "Think about the history. They haven't accepted a defeat a presidential election in AOC's lifetime. They didn't accept the W. defeat. They didn't accept the Trump defeat. They're still skeptical about 1988 when they blame the Willie Horton ad for things. It's out of control. And their talk about violence and militias, that is projection if I've ever seen it. These are people who don't believe in individualism, don't believe in liberty. They only believe in brute force to advance their means. That's why they're symbol is the fist. You see them on the ground in CHAD in Seattle. They are armed carrying weapons, yet they admonish anybody else who carries weapons and exercises Second Amendment rights."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, let's move on to this pathetic attempt to blame law-abiding gun owners for the recent crime wave. Here's the headline from \"The Washington Post,\" \"Spike in violent crime follows rise in gun buying amid social upheaval.\" And the very first line of the article actually says \"Americans purchased millions more guns than usual this spring, spurred in large part by racial animosity.\" Adam, I guess they've interviewed all these gun owners? How does \"The Washington Post\" actually get away with framing things like this?"
    },
    {
      "speaker": "GUILLETTE",
      "utterance": "It's ridiculous that they try to pretend that gun rights is a racial institution when in fact gun control is the most racist institution. One of our investigative journalists was on the ground in CHAD a few weeks ago, and he got a Marxist saying something I totally agree with. The Marxist reminded everyone that gun control laws were racist laws. They were created to take gun rights away from freed slaves. If you want to be upset about racist institutions, take down gun control laws and celebrate gun rights."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "CHAZ, CHOP, whatever we're going to call it, Adam, great to see it tonight. Have a great weekend. And in moments, A.G. Bill Barr's devastating takedown of Hollywood and big tech's cozy relationship with China. I've been waiting for someone to say this. It's one of the most consequential speeches on the subject in just a moment. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This did not get nearly the attention it deserved, especially considering the importance of the topic. Yesterday Attorney General Bill Barr delivered a stark warning on the dangers of further economic and cultural entanglement with communist China. First, to the big business interests and globalists pushing for more trade with China, Barr had this to say."
    },
    {
      "speaker": "WILLIAM BARR, U.S. ATTORNEY GENERAL",
      "utterance": "The ultimate ambition of China's rulers isn't to trade with the United States. It is to raid the United States. If you are an American business leader, appeasing the PRC may bring short-term rewards, but in the end, the PRC's goal is to replace you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was a tour de force. China isn't just looking to control our industries but our cultural institutions as well, from universities to the film industry. Barr called out these bad actors as well."
    },
    {
      "speaker": "BARR",
      "utterance": "Hollywood now regularly sensors its own movies to appease the Chinese Communist Party, the world's most powerful violator of human rights. Chinese government censors don't need to say a word because Hollywood is doing their work for them. This is a massive propaganda coup for the Chinese Communist Party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No wonder no one covered this, it was great. And finally, Barr took aim at the American industry perhaps most submissive to the whims of Beijing."
    },
    {
      "speaker": "BARR",
      "utterance": "Hollywood is far from alone in kowtowing to the PRC. America's big tech companies have also allowed themselves to become pawns of Chinese influence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And wittingly or unwittingly, they are aiding and abetting China's mass surveillance and censorship of its own citizens, not to mention the brutal oppression of the Uighur Muslims. Instead of viewing it as a need wake-up call, some shortsighted critics lashed out, even going so far as to call Barr's speech worse than McCarthyism. Be sure to remember the names of those critics. With just over 100 days until the election, the Trump administration is clear eyed about the threat of China as the president has been for many decades. Don't for a second think the Biden presidency will offer anything different than Hollywood and big tech's complete submission to Xi and his communist cronies. \"The Ingraham Angle\" gets results again. We're going to tell you, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "\"The Ingraham Angle\" gets results. Just look at this week. After our coverage of the African-American History Museum's website on race, well, they took it down. That's a victory. We also exposed the racist diversity training given to government employees. We hope someone who can end that is watching. That's all the time we have tonight. Shannon Bream and the fantastic \"FOX News at Night\" team. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}