{
  "date": "July 22, 2019",
  "headline": "Democrats ratchet-up anti-Trump rhetoric ahead of Robert Mueller's testimony",
  "subHeadline": "President Trump's critics pin impeachment hopes on former special counsel Robert Mueller's testimony; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/democrats-ratchet-up-anti-trump-rhetoric-ahead-of-robert-muellers-testimony",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hello, everybody. I'm Jesse Watters along with Dagen McDowell, Juan Williams, Kennedy, and Tyrus. It's 5 o'clock in New York City, and this is \"The Five.\" The Democrats are desperately trying to revive the Russian collusion talking points ahead of this week's hearing with former special counsel Robert Mueller. Now, even though Mueller didn't find any collusion and the DOJ ruled there was no obstruction, Democrats refuse to accept reality and move on. For example, House Judiciary Chairman Jerry Nadler saying the report could provide evidence for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER (D-NY)",
      "sentences": "The report presents a very substantial evidence that the president is guilty of high crimes and misdemeanors, and we have to present or let Mueller present those facts to the American people and then see where we go from there, because the administration must be held accountable and no president can be above the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "House intel chief Adam Schiff is going even further by claiming Trump could end up in jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "sentences": "He is a -- essentially unindicted co-conspirator. He's been identified as an individual one as the person who directed Michael Cohen to commit this fraudulent campaign scheme. For my point of view, if the evidence supports that he should be indicted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Texas congressman, Al Green, not giving up on his impeachment fantasy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. AL GREEN (D-TX)",
      "sentences": "This president will be impeached, I am convinced of it. I believe my colleagues are moving in this direction, and I trust that it will happen sooner rather than later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Trump responding by dismissing the hearing as an attempt to resurrect the witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I'm not going to be watching -- probably, maybe I'll see a little bit of it. I'm not going to be watching Mueller because you can't take all those bites out of the apple. We had no collusion, no obstruction. We have no nothing. We had a total no collusion finding. The Democrats were devastated by it. All they care about is a pony investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's definitely not going to be watching the Mueller hearing, Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "sentences": "The thing I've enjoyed most about this presidency is the MSP 3,000 aspect where he really does live tweet along with almost everything. And I really hope he does. He shouldn't hold back. Like, this is the time and the place for his impulsivity when he's digesting things in real time. But, you know, you were saying that the Democrats are dusting off the Russian collusion talking points. They better skip ahead to 2020 because the Chinese are looking at the Russians going, amateurs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "You know, we've been infiltrated software. We've done so much more than that. Huawei.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, do you think that -- Huawei is the company that you're referring to that does software and networking. Juan, do you think the Democrats are living in the past right now and it's time to move forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "I don't understand this. I really am puzzled --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That does not surprise me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, because the president is out there saying the Democrats and Mueller can't have a second bite at the apple. This is going to be bad for the Democrats. He's apparently alarmed as if he's got something to hide. I thought no obstruction, no collusion --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Something to hide, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He should be asking Mueller --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's like a 400 page report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He should be asking Mueller to stand up and say exactly what's in the report. Instead, he's running like -- you know, like -- you know, something's wrong. Nobody pay attention. Nobody home. Nobody here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He looked like he was sitting to me. Tyrus, this is like Mueller hearing weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, GUEST CO-HOST",
      "sentences": "Listen, this whole process I say I would go with Mueller's report. You know, like, typically when an investigation happens I like to get to the end before I pass judgment. I'm weird that way. And I don't think -- and Mueller was very straightforward guy. I don't see him saying anything different except maybe turn to page 35, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know, for every question they ask --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yeah, he's going to be like 27. I think I answered that. I don't think this is gonna be a very exciting day for either side. I think we just -- at the end of this we'll learn that the Democrats thinks that he committed high crime, and the Republicans don't believe he did, and that's exactly will be at the end of the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And he's not a very exciting person, but I think the most exciting part is going to be the Republicans on the committee asking some really tough questions that Mueller has not answered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAGEN MCDOWELL, GUEST CO-HOST",
      "sentences": "Absolutely, Jesse. When did you determine there was no conspiracy? At what point after the last FISA warrant renewal in June of 2017, you didn't renew it in the fall. Did you find out then and why didn't you let the American people know there was no conspiracy before the midterm elections? Why didn't you investigate the predicate of the original counterintelligence investigation? What launched this? Can you tell us that? It's going to be a field day for Republicans. For the Democrats, Jerry Nadler is just trying to ruffle up some interest in impeachment because the numbers have been falling, 21 percent according to the latest Wall Street Journal-NBC News poll, the share of Americans in favor of impeachment hearings, 21 percent down six points, even down nine points to 39 percent for the Democrats.   So he's trying to have a dog and pony show. The only problem is no dogs or ponies are going to be there. Dogs and ponies are awesome. Instead, it's an old rooster, Bob Mueller, and a bunch of Weeble Wobble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no. You know who's been standing on one leg in this circus, Dagen? Bill Barr. Bill Barr absolutely spun America and he said no obstruction, no collusion. Well, if that's the case. And, by the way, Bill Barr said, go ahead, Mr. Mueller, testify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Then -- Juan, I think that's the most important thing then because if you have some sort of a disconnect between what the attorney general said when he summarized the report and the author of the report, Special Counsel Robert Mueller, then, you know, Republicans and Democrats should really try to reconcile --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Fine --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But -- and I think that's very fair. And I think we should get to the bottom of that because we deserve the truth. The thing that's problematic for Democrats is what Dagen's talking about, I don't think they're going to find anything new. I don't think they're going to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "-- jostle Robert Mueller's brain. He's gonna go, oh, my gosh, you guys, I totally forgot. There was this one thing and I meant to charge him, and he has to be removed from office now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And then Hillary flies in --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. So here's -- to that point here's the real question I think Democrats could ask, and it's something that we all want to know, Republicans and Democrats. Is the only reason that you chose not to indict this president because of Justice Department policy against indicting a sitting president? And, if that's the case, why didn't you talk to the president? Why didn't you talk to Don Jr.? Why did you make these conclusions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But Don Jr. didn't speak to the Mueller team? Yes, he did, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Don Jr. spoke to the team, OK? And the president gave written answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Not to Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When you -- yes, he did. When you are out in the streets, when you're out in the bars, when you're out with your people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "When you're out picnicking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "When you're out picnicking at the Ferris wheel, when you're out - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Under cherry trees --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- in society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "-- enjoying life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Has anyone came up to you and say anything at all? Mueller, could you believe that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, because the American people just like myself, and every day Joe, he's a little taller than everybody else, we've moved on from this. And here's the thing, Mueller is not going to -- and that was the point of the whole report. He's not going to make new law and he's not going to give personal opinions. So, I think people wanted him to say, hey, what would you do in that situation? He said based on the laws in front of me, this is my report, and it's the same thing.  Now, if our rules are different as far as what a sitting president can and cannot do, then we need to look at that. But he's not going to create -- that's what the Supreme Court is for, and that's not what Mueller is gonna do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "If you read the Mueller report, and I read the Mueller report, volume 1, volume 2 -- volume 2 at the end of the day, no investigation was obstructed. Not the FBI counterintelligence investigation, not the Mueller investigation, 500 search warrants, no witnesses interfered, they can interview anybody that they wanted to, even people in the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, and to that point the big entree, remember, was collusion. And they didn't find any conspiracy to collude with the Russians to interfere in the election. And I think the rest of the country has moved on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wait a second, they did find many instances -- in fact, more than a hundred of instances of context --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Context, not illegal, Juan. Not a crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here's the point, they didn't find a conspiracy -- they didn't find anything written and to say, OK, this is so 100 percent locked in. We don't -- we know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We know the Russians trying to influence this campaign. And that the Russians, in fact, wanted Donald Trump to win, but we can't lock it and that's all. To say there's no evidence --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what I would have ask, you know, if I'm up there from the congressman which -- I never -- no, never. I would say, you know, if you're supposed to be looking into Russian interference into the election - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- why didn't you not look into the Hillary Clinton dossier?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But that's a fair question. If you're talking about contacts from Russians, if that is the threshold, Juan, there's a lot of Russians who had contact with the person that was being paid millions of dollars by the DNC. And if it's problematic to have Russians giving someone information in order to affect the outcome of an election, that has to be problematic as well. If we're going to be consistent and we're going to apply --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Clearly, you know what? Fusion GPS is an American company, and you can hire an American company to do whatever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, and they can go to the Russians and say, hey --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's different than having Vladimir Putin on the line, let me tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "How do you know that? How do you know they were Russian nationals and contacts --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "President Obama, what did he say to him? Cut it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Next on THE FIVE, what the heck is Beto doing? The struggling Democrat bizarre campaign and it's drawing widespread mockery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "The 2020 circus keeps rolling on. Socialist Senator Bernie Sanders campaign is being mocked after announcing it will be cutting staffers hours in order to pay them a $15 an hour minimum wage. This is after Bernie's own staffers accused him of paying, quote, poverty wages. And what in the heck is Beto doing? The struggling Democrat posting this griming photo of himself lying on the floor of an airport and challenging his campaign staff to a push-up contest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is your chance to do push-ups with a presidential candidate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Jesse, who's more of an embarrassment at this point? It's a jump ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, that's toxic masculinity. I really think the push-up thing is wrong. He should have done it on his knees to be more gender inclusive. I felt like some of the women on the staff felt left out, so that would be my suggestion to him. What's going on here is they're just trying to out masculine themselves. Biden started it. But if there was a real push-up contest, this is who I think would win, either Booker or Buttigieg. Buttigieg was in the military, so it's in his veins. He's got it. And then Booker just looks jacked --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "You have to remember, Cory Booker was a division one football player, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think that's true. And also -- the Bernie thing, this is like what happens when socialism runs headfirst into capitalism. Capitalism will always win. It's like in football -- remember the Oklahoma drill one guy stands up -- boom, they run right into each other. Socialism will always lose. He's a total hypocrite. He didn't even realize that this was going to happen. I can imagine the conversation with the campaign finance chairman. Bernie, you know, if we give everybody $15 minimum wage we have to reduce their hours. Bernie is just like, come again? He doesn't understand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It doesn't compute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "My favorite part, Juan, was -- Bernie was upset that all this was being discussed in the media. There was one comment from him, it does bother me that people are going outside of the process and going to the media. He's this close to an inflatable raft in front of his, like, campaign bus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't get this at all because it seems to me what he's saying, in fact, was the -- just debated in Congress. In fact, the House passed this $15 wage. Lots of people think that this is not anything radical. The problem is it's a burden on a small business when you don't have a larger structure in place. For example, paying for health care, how are you gonna bump up to pay people -- really, what is a minimum wage that's a living wage, 15 bucks an hour, it's not radical. So, to me, the real problem here is that Bernie is at a moment of transition in American life. But we haven't put in place the $15 minimum wage. He wants to do it. And his staff is saying, we demand it because you're out there calling for it. So I don't think it's hypocrisy. I think he's in a squeeze.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's in a squeeze because he had to reduce their hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, that's exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So that's the same thing that happens with private sector.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In other words, if the Congress, and as we, as the American people say, hey, the larger structure has to be changed to help small businesses like a small campaign, then he'd be able to do it. But right now, how does he pay for the health care, how does he pay for the benefits?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, sounds like a business owner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yeah, like Amazon, $15 minimum wage. Costco, $15 minimum wage. We can go through all the private companies that pay that amount.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're big businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, you know what? He's got to play ball, and he basically just proves that socialism doesn't work. But I want to get back to Beto, help him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I can't because this is the problem when you force things. This is why Williamson is doing so great because she's -- the people are getting behind her. They're like, wow, she's -- yeah, she's weird but she's genuine, and that's what the American people like. The push-up contest one for that poor brother over there in the orange shirt, if you guys --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's struggling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He hates his job right now. Raise the wage to 17. If they offer him 20 bucks an hour, he's literally, like, I'm so -- look at him --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like, you posted this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "They're doing like five and six, he's on four, poor kids. Not fair. He didn't sign up for that. But, you know, to go back to that, this is what a lot of small businesses are doing. Like, for example, I live in Louisiana, a lot of business tried to be proactive. We're going to bump people up to $15 an hour. What they end up doing is they fire half the staff so they can make the coverage, because not only in paying more, then they have to increase their type of insurance. So they have to pay more for insurance for an employee that makes $15 an hour is they higher rate of insurance.  So what ends up happening is they have to cut half the staff, and the staff has to make up for that work in a short amount of time, which puts stress on employees. Like, you get $15 an hour but you have to work a lot harder. So there's a lot of problems with just saying, we need to move it all up to this. I think it really has to depends on jobs. That's why you continue to improve to get better jobs. Like, I didn't stay at Arby's, you know what I'm saying, for a reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I didn't stay there for a reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And these people won't stay like the Sanders campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know what I'm saying? They can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "But you have to realize Bernie Sanders campaign is in the 1 percent. You know, he's a top-tier presidential candidate. He has millions and millions of donors. And even still, he can't support his most basic ideas, and he's having to do what small businesses have to do. Of course, Amazon and Costco can afford to pay their workers $15 an hour. Mom-and-pop businesses they can't afford it. And if the government forces them to do that, they're going to force them out of business. And Bernie Sanders isn't going to have the kind of help that he needs to run the campaign that is going to get him the nomination, which is a lot of people all over the country, particularly in these critical states, knocking on doors, because those are the people who have their hours cut. And they're going to go from 60 hours a week to 42 hours a week, and that's not going to be enough, and that is the reality. And that's why they don't have minimum wage laws in places like Sweden and Denmark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What we know is that, in fact, as you guys have said, some people get hurt by this. But more people are help in terms of higher wages that allow them to support their families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Oh, actually, the CBO just did an analysis, a nonpartisan analysis, that showed 3.7 million people will lose their jobs when a $15 an hour --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- benefit from the higher pay. As I've said last week --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "They won't benefit from a higher pay because they're never going to get a higher pay because it's always going to stay at $15 an hour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's $15 right now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "-- places like California, they will be stuck at $15 an hour. You will have more homelessness",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Fifteen is a bump from where we are now. As I've said last week --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "It's not a bump if you're out of a job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- illegal aliens to work on his property, that's the hypocrisy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, then he fired them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Way to digress there, Juan. I wanted to end on Beto doing his push-ups. You can't run for president if you don't know who you are, can't you? I think that's the message. Growing concerns in Costa Rica, meantime, after a tainted alcohol kills 19 people. The shocking details next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "A deadly crisis in Costa Rica raising major new concerns about vacation travel. Officials there now have confirms 19 deaths from alcohol tainted with methanol. The government's health ministry saying 14 men, 5 women, ranging in age from 32 to 72, have died over the past two months, and so far authorities have seized 30,000 bottlers alcohol suspected of being tainted. As you remember, investigators are looking at bootleg liquor as the possible cause of death of several Americans in the Dominican Republic. Dagen, what's your reaction? I mean, it's so unbelievable that someone would poison alcohol and give it to you. I mean, it's a little bit like, you know, we hear about like cocaine and heroin sometimes being poisoned with things, but this is supposedly regulated content, alcohol?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "It's probably toxic moonshine which kills people around the world every year, even earlier this year. If you go back and just Googled toxic moonshine, there were 154 people killed in India, a couple hundred more hospitalize after drinking this. And based on my background growing up in the rural south, I made some phone calls about how this happens. It's not somebody putting methanol into the alcohol. What happens is when you distill moonshine and the very first -- the very first vapors to boil off during distillation, this contains like your most volatile alcohol including methanol. It's called the 4 shot. And so in southern lingo, you say throw away the first cut because that's where the very dangerous methanol is. It comes from pectin when you make corn liquor. Corn has pectin in it. That's why you get the toxicity in this alcohol. It's basically somebody who doesn't know how to make moonshine making it, and somehow --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, it's also someone who doesn't want to throw anything away. And they want to use as much as possible, so they have higher margin and they make money on whatever illegal alcohol they're selling. But they have no way of detecting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is really new to me. I didn't know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And nobody is following this. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I'm learning so much right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Two-thirds of a shot of methanol to cause permanent blindness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "No, that's the old joke about drinking moonshine that it makes you blind. I don't mean to interrupt, but I actually --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, please do because no one is following this. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "If you called anybody who has ever made real moonshine and still in the woods, the first thing they'll say to you is throw away the first cut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So, Jesse, this is so interesting. It comes as a revelation because I thought someone was poisoning the alcohol. They're saying, no. They're just bad distillers. But, Jesse, again, the whole argument from conservatives typically is less government, less regulation, this would be an argument for -- thank God, the government is telling people how to do this and checking to make sure they don't poison them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Way to spin it against Republicans, Juan. Well done. And there's no such thing as no regulation. You've got to have something there to check the bottles. And that's why I brought a little cheat sheet if you guys are ever in a bar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "We have a cheat sheet. It's right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "These cheat sheets got nothing on what she's doing. Go ahead, try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That sounds kind of obvious, but a lot of people don't do that. Number two, there should be an authentic hologram right beneath the bottle cap, and that means it's legit. So when you pour it upside down and like that when it's tapped and you see, you should not see any little particles there floating around, that means it's contaminated. The glue on most of the labels is very specific. You shouldn't be able to just pull up the label.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "With your teeth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I don't know about teeth. That sounds weird. I would do it with my hands --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK. Then maybe you're drinking some tainted alcohol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But to that, to your point hers is better because it was happened before the bottling process. If it's mixes bad, it's going bad in the bottle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No, because they can take used bottles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm not competing for--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "They could take used bottles--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Moonshine knowledge. I'm trying to teach the audience how to avoid--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Come up and then pour in whatever they made and then they sell them as new bottles. They're just essentially reusing the bottles and putting other stuff in there. But it's kind of poke holes in your theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Someone from another island was going to the Dominican Republic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Also, glad you brought that up, because I wanted to update my suspect list. TYRUS: He has the transcripts, ladies and gentlemen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He has the transcripts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I am now crossing off the U.S. Virgin Islands is one of the top suspects. I did some investigations. They are now - they have an alibi. OK. Let's just put it that way. Barbados and the Aruba and Puerto Rico still remain suspects at large. They have a lot of motivation for this Caribbean espionage and they will you know remain at large. WILLIAMS: Wait a second, so you think the Puerto Ricans and the Barbados--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm just saying there is a lot of competition for tourism dollars Juan in the Caribbean. And they're not going to let them off the hook yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're shipping bad alcohol to the foreigners--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Traders, it's not necessarily happening there. It's an inside job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "OK. So, we know that 14 Americans have died in the Dominican Republic in the last two years. We know that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Not going there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "19 people have died in Costa Rica. They're not necessarily Americans. I want to know how many non-Americans died in the Dominican from the same thing. And that's a problem--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think the Americans are being targeted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No, I don't think it's the Americans, I think there are so many people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "There are literally--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Poisoned that they're not releasing those statistics and causes of death. MCDOWELL: There are people around the world being poisoned by bad moonshine again because they don't have hillbillies. WILLIAMS: By the way, there is a new brand of alcohol called Angels Cut. And when I heard what you just said, you said you should throw that away--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That's kind of sad. Cut Ange, I'm not messing with that. WILLIAMS: You're not messing with that. And by the way, I like the idea that government regulates, and I can trust that I'd pick up a bottle that it's not been--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, I'm not giving mason jars full of hooch for Christmas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Don't do that. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "That's off the list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Elizabeth Warren using the anniversary of the moon landing to push a new climate change plan. It's going to rocket right at you next on THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "The Left has repeatedly tried to whip up climate hysteria with over- the-top comparisons and rhetoric. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ) PRESIDENTIAL CANDIDATE",
      "sentences": "There's a lot of people now that are born back on the Green New Deal and the planet has been in peril in the past. Who came forward to save Earth from the scourge of Nazi and totalitarian regimes? We came forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "The world is going to end in 12 years if we don't address climate change and your biggest issue is how are we going to pay for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D-VT) PRESIDENTIAL CANDIDATE",
      "sentences": "You cannot go too far on the issue of climate change. The future of the planet is at stake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And now Elizabeth Warren is being criticized for comparing herself to JFK and using the anniversary of the moon landing to call the Green Apollo program to fight climate change. What do you think about this, Watters? I mean it's a little--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, they just said the Apollo program was racist and sexist last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, I don't know if that's an apt comparison for the Democrats. Cory Booker scares me. He looks hysterical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He was fired up. He was passionate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right there. I think he needs a new outfit too; he's got the sweater and the buttoned-down collar every single where he goes. When someone comes up to me and says, give me all your money or you're going to die. That's a scam artist to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Or a really good robbery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. And that's what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's typically--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're sticking you up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Here's the thing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And raising your taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Here's the thing, Juan, this is where you know I love you to death. But here we go. Don't you think the Democrats need to take a page of the Republican's playbook because they're fear mongering. It's terrible. Like when Republicans make it - when the big thing was, they push terrorism. They made it feel like it was - there is a terrorist outside your house. We have to do something now. And Democrats like with this, you tell somebody in 12 years something bad is going to happen. We might call you back in 11 years and three months and like what's going on. Like they try to scare you into thinking about things, but they don't do a really good job. So, it was given like. They give you a solution. They've got to work on their fear mongering. They've got to take a page to make us pay attention. WILLIAMS: Wow. It's going to take fear mongering. So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that first of all, we've got to realize they're having a Democratic primary and there is not much debate among Democrats that climate change is a real issue and we need to do something about it. So, they are in fact speaking to people who can vote for them and give them the nomination. And I think that they are speaking by the way to most Americans at this point. They're definitely not speaking to the hard-right Trumping you know climate change deniers if you will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Lindsey Graham supports, he says he follows the science. I follow science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm just saying I think that's who's out there. I don't think there is anything radical, if you say maybe they need to ramp up their fear mongering but that to me is a pretty low statement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait. There is nothing radical about the Green New Deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is a hundred trillion dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And believe me they haven't even put it into legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's a hundred trillion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "OK, Juan, I would have a little bit more interest in that line of thinking if we're about the Green New Deal, but that wasn't that was a jobs program that was Medicare for All. That was all this stuff. So, Bernie Sanders saying there is no bill that's too big in order for us to tackle climate change. But they were tackling everything else but climate change with that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, they have climate change in there. But as you point out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes. But that was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There is a lot of kitchen sink in there. But I'm just saying to you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That was ancillary, that's too much kitchen sink and not enough sponge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I'm just saying hey what do you propose we have a conversation rather than have zero which is what the Republicans have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes, but it's not a rational conversation that's the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh! It's not irrational to say we need to do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "It is an emotional conversation. So, I just want to address something that Elizabeth Warren said. And Elizabeth Warren and Cory Booker are trying to evoke these memories of World War II. And you know some of the incredible history we have with military and our space programs. But the difference between the Apollo program and now, Elizabeth Warren is saying, we all came together, and we got guys on the moon and that was pretty historic, 50 years ago. A phenomenal feat that JFK called out in 1961, by the end of this decade we're going to have a man on the moon. And that happened. But you have to bring people together in order to do that. And these people cannot exist. Their political course cannot exist unless there is constant division. And that's Elizabeth Warren. That is Bernie Sanders. That is the squad, that is even the President. I will give you that. There is no way you're going to get people to come together when you live for pushing them apart. WILLIAMS: Wait a second, what are you saying, how is it pushing if there is a real problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Experts on this. You take us home. You get anything for the moonshine experts on this because should--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "For Moonshine to Moonshots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Should Warren be comparing herself to anyone like JFK. She has kind of a bad - things don't play well for her when she compares herself to other things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "What's working for her though is washing her dog with the hose that really caught fire on the Internet over the weekend. They're lying to the American people. If they want to fight climate change then we're all going to pay $6 to $10 per gallon for gasoline. We're not going to be able to drive the car of our choosing. We're going to have to drive some vehicle that actually might produce more CO2 emissions in making it because of the battery and because of the coal that requires to produce the electricity used to charge our car. It will hurt the poorest of the poor. It will hurt the working man and the working woman who has to drive two hours roundtrip to get to their job. Stop lying to the American people. If you want to fight climate change and change the cars that we drive and change how we create electricity, we're also going to put millions of people out of work. How'd that work out for Hillary Clinton with - speaking to the coal miners. We're going to put the coal miners out of work. Yes, that really, really flew--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Today, even if you disagree. Don't you dare try it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "What I've got to run. Come on, Juan. Don't you get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's pretty strong. But I thought it needed an antidote if you know what I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That you can do that during the commercial break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "The Fastest 7 is up next, featuring Tom Brady's parenting skills which are phenomenal. And a heat wave warning from criminals and a crazy shark. Don't go anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Welcome back. It is time for the Fastest 7. First up, NFL superstar Tom Brady may be a six-time Super Bowl champ, but it doesn't look like he'll be winning dad of the year anytime soon. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Good Lord. New England Patriots quarterback being accused of irresponsible parenting after dragging his 6-year-old daughter off a cliff in Costa Rica during a recent vacation. Jesse had the concussions gotten to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't think so. I think he's a fun-loving guy. But Bill Belichick must have had a heart attack watching that video. What kind of contract do you have? They should ban that kind of activity in your contract. He's 41. He's a Super Bowl champ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I didn't know you are a Patriots fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. But I think the NFL wants him in there. I mean maybe a lot of people hope he got hurt in the AFC East, but I think it was the Yank of the daughter which got everybody upset. KENNEDY: Yes, that's the upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I have absolutely no problem with this as a parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Poor girl, barely traumatized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh! What would have been better letting her go and have her fall and slide down the rocks. They counted down. He jumped. He had to pull her over. He literally and she's safe again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She has--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That is good daddy right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're coming with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That's what dads have to, sometimes you've got to pull and yank to keep them safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's why LeBron (ph) retired. That's sort of--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "We would be having this conversation if there was a little boy because it would be teaching him to be a man and jumped off the cliff. Instead he's teaching her how to have some guts. You know I although I did love the comments on Instagram though because like all these celebrities like the Rock and Diddy had to weigh in and Kelly Slater, your friend the surfer, all he said was that shoulder okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "He's more worried about the little girl who famously--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Torn terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "She did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I know someone said that online. I've had a torn labrum. I wish I was a parent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know I think it's one of the capabilities of their kids and so I'm going to trust Tom Brady as a parent here to decide whether or not that was a safe activity. And the second thing to say is. That guy is an athlete is one hell of a risk taker. And so, I guess he's a risk taker. I wouldn't do that with a kid, especially I wouldn't do it unless the kid was fully aware and as Jesse said, it looked to me like he was dragging the kid. But I just think that he must have said to the kid let's do this, gender up. WATTERS: You would do it with Giselle (ph). That's when you jump off--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Giselle is a grown woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know. That's what I mean, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "You know Giselle beaters you know what. TYRUS: There was no injuries. She can't. That's good Daddy. It's only the moms only get to yell if there's an injury. That's the house rules. That's the rule I live by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Father of the Year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "All right. It could be the recent heat wave, is there - is that a secret weapon in fighting crime. Police in Braintree, Massachusetts jokingly taking to Facebook to politely ask all possible criminals to take the weekend off writing quote due to the extreme heat. We're asking anyone thinking of doing criminal activity to hold off until Monday. Stay home, blast the AC, binge Stranger Things season three, play with the Face App, practice karate in your basement. We will meet again on Monday when it's cooler. Sincerely the Po Po. does that work for you Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I think that's great when the police have a sense of humor. Why not? I mean they have a tough job. That's great. I think - and also, I think it's entertaining for the community and gives them a sense of connection to the police better than that Louisiana cop that was threatening Alexandria Ocasio-Cortez, that I don't like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Well, I think they're funnier than AOC on Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What. Not the one that was threatening her life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, that's not what I'm talking about, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Buzz Killington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "You're from Massachusetts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Was there briefly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "So, the police always--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know what. Sure, why not. You know I was a child when I was there, so I didn't run into law too much. But you know what, I'll be more - I would like to see the comments from the criminals that would write him back. OK, cool. No problem. I guarantee you there's a few, well we got one, watch this one. Check this guy for warrants. I think you know it's hot and maybe that hits one or two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes. And they're like we can do this on Monday. Great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I'm just glad they said, Po Po. It's one of my favorite words, Po Po.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's not used enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Moonshine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Or the 50.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "How the roller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "One time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's absolutely right. And finally, an act of bravery or just plain dangerous. You be the judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's a fisherman in Martha's Vineyard calmly dragging a shark. He cut and putting it back into the water. So, Dagen, he's wearing red shorts and a Nantucket red shirt. That's when they call pink. Isn't that fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "That is very fun. Are there not a lot of men on Martha's Vineyard that people were just so fixated on this. They would say, oh! my God, he's got a shark by the tail, and he pulls it back in the water although I did think it was contributor here. He's got a place on the Vineyard, so I was - give it a little applause to Robert Wolf, so I'm putting that challenge out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I think shark wrestling is quite attractive and I think there are a lot of people who go to Martha's Vineyard just to see that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Only on the land, that's when you want to fight the sharks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I wouldn't do it even if I was saving the Shark's life. I wouldn't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And people who are watching, maybe Jaws is real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Well, Jaws 100 percent is real but that's called catch and release. That's what you do. You catch, you take the picture and you release, shark swims away, Good job, man. You know you wear what you want when you grab a shark by the tail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, visors off--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Juan, you're scaling. Can you blame this on Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Trunks, it's the trunks that he had to pull up after. See right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That was very, very Republican. No, I didn't understand that he caught this, he is a fisherman and he caught in his net, is that what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He looked it, wielded it in, unhooked it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I mean why is he fishing for sharks. That's a waste of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Juan, I don't think you choose, it's really what comes up and gobbles your bait. You've been fishing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. But he can release it. He didn't have to bring it into shore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, that's what he was doing. Well, he wanted to tickle it a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, you catch a shark, you bring it in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Give it a rub down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's a lot of work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "To show people, you want to show off, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Absolutely. One More Thing is up next. Stay right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's time now for One More Thing. So, remember when you guys were little and you had a loose tooth and one of the ways you could go about getting it out of your mouth is that you tie a string around it and then to the doorknob and then slam the door. Well, this little girl from Oklahoma had a different idea, ties into a ball on a tee hits it and knocks her tooth loose. Got to give it to her. That's one way to do it. Also, another way to do it, buy your swag at Fox News. Go to shop.foxnews.com. They still have this promotion. You get a free tote bag, if you buy more than $50 worth of gear. So, go there and check it out. Don't go tote-less for this summer. Tyrus carries the tote with his - you know all the stuff in it for the picnics, it's full.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I'm going to take you on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Take me out to pick, I might never come home. All right, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I got all my teeth still, thank goodness. You know what, beam me up puppy. Take a look at these pictures from the Oklahoma City Animal Shelter. Yes, those little dogs are not in a store window. They're on Facebook and they are wearing tin foil hats and giving piggyback rides to outer space aliens. Why? The animal shelter is launching a pet adoption program and it's having out of this world success because they've joined in a Facebook event to invade Area 51 in search of aliens from outer space. The adoption program is having so much success already 11,000 shares and the center is now pumping that up using the hashtag storm the shelter. The operator says the response is so overwhelming they're now alienizing more adoptable pets. So, Adopt A Pet, America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Well, you know what. I've got a chance, Dana Perino will be very proud of me. I've got a chance with Canine Companions for Independence this week where I did a story on because Spike, we know, and love is getting ready to go to doggie college. So, as his honorary uncle, I had to go there and check it out and make sure we're safe. I got a chance to do some training, meet some great trainers, met some good people, had a really great interview with that actually right there, that is Zach. She was a lot of fun. But it was a really great experience and when the dogs go there for six months, they get ready to change somebody's life and help somebody with independence and for everybody out there, I'm going to be running - you'll get the whole entire thing on Friday. And if you want a chance to donate to Spike's college career visit cc.org/spike and then big promo. Big announcement. Speaking of dogs, I will be speaking to the top dog, my former boss Snoop Dogg this week on Enough Said. So, tune in Enough Said only on Fox Nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. And there is no liberal indoctrination at that doggie college, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Just straight up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Straight up. Dogs don't play with that, man. They're all about love and possibility. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right. All right, Dagen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Dom Rostow, a former Navy SEAL was out for a morning run in Virginia B, when he ran by the Navy SEAL monument and the flag, the American flag it come loose from the pole. Dom tried three times to climb the pole without success, on his fourth attempt with a friend's help, he got up there and put the flag back where it belonged and he said this, the gold stars on this monument and the sacrifice that has been made for all of us was something I wasn't going to pass by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, beautiful. All right. Quickly, Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "God bless him. All right. Well you know Saturday night, you always like to throw a ragger even in Kilgore, Texas. Police got a lot of noise complaints. They went to break up at house and they found a mechanical bull. They told everyone to quiet down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Nice floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And one of the police officers lasted 30 seconds. And he rolls, rode that bull right the sunset (ph) and then he fell off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Urban Cowboy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Scott Glenn running that bull. I'll tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hello, everybody. I'm Jesse Watters along with Dagen McDowell, Juan Williams, Kennedy, and Tyrus. It's 5 o'clock in New York City, and this is \"The Five.\" The Democrats are desperately trying to revive the Russian collusion talking points ahead of this week's hearing with former special counsel Robert Mueller. Now, even though Mueller didn't find any collusion and the DOJ ruled there was no obstruction, Democrats refuse to accept reality and move on. For example, House Judiciary Chairman Jerry Nadler saying the report could provide evidence for impeachment."
    },
    {
      "speaker": "REP. JERRY NADLER (D-NY)",
      "utterance": "The report presents a very substantial evidence that the president is guilty of high crimes and misdemeanors, and we have to present or let Mueller present those facts to the American people and then see where we go from there, because the administration must be held accountable and no president can be above the law."
    },
    {
      "speaker": "WATTERS",
      "utterance": "House intel chief Adam Schiff is going even further by claiming Trump could end up in jail."
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "utterance": "He is a -- essentially unindicted co-conspirator. He's been identified as an individual one as the person who directed Michael Cohen to commit this fraudulent campaign scheme. For my point of view, if the evidence supports that he should be indicted."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Texas congressman, Al Green, not giving up on his impeachment fantasy."
    },
    {
      "speaker": "REP. AL GREEN (D-TX)",
      "utterance": "This president will be impeached, I am convinced of it. I believe my colleagues are moving in this direction, and I trust that it will happen sooner rather than later."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Trump responding by dismissing the hearing as an attempt to resurrect the witch hunt."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "I'm not going to be watching -- probably, maybe I'll see a little bit of it. I'm not going to be watching Mueller because you can't take all those bites out of the apple. We had no collusion, no obstruction. We have no nothing. We had a total no collusion finding. The Democrats were devastated by it. All they care about is a pony investigation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's definitely not going to be watching the Mueller hearing, Kennedy."
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "utterance": "The thing I've enjoyed most about this presidency is the MSP 3,000 aspect where he really does live tweet along with almost everything. And I really hope he does. He shouldn't hold back. Like, this is the time and the place for his impulsivity when he's digesting things in real time. But, you know, you were saying that the Democrats are dusting off the Russian collusion talking points. They better skip ahead to 2020 because the Chinese are looking at the Russians going, amateurs."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "You know, we've been infiltrated software. We've done so much more than that. Huawei."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, do you think that -- Huawei is the company that you're referring to that does software and networking. Juan, do you think the Democrats are living in the past right now and it's time to move forward?"
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "I don't understand this. I really am puzzled --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "That does not surprise me."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, because the president is out there saying the Democrats and Mueller can't have a second bite at the apple. This is going to be bad for the Democrats. He's apparently alarmed as if he's got something to hide. I thought no obstruction, no collusion --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Something to hide, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He should be asking Mueller --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's like a 400 page report."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He should be asking Mueller to stand up and say exactly what's in the report. Instead, he's running like -- you know, like -- you know, something's wrong. Nobody pay attention. Nobody home. Nobody here."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He looked like he was sitting to me. Tyrus, this is like Mueller hearing weak."
    },
    {
      "speaker": "TYRUS, GUEST CO-HOST",
      "utterance": "Listen, this whole process I say I would go with Mueller's report. You know, like, typically when an investigation happens I like to get to the end before I pass judgment. I'm weird that way. And I don't think -- and Mueller was very straightforward guy. I don't see him saying anything different except maybe turn to page 35, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know, for every question they ask --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yeah, he's going to be like 27. I think I answered that. I don't think this is gonna be a very exciting day for either side. I think we just -- at the end of this we'll learn that the Democrats thinks that he committed high crime, and the Republicans don't believe he did, and that's exactly will be at the end of the day."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And he's not a very exciting person, but I think the most exciting part is going to be the Republicans on the committee asking some really tough questions that Mueller has not answered."
    },
    {
      "speaker": "DAGEN MCDOWELL, GUEST CO-HOST",
      "utterance": "Absolutely, Jesse. When did you determine there was no conspiracy? At what point after the last FISA warrant renewal in June of 2017, you didn't renew it in the fall. Did you find out then and why didn't you let the American people know there was no conspiracy before the midterm elections? Why didn't you investigate the predicate of the original counterintelligence investigation? What launched this? Can you tell us that? It's going to be a field day for Republicans. For the Democrats, Jerry Nadler is just trying to ruffle up some interest in impeachment because the numbers have been falling, 21 percent according to the latest Wall Street Journal-NBC News poll, the share of Americans in favor of impeachment hearings, 21 percent down six points, even down nine points to 39 percent for the Democrats. So he's trying to have a dog and pony show. The only problem is no dogs or ponies are going to be there. Dogs and ponies are awesome. Instead, it's an old rooster, Bob Mueller, and a bunch of Weeble Wobble."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no. You know who's been standing on one leg in this circus, Dagen? Bill Barr. Bill Barr absolutely spun America and he said no obstruction, no collusion. Well, if that's the case. And, by the way, Bill Barr said, go ahead, Mr. Mueller, testify."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Then -- Juan, I think that's the most important thing then because if you have some sort of a disconnect between what the attorney general said when he summarized the report and the author of the report, Special Counsel Robert Mueller, then, you know, Republicans and Democrats should really try to reconcile --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Fine --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But -- and I think that's very fair. And I think we should get to the bottom of that because we deserve the truth. The thing that's problematic for Democrats is what Dagen's talking about, I don't think they're going to find anything new. I don't think they're going to --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, no."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "-- jostle Robert Mueller's brain. He's gonna go, oh, my gosh, you guys, I totally forgot. There was this one thing and I meant to charge him, and he has to be removed from office now."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And then Hillary flies in --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. So here's -- to that point here's the real question I think Democrats could ask, and it's something that we all want to know, Republicans and Democrats. Is the only reason that you chose not to indict this president because of Justice Department policy against indicting a sitting president? And, if that's the case, why didn't you talk to the president? Why didn't you talk to Don Jr.? Why did you make these conclusions?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "But Don Jr. didn't speak to the Mueller team? Yes, he did, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Don Jr. spoke to the team, OK? And the president gave written answers."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Not to Mueller."
    },
    {
      "speaker": "WATTERS",
      "utterance": "When you -- yes, he did. When you are out in the streets, when you're out in the bars, when you're out with your people --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "When you're out picnicking --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "When you're out picnicking at the Ferris wheel, when you're out - -"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Under cherry trees --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- in society."
    },
    {
      "speaker": "TYRUS",
      "utterance": "-- enjoying life."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Has anyone came up to you and say anything at all? Mueller, could you believe that?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, because the American people just like myself, and every day Joe, he's a little taller than everybody else, we've moved on from this. And here's the thing, Mueller is not going to -- and that was the point of the whole report. He's not going to make new law and he's not going to give personal opinions. So, I think people wanted him to say, hey, what would you do in that situation? He said based on the laws in front of me, this is my report, and it's the same thing. Now, if our rules are different as far as what a sitting president can and cannot do, then we need to look at that. But he's not going to create -- that's what the Supreme Court is for, and that's not what Mueller is gonna do."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "If you read the Mueller report, and I read the Mueller report, volume 1, volume 2 -- volume 2 at the end of the day, no investigation was obstructed. Not the FBI counterintelligence investigation, not the Mueller investigation, 500 search warrants, no witnesses interfered, they can interview anybody that they wanted to, even people in the White House."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, and to that point the big entree, remember, was collusion. And they didn't find any conspiracy to collude with the Russians to interfere in the election. And I think the rest of the country has moved on."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wait a second, they did find many instances -- in fact, more than a hundred of instances of context --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Context, not illegal, Juan. Not a crime."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here's the point, they didn't find a conspiracy -- they didn't find anything written and to say, OK, this is so 100 percent locked in. We don't -- we know --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We know the Russians trying to influence this campaign. And that the Russians, in fact, wanted Donald Trump to win, but we can't lock it and that's all. To say there's no evidence --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what I would have ask, you know, if I'm up there from the congressman which -- I never -- no, never. I would say, you know, if you're supposed to be looking into Russian interference into the election - -"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He did."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- why didn't you not look into the Hillary Clinton dossier?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But that's a fair question. If you're talking about contacts from Russians, if that is the threshold, Juan, there's a lot of Russians who had contact with the person that was being paid millions of dollars by the DNC. And if it's problematic to have Russians giving someone information in order to affect the outcome of an election, that has to be problematic as well. If we're going to be consistent and we're going to apply --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Clearly, you know what? Fusion GPS is an American company, and you can hire an American company to do whatever you want."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, and they can go to the Russians and say, hey --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's different than having Vladimir Putin on the line, let me tell you."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "How do you know that? How do you know they were Russian nationals and contacts --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "President Obama, what did he say to him? Cut it out."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Next on THE FIVE, what the heck is Beto doing? The struggling Democrat bizarre campaign and it's drawing widespread mockery."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "The 2020 circus keeps rolling on. Socialist Senator Bernie Sanders campaign is being mocked after announcing it will be cutting staffers hours in order to pay them a $15 an hour minimum wage. This is after Bernie's own staffers accused him of paying, quote, poverty wages. And what in the heck is Beto doing? The struggling Democrat posting this griming photo of himself lying on the floor of an airport and challenging his campaign staff to a push-up contest."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is your chance to do push-ups with a presidential candidate?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Jesse, who's more of an embarrassment at this point? It's a jump ball."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, that's toxic masculinity. I really think the push-up thing is wrong. He should have done it on his knees to be more gender inclusive. I felt like some of the women on the staff felt left out, so that would be my suggestion to him. What's going on here is they're just trying to out masculine themselves. Biden started it. But if there was a real push-up contest, this is who I think would win, either Booker or Buttigieg. Buttigieg was in the military, so it's in his veins. He's got it. And then Booker just looks jacked --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "You have to remember, Cory Booker was a division one football player, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think that's true. And also -- the Bernie thing, this is like what happens when socialism runs headfirst into capitalism. Capitalism will always win. It's like in football -- remember the Oklahoma drill one guy stands up -- boom, they run right into each other. Socialism will always lose. He's a total hypocrite. He didn't even realize that this was going to happen. I can imagine the conversation with the campaign finance chairman. Bernie, you know, if we give everybody $15 minimum wage we have to reduce their hours. Bernie is just like, come again? He doesn't understand it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It doesn't compute."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "My favorite part, Juan, was -- Bernie was upset that all this was being discussed in the media. There was one comment from him, it does bother me that people are going outside of the process and going to the media. He's this close to an inflatable raft in front of his, like, campaign bus."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't get this at all because it seems to me what he's saying, in fact, was the -- just debated in Congress. In fact, the House passed this $15 wage. Lots of people think that this is not anything radical. The problem is it's a burden on a small business when you don't have a larger structure in place. For example, paying for health care, how are you gonna bump up to pay people -- really, what is a minimum wage that's a living wage, 15 bucks an hour, it's not radical. So, to me, the real problem here is that Bernie is at a moment of transition in American life. But we haven't put in place the $15 minimum wage. He wants to do it. And his staff is saying, we demand it because you're out there calling for it. So I don't think it's hypocrisy. I think he's in a squeeze."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's in a squeeze because he had to reduce their hours."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, that's exactly right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So that's the same thing that happens with private sector."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In other words, if the Congress, and as we, as the American people say, hey, the larger structure has to be changed to help small businesses like a small campaign, then he'd be able to do it. But right now, how does he pay for the health care, how does he pay for the benefits?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, sounds like a business owner."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, that's right."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yeah, like Amazon, $15 minimum wage. Costco, $15 minimum wage. We can go through all the private companies that pay that amount."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're big businesses."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, you know what? He's got to play ball, and he basically just proves that socialism doesn't work. But I want to get back to Beto, help him."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I can't because this is the problem when you force things. This is why Williamson is doing so great because she's -- the people are getting behind her. They're like, wow, she's -- yeah, she's weird but she's genuine, and that's what the American people like. The push-up contest one for that poor brother over there in the orange shirt, if you guys --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's struggling."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He hates his job right now. Raise the wage to 17. If they offer him 20 bucks an hour, he's literally, like, I'm so -- look at him --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like, you posted this?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "They're doing like five and six, he's on four, poor kids. Not fair. He didn't sign up for that. But, you know, to go back to that, this is what a lot of small businesses are doing. Like, for example, I live in Louisiana, a lot of business tried to be proactive. We're going to bump people up to $15 an hour. What they end up doing is they fire half the staff so they can make the coverage, because not only in paying more, then they have to increase their type of insurance. So they have to pay more for insurance for an employee that makes $15 an hour is they higher rate of insurance. So what ends up happening is they have to cut half the staff, and the staff has to make up for that work in a short amount of time, which puts stress on employees. Like, you get $15 an hour but you have to work a lot harder. So there's a lot of problems with just saying, we need to move it all up to this. I think it really has to depends on jobs. That's why you continue to improve to get better jobs. Like, I didn't stay at Arby's, you know what I'm saying, for a reasons."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I didn't stay there for a reason."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And these people won't stay like the Sanders campaign."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know what I'm saying? They can't."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "But you have to realize Bernie Sanders campaign is in the 1 percent. You know, he's a top-tier presidential candidate. He has millions and millions of donors. And even still, he can't support his most basic ideas, and he's having to do what small businesses have to do. Of course, Amazon and Costco can afford to pay their workers $15 an hour. Mom-and-pop businesses they can't afford it. And if the government forces them to do that, they're going to force them out of business. And Bernie Sanders isn't going to have the kind of help that he needs to run the campaign that is going to get him the nomination, which is a lot of people all over the country, particularly in these critical states, knocking on doors, because those are the people who have their hours cut. And they're going to go from 60 hours a week to 42 hours a week, and that's not going to be enough, and that is the reality. And that's why they don't have minimum wage laws in places like Sweden and Denmark."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What we know is that, in fact, as you guys have said, some people get hurt by this. But more people are help in terms of higher wages that allow them to support their families."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Oh, actually, the CBO just did an analysis, a nonpartisan analysis, that showed 3.7 million people will lose their jobs when a $15 an hour --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- benefit from the higher pay. As I've said last week --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "They won't benefit from a higher pay because they're never going to get a higher pay because it's always going to stay at $15 an hour."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's $15 right now --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "-- places like California, they will be stuck at $15 an hour. You will have more homelessness"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Fifteen is a bump from where we are now. As I've said last week --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "It's not a bump if you're out of a job."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- illegal aliens to work on his property, that's the hypocrisy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, then he fired them."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, right."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Way to digress there, Juan. I wanted to end on Beto doing his push-ups. You can't run for president if you don't know who you are, can't you? I think that's the message. Growing concerns in Costa Rica, meantime, after a tainted alcohol kills 19 people. The shocking details next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "A deadly crisis in Costa Rica raising major new concerns about vacation travel. Officials there now have confirms 19 deaths from alcohol tainted with methanol. The government's health ministry saying 14 men, 5 women, ranging in age from 32 to 72, have died over the past two months, and so far authorities have seized 30,000 bottlers alcohol suspected of being tainted. As you remember, investigators are looking at bootleg liquor as the possible cause of death of several Americans in the Dominican Republic. Dagen, what's your reaction? I mean, it's so unbelievable that someone would poison alcohol and give it to you. I mean, it's a little bit like, you know, we hear about like cocaine and heroin sometimes being poisoned with things, but this is supposedly regulated content, alcohol?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "It's probably toxic moonshine which kills people around the world every year, even earlier this year. If you go back and just Googled toxic moonshine, there were 154 people killed in India, a couple hundred more hospitalize after drinking this. And based on my background growing up in the rural south, I made some phone calls about how this happens. It's not somebody putting methanol into the alcohol. What happens is when you distill moonshine and the very first -- the very first vapors to boil off during distillation, this contains like your most volatile alcohol including methanol. It's called the 4 shot. And so in southern lingo, you say throw away the first cut because that's where the very dangerous methanol is. It comes from pectin when you make corn liquor. Corn has pectin in it. That's why you get the toxicity in this alcohol. It's basically somebody who doesn't know how to make moonshine making it, and somehow --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, it's also someone who doesn't want to throw anything away. And they want to use as much as possible, so they have higher margin and they make money on whatever illegal alcohol they're selling. But they have no way of detecting --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is really new to me. I didn't know --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "And nobody is following this. I mean --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I'm learning so much right now."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Two-thirds of a shot of methanol to cause permanent blindness."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "No, that's the old joke about drinking moonshine that it makes you blind. I don't mean to interrupt, but I actually --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, please do because no one is following this. I mean --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "If you called anybody who has ever made real moonshine and still in the woods, the first thing they'll say to you is throw away the first cut."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So, Jesse, this is so interesting. It comes as a revelation because I thought someone was poisoning the alcohol. They're saying, no. They're just bad distillers. But, Jesse, again, the whole argument from conservatives typically is less government, less regulation, this would be an argument for -- thank God, the government is telling people how to do this and checking to make sure they don't poison them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Way to spin it against Republicans, Juan. Well done. And there's no such thing as no regulation. You've got to have something there to check the bottles. And that's why I brought a little cheat sheet if you guys are ever in a bar."
    },
    {
      "speaker": "TYRUS",
      "utterance": "We have a cheat sheet. It's right there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know."
    },
    {
      "speaker": "TYRUS",
      "utterance": "These cheat sheets got nothing on what she's doing. Go ahead, try."
    },
    {
      "speaker": "TYRUS",
      "utterance": "OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That sounds kind of obvious, but a lot of people don't do that. Number two, there should be an authentic hologram right beneath the bottle cap, and that means it's legit. So when you pour it upside down and like that when it's tapped and you see, you should not see any little particles there floating around, that means it's contaminated. The glue on most of the labels is very specific. You shouldn't be able to just pull up the label."
    },
    {
      "speaker": "WATTERS",
      "utterance": "With your teeth."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I don't know about teeth. That sounds weird. I would do it with my hands --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK. Then maybe you're drinking some tainted alcohol."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But to that, to your point hers is better because it was happened before the bottling process. If it's mixes bad, it's going bad in the bottle."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No, because they can take used bottles."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm not competing for--"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "They could take used bottles--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Moonshine knowledge. I'm trying to teach the audience how to avoid--"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Come up and then pour in whatever they made and then they sell them as new bottles. They're just essentially reusing the bottles and putting other stuff in there. But it's kind of poke holes in your theory."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Thank you."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Someone from another island was going to the Dominican Republic."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Also, glad you brought that up, because I wanted to update my suspect list. TYRUS: He has the transcripts, ladies and gentlemen."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He has the transcripts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I am now crossing off the U.S. Virgin Islands is one of the top suspects. I did some investigations. They are now - they have an alibi. OK. Let's just put it that way. Barbados and the Aruba and Puerto Rico still remain suspects at large. They have a lot of motivation for this Caribbean espionage and they will you know remain at large. WILLIAMS: Wait a second, so you think the Puerto Ricans and the Barbados--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm just saying there is a lot of competition for tourism dollars Juan in the Caribbean. And they're not going to let them off the hook yet."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're shipping bad alcohol to the foreigners--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Traders, it's not necessarily happening there. It's an inside job."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "OK. So, we know that 14 Americans have died in the Dominican Republic in the last two years. We know that--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Not going there."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "19 people have died in Costa Rica. They're not necessarily Americans. I want to know how many non-Americans died in the Dominican from the same thing. And that's a problem--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think the Americans are being targeted."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No, I don't think it's the Americans, I think there are so many people--"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "There are literally--"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Poisoned that they're not releasing those statistics and causes of death. MCDOWELL: There are people around the world being poisoned by bad moonshine again because they don't have hillbillies. WILLIAMS: By the way, there is a new brand of alcohol called Angels Cut. And when I heard what you just said, you said you should throw that away--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "That's kind of sad. Cut Ange, I'm not messing with that. WILLIAMS: You're not messing with that. And by the way, I like the idea that government regulates, and I can trust that I'd pick up a bottle that it's not been--"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, I'm not giving mason jars full of hooch for Christmas."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Don't do that. All right."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "That's off the list."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Elizabeth Warren using the anniversary of the moon landing to push a new climate change plan. It's going to rocket right at you next on THE FIVE."
    },
    {
      "speaker": "TYRUS",
      "utterance": "The Left has repeatedly tried to whip up climate hysteria with over- the-top comparisons and rhetoric. Take a look."
    },
    {
      "speaker": "SEN. CORY BOOKER (D-NJ) PRESIDENTIAL CANDIDATE",
      "utterance": "There's a lot of people now that are born back on the Green New Deal and the planet has been in peril in the past. Who came forward to save Earth from the scourge of Nazi and totalitarian regimes? We came forward."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "The world is going to end in 12 years if we don't address climate change and your biggest issue is how are we going to pay for it."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D-VT) PRESIDENTIAL CANDIDATE",
      "utterance": "You cannot go too far on the issue of climate change. The future of the planet is at stake."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And now Elizabeth Warren is being criticized for comparing herself to JFK and using the anniversary of the moon landing to call the Green Apollo program to fight climate change. What do you think about this, Watters? I mean it's a little--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, they just said the Apollo program was racist and sexist last week."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, I don't know if that's an apt comparison for the Democrats. Cory Booker scares me. He looks hysterical."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He was fired up. He was passionate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right there. I think he needs a new outfit too; he's got the sweater and the buttoned-down collar every single where he goes. When someone comes up to me and says, give me all your money or you're going to die. That's a scam artist to me."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Or a really good robbery."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. And that's what they're doing."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's typically--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're sticking you up."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Here's the thing--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "And raising your taxes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Here's the thing, Juan, this is where you know I love you to death. But here we go. Don't you think the Democrats need to take a page of the Republican's playbook because they're fear mongering. It's terrible. Like when Republicans make it - when the big thing was, they push terrorism. They made it feel like it was - there is a terrorist outside your house. We have to do something now. And Democrats like with this, you tell somebody in 12 years something bad is going to happen. We might call you back in 11 years and three months and like what's going on. Like they try to scare you into thinking about things, but they don't do a really good job. So, it was given like. They give you a solution. They've got to work on their fear mongering. They've got to take a page to make us pay attention. WILLIAMS: Wow. It's going to take fear mongering. So--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Sometimes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that first of all, we've got to realize they're having a Democratic primary and there is not much debate among Democrats that climate change is a real issue and we need to do something about it. So, they are in fact speaking to people who can vote for them and give them the nomination. And I think that they are speaking by the way to most Americans at this point. They're definitely not speaking to the hard-right Trumping you know climate change deniers if you will."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Lindsey Graham supports, he says he follows the science. I follow science."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm just saying I think that's who's out there. I don't think there is anything radical, if you say maybe they need to ramp up their fear mongering but that to me is a pretty low statement."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait. There is nothing radical about the Green New Deal?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is a hundred trillion dollars."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And believe me they haven't even put it into legislation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's a hundred trillion."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "OK, Juan, I would have a little bit more interest in that line of thinking if we're about the Green New Deal, but that wasn't that was a jobs program that was Medicare for All. That was all this stuff. So, Bernie Sanders saying there is no bill that's too big in order for us to tackle climate change. But they were tackling everything else but climate change with that--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, they have climate change in there. But as you point out--"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes. But that was--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There is a lot of kitchen sink in there. But I'm just saying to you--"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That was ancillary, that's too much kitchen sink and not enough sponge."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I'm just saying hey what do you propose we have a conversation rather than have zero which is what the Republicans have."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes, but it's not a rational conversation that's the problem."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh! It's not irrational to say we need to do something."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "It is an emotional conversation. So, I just want to address something that Elizabeth Warren said. And Elizabeth Warren and Cory Booker are trying to evoke these memories of World War II. And you know some of the incredible history we have with military and our space programs. But the difference between the Apollo program and now, Elizabeth Warren is saying, we all came together, and we got guys on the moon and that was pretty historic, 50 years ago. A phenomenal feat that JFK called out in 1961, by the end of this decade we're going to have a man on the moon. And that happened. But you have to bring people together in order to do that. And these people cannot exist."
    },
    {
      "speaker": "Their political course cannot exist unless there is constant division. And that's Elizabeth Warren. That is Bernie Sanders. That is the squad, that is even the President. I will give you that. There is no way you're going to get people to come together when you live for pushing them apart. WILLIAMS",
      "utterance": "Wait a second, what are you saying, how is it pushing if there is a real problem."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Experts on this. You take us home. You get anything for the moonshine experts on this because should--"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "For Moonshine to Moonshots."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Should Warren be comparing herself to anyone like JFK. She has kind of a bad - things don't play well for her when she compares herself to other things."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "What's working for her though is washing her dog with the hose that really caught fire on the Internet over the weekend. They're lying to the American people. If they want to fight climate change then we're all going to pay $6 to $10 per gallon for gasoline. We're not going to be able to drive the car of our choosing. We're going to have to drive some vehicle that actually might produce more CO2 emissions in making it because of the battery and because of the coal that requires to produce the electricity used to charge our car. It will hurt the poorest of the poor. It will hurt the working man and the working woman who has to drive two hours roundtrip to get to their job. Stop lying to the American people. If you want to fight climate change and change the cars that we drive and change how we create electricity, we're also going to put millions of people out of work. How'd that work out for Hillary Clinton with - speaking to the coal miners. We're going to put the coal miners out of work. Yes, that really, really flew--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Today, even if you disagree. Don't you dare try it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "TYRUS",
      "utterance": "What I've got to run. Come on, Juan. Don't you get it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's pretty strong. But I thought it needed an antidote if you know what I mean."
    },
    {
      "speaker": "TYRUS",
      "utterance": "That you can do that during the commercial break."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "The Fastest 7 is up next, featuring Tom Brady's parenting skills which are phenomenal. And a heat wave warning from criminals and a crazy shark. Don't go anywhere."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Welcome back. It is time for the Fastest 7. First up, NFL superstar Tom Brady may be a six-time Super Bowl champ, but it doesn't look like he'll be winning dad of the year anytime soon. Watch this."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Good Lord. New England Patriots quarterback being accused of irresponsible parenting after dragging his 6-year-old daughter off a cliff in Costa Rica during a recent vacation. Jesse had the concussions gotten to him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't think so. I think he's a fun-loving guy. But Bill Belichick must have had a heart attack watching that video. What kind of contract do you have? They should ban that kind of activity in your contract. He's 41. He's a Super Bowl champ."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I didn't know you are a Patriots fan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. But I think the NFL wants him in there. I mean maybe a lot of people hope he got hurt in the AFC East, but I think it was the Yank of the daughter which got everybody upset. KENNEDY: Yes, that's the upset."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I have absolutely no problem with this as a parent."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Poor girl, barely traumatized."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh! What would have been better letting her go and have her fall and slide down the rocks. They counted down. He jumped. He had to pull her over. He literally and she's safe again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She has--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "That is good daddy right there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're coming with me."
    },
    {
      "speaker": "TYRUS",
      "utterance": "That's what dads have to, sometimes you've got to pull and yank to keep them safe."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's why LeBron (ph) retired. That's sort of--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "We would be having this conversation if there was a little boy because it would be teaching him to be a man and jumped off the cliff. Instead he's teaching her how to have some guts. You know I although I did love the comments on Instagram though because like all these celebrities like the Rock and Diddy had to weigh in and Kelly Slater, your friend the surfer, all he said was that shoulder okay."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "He's more worried about the little girl who famously--"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Torn terrible."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "She did?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "No."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I know someone said that online. I've had a torn labrum. I wish I was a parent."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know I think it's one of the capabilities of their kids and so I'm going to trust Tom Brady as a parent here to decide whether or not that was a safe activity. And the second thing to say is. That guy is an athlete is one hell of a risk taker."
    },
    {
      "speaker": "And so, I guess he's a risk taker. I wouldn't do that with a kid, especially I wouldn't do it unless the kid was fully aware and as Jesse said, it looked to me like he was dragging the kid. But I just think that he must have said to the kid let's do this, gender up. WATTERS",
      "utterance": "You would do it with Giselle (ph). That's when you jump off--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Giselle is a grown woman."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know. That's what I mean, Juan."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "You know Giselle beaters you know what. TYRUS: There was no injuries. She can't. That's good Daddy. It's only the moms only get to yell if there's an injury. That's the house rules. That's the rule I live by."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Father of the Year."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "All right. It could be the recent heat wave, is there - is that a secret weapon in fighting crime. Police in Braintree, Massachusetts jokingly taking to Facebook to politely ask all possible criminals to take the weekend off writing quote due to the extreme heat. We're asking anyone thinking of doing criminal activity to hold off until Monday. Stay home, blast the AC, binge Stranger Things season three, play with the Face App, practice karate in your basement. We will meet again on Monday when it's cooler. Sincerely the Po Po. does that work for you Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I think that's great when the police have a sense of humor. Why not? I mean they have a tough job. That's great. I think - and also, I think it's entertaining for the community and gives them a sense of connection to the police better than that Louisiana cop that was threatening Alexandria Ocasio-Cortez, that I don't like."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Well, I think they're funnier than AOC on Twitter."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What. Not the one that was threatening her life."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, that's not what I'm talking about, Juan."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Buzz Killington."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "You're from Massachusetts."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Was there briefly."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "So, the police always--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know what. Sure, why not. You know I was a child when I was there, so I didn't run into law too much. But you know what, I'll be more - I would like to see the comments from the criminals that would write him back. OK, cool. No problem. I guarantee you there's a few, well we got one, watch this one. Check this guy for warrants. I think you know it's hot and maybe that hits one or two."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes. And they're like we can do this on Monday. Great."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I'm just glad they said, Po Po. It's one of my favorite words, Po Po."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's not used enough."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Moonshine."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Or the 50."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "How the roller."
    },
    {
      "speaker": "TYRUS",
      "utterance": "One time."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's absolutely right. And finally, an act of bravery or just plain dangerous. You be the judge."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's a fisherman in Martha's Vineyard calmly dragging a shark. He cut and putting it back into the water. So, Dagen, he's wearing red shorts and a Nantucket red shirt. That's when they call pink. Isn't that fun."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "That is very fun. Are there not a lot of men on Martha's Vineyard that people were just so fixated on this. They would say, oh! my God, he's got a shark by the tail, and he pulls it back in the water although I did think it was contributor here. He's got a place on the Vineyard, so I was - give it a little applause to Robert Wolf, so I'm putting that challenge out."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I think shark wrestling is quite attractive and I think there are a lot of people who go to Martha's Vineyard just to see that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Only on the land, that's when you want to fight the sharks."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Exactly right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I wouldn't do it even if I was saving the Shark's life. I wouldn't do it."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And people who are watching, maybe Jaws is real."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Well, Jaws 100 percent is real but that's called catch and release. That's what you do. You catch, you take the picture and you release, shark swims away, Good job, man. You know you wear what you want when you grab a shark by the tail."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, visors off--"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Juan, you're scaling. Can you blame this on Republicans?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Trunks, it's the trunks that he had to pull up after. See right there."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That was very, very Republican. No, I didn't understand that he caught this, he is a fisherman and he caught in his net, is that what happened?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "He looked it, wielded it in, unhooked it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I mean why is he fishing for sharks. That's a waste of time."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Juan, I don't think you choose, it's really what comes up and gobbles your bait. You've been fishing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. But he can release it. He didn't have to bring it into shore."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, that's what he was doing. Well, he wanted to tickle it a little bit."
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, you catch a shark, you bring it in."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Give it a rub down."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's a lot of work."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "To show people, you want to show off, OK."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Absolutely. One More Thing is up next. Stay right here."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's time now for One More Thing. So, remember when you guys were little and you had a loose tooth and one of the ways you could go about getting it out of your mouth is that you tie a string around it and then to the doorknob and then slam the door. Well, this little girl from Oklahoma had a different idea, ties into a ball on a tee hits it and knocks her tooth loose. Got to give it to her. That's one way to do it. Also, another way to do it, buy your swag at Fox News. Go to shop.foxnews.com. They still have this promotion. You get a free tote bag, if you buy more than $50 worth of gear. So, go there and check it out. Don't go tote-less for this summer. Tyrus carries the tote with his - you know all the stuff in it for the picnics, it's full."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I'm going to take you on it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Take me out to pick, I might never come home. All right, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I got all my teeth still, thank goodness. You know what, beam me up puppy. Take a look at these pictures from the Oklahoma City Animal Shelter. Yes, those little dogs are not in a store window. They're on Facebook and they are wearing tin foil hats and giving piggyback rides to outer space aliens. Why? The animal shelter is launching a pet adoption program and it's having out of this world success because they've joined in a Facebook event to invade Area 51 in search of aliens from outer space. The adoption program is having so much success already 11,000 shares and the center is now pumping that up using the hashtag storm the shelter. The operator says the response is so overwhelming they're now alienizing more adoptable pets. So, Adopt A Pet, America."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Tyrus."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Well, you know what. I've got a chance, Dana Perino will be very proud of me. I've got a chance with Canine Companions for Independence this week where I did a story on because Spike, we know, and love is getting ready to go to doggie college. So, as his honorary uncle, I had to go there and check it out and make sure we're safe. I got a chance to do some training, meet some great trainers, met some good people, had a really great interview with that actually right there, that is Zach. She was a lot of fun. But it was a really great experience and when the dogs go there for six months, they get ready to change somebody's life and help somebody with independence and for everybody out there, I'm going to be running - you'll get the whole entire thing on Friday. And if you want a chance to donate to Spike's college career visit cc.org/spike and then big promo. Big announcement. Speaking of dogs, I will be speaking to the top dog, my former boss Snoop Dogg this week on Enough Said. So, tune in Enough Said only on Fox Nation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. And there is no liberal indoctrination at that doggie college, right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Just straight up."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Straight up. Dogs don't play with that, man. They're all about love and possibility. That's it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right. All right, Dagen."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Dom Rostow, a former Navy SEAL was out for a morning run in Virginia B, when he ran by the Navy SEAL monument and the flag, the American flag it come loose from the pole. Dom tried three times to climb the pole without success, on his fourth attempt with a friend's help, he got up there and put the flag back where it belonged and he said this, the gold stars on this monument and the sacrifice that has been made for all of us was something I wasn't going to pass by."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, beautiful. All right. Quickly, Kennedy."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "God bless him. All right. Well you know Saturday night, you always like to throw a ragger even in Kilgore, Texas. Police got a lot of noise complaints. They went to break up at house and they found a mechanical bull. They told everyone to quiet down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Nice floor."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And one of the police officers lasted 30 seconds. And he rolls, rode that bull right the sunset (ph) and then he fell off."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Urban Cowboy."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Scott Glenn running that bull. I'll tell you that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}