{
  "date": "July 10, 2018",
  "headline": "Are liberals overreacting to Trump's Supreme Court pick?",
  "subHeadline": "Democrats line up against Brett Kavanaugh, accuse him of preparing to erode women's rights; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/are-liberals-overreacting-to-trumps-supreme-court-pick",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Jesse Watters, Dana Perino and Greg Gutfeld. It's 5 o'clock in New York City and this is \"The Five.\" It's back to normal, Greg. All eyes on Capitol Hill today where President Trump's new Supreme Court nominee Judge Brett Kavanaugh is meeting with lawmakers, many Democrats already fiercely opposing the new high court pick, but Trump is reminding everyone what matters most when making his selection for the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "In keeping with President Reagan's legacy, I do not ask about a nominee's personal opinions. What matters is not a judge's political views, but whether they can set aside those views to do what the law and the constitution requires.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "The White House say they expect Kavanaugh to be confirmed by October 1st ahead of the impending political battle, the Supreme Court nominee is sharing insight on (INAUDIBLE) from the bench.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRETT KAVANAUGH, SUPREME COURT NOMINEE",
      "sentences": "If confirmed by the senate, I will keep an open mind in every case, and I will always strive to preserve the constitution of the United States and the American rule of law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And as we mentioned, liberals are losing their minds over President Trump's pick. Former Democrat Virginia governor, Terry McAuliffe, tweeting, Kavanaugh's nomination will, quote, threatens the lives of millions of Americans. While Nancy Pelosi is vowing to, quote, avenge, President Obama by fighting Trump's nominee, and more Democrats promising obstruction. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "sentences": "The ramifications of this battle will last a generation and more. I'm going to fight this nomination with everything I've got.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "If you are a young woman in America, or you care about a young woman in America, pay attention to this, because it will forever change your life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "What is at stake? It's women's freedom, our freedom to make our own decisions, our freedom to decide when, how many children we're going to have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS.",
      "sentences": "We are in the fight of our lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "sentences": "So, this seems to be, of all the people, the most self-serving person he could choose in order to protect himself from this criminal investigation, to avoid a constitutional crisis, we cannot let this confirmation process go forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. So, as predicted, Dana, of course, there's going to be opinions. It wouldn't be like liberals versus conservatives if you didn't have a little ping-pong, back-and-forth. So, as predicted, they went a little bit nuts. So they would've been nuts about anyone who was selected. However, someone here at this table has personal knowledge and experience of Judge Kavanaugh. Raise your hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Did he put you in jail once?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Lock them up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Spent a weekend in Tahiti.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I guess it'll come out in the papers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "First on the idea that Brett Kavanaugh is so objectionable. What's interesting about the opposition is that last night they've had all of their signs made up, and then they would take a sharpie and write in the name as soon as it was announced by President Trump at 9 PM. So, they were like, sort of, handmade signs. So no matter who was going to be nominated, they were going to face this. I think the Terry McAuliffe's tweet probably would have said, no matter who it was, this means that millions of people are going to die. And so, the opposition is definitely spun up. I'm curious about how that will play out and I think we'll deal with that in the future in terms of like what Gillibrand and Kamala Harris were just saying right then, how that will play in terms of -- not just the midterms, but I think 2020, and 2024, and beyond. I do think a lot of it is scare tactics, but that's what a lot of people use. Chuck Schumer is facing a very interesting situation. He has a base that wants him to fight, and he says I'm going to fight with all that I have. But even with all that he has, because they do not have the power, it will not be enough. So, at some point, he's going to have to let those red state Democrats go and decide on their own if they want to vote with the president, and if they want to win reelection, they probably will want to do that. So, I knew Brett Kavanaugh before he was a judge. I worked in the White House with him. One thing I didn't know until he said last night, and I know his wife as well, I didn't know that their first date was on September 10, 2001, and it was the next morning when they were walking into the White House that the secret service started pulling people out because of the impending danger. They're a wonderful couple. I loved his interaction with his daughters. But I will say that what his job whether the staff secretary office was to build consensus, one of the worst thing you have to do. Imagine, Greg, if you had to submit your monologue to 20 offices and everyone got to take a whack at it, and I was the staff secretary and I got to negotiate with everyone on changing this word or that word. That was really his job there. It wasn't a legal job, per say. So the idea that they want -- every email he ever put through in the White House as a staff secretary these things like -- is not relevant to how he would rule on the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right, fantastic. I'm so glad I went to you first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you. I'm sorry I took up so much time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Excellent decision. OK. So, Greg, what do you have to offer that isn't reminiscing about Tahiti?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was thinking about the first date was September 10th. I'd be worried about the second date. I mean, what could happen? It's just be bad, bad luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It went very well and they're a beautiful couple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This process now is no different than the ball possession in football. So, you have the ball, I mean, the White House, you put points on the board. That means you pick as many judges as you can. And if you're on the defense, naturally your job is to block the points. You don't want the judges in there. So, right now, the Republicans have the ball and the Democrats don't have the ball, so what they're going to do is, no matter who they put up there, it's going to be not just unqualified but evil. This is going to be an evil person. And my favorite part is how everybody is like an instant expert on this guy when they never heard of him before. It's like people became fans of the Washington Capitals when they were in the Stanley Cup. It's like suddenly they knew everything about hockey.  But this used to be separate. This whole system used to be separate from politics until one word, Bork. If you remember the hearings of Robert Bork, here was a brilliant mind that was poisoned by political venom. Everything changed with Bork. He was crucified. I mean, people were befuddled by the attacks on him. And ever since then, I don't think -- the Democrats were always like this. I don't think the Republicans have always been pushovers on this, but I think that's got to change. I think we have to look at this now, sadly, as a political turf war and fight as hard as possible as they do because they're going to Bork everybody. Bork was the first time when the media -- they broke that political seal. They took a brilliant mind and they destroyed him. Good to be back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "A hundred percent, welcome back. PERINO: Your metaphors are on point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "By the way, you've been hanging out with Kilmeade, because a little bit of sports corner there, sport analogies, I like it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I do have -- exit with one fact. Kavanaugh was born in 1965. Ted Bundy graduated from high school in 1965. I'm not saying Kavanaugh is a serial killer, but I'm not -- not saying he's a serial killer. We have no evidence, but we need evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": ". if he's evil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Thank you for presenting both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. Fair and unbalanced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, unstable as well. All right, Juan, what do you have to say about this? What do you think? We were predicting yesterday, we thought, perhaps, Kavanaugh, Barrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "You predicted Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah. I like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In fact, I was on air, I thought Hardiman was the guy, but I think that, actually, you know, some people in the White House put pressure on the president because I think Kavanaugh is much more connected than Hardiman ever is going to be. Except, of course, Marry Anne, Trump, Barry, I think was her last name, served with Hardiman on the third circuit. So, I bet she was pumping him to her brother, but I think that the last say really came down to Don McGahn, who's the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "White House counsel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". White House counsel. And I think he and others really are tapped into Kavanaugh. He is the Republican establishment pick, which is why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He's a Kennedy clerk as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, he's a Kennedy clerk, just like Gorsuch, right? And, I think, the problem for Senator McConnell was there's such an extensive paper trail. So, it's not just that we don't know much about him, as Greg said, but that there is so much to be found out because I think somebody said he's a little bit like Forrest Gump. Wherever you look, a big issue, oh, there he was. There he was in the Starr investigation into President Clinton. There he was in the Bush White House in the midst of so many controversies. And there he is on the D.C. circuit and on the D.C. circuit for many years. So, when he was nominated for the D.C. circuit, I think it's '03, there was a 3-year delay in terms of confirmation because people wanted to know more about him. Some people said he was a political guy who became a judge. I don't know. I don't want to be unfair to him. I mean, you've got liberals like Akila Mar at Yale who are making the case for him as thoroughly qualified and deserving of the appointment. The difference is, and I think this is something I want to say both to Dana and to Greg, and the way they postured it, oh, it's anybody that the left was going to oppose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Definitely",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You remember that this election, the lift came from the Federalist Society and Heritage. So it's not a universally say, oh, give me some qualified conservative judges to consider. No, these are people who the far right has put a stamp on in terms of abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Kavanaugh is not qualified, you're saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I didn't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because he was part of the list you're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no. I didn't say that at all. What I'm saying is these are people who have been prescreened, Jesse, for their conservative credentials by far right conservatives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What far right conservatives?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm sorry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He worked for Justice Kennedy. He was applauded by George W. Bush as an excellent choice. I don't understand what the problem is. You even have legal scholars on the liberal side and the Democrats side saying this is someone who is eminently qualified and was a good choice. I don't find him to be far right or fringe, whatsoever, and I don't see any evidence to substantiate that statement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't think there's much doubt that he's qualified. He served on the D.C. circuit for 10 years, but that's not the point in a politically polarized country where, at the moment, as everybody here said, by the way, basically what you're going to have is five hard right votes that will control America for generations to come. And, of course, the people who say, wait a second, I don't want the court to just be rubber-stamped. I want a fair hearing. If my case -- before the court, I want to know that I'll get a fair hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. That win him election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would say that Democratic presidents also nominate liberal justices to the Supreme Court. It's not just Republicans that nominate their side. It happens on both sides, and that's fine, and that's how the game is played. It's interesting to say the biggest criticism against Kavanaugh is that he worked for Ken Starr. I thought special counsels were beyond reproach and beyond partisanship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what I mean, independent prosecutors. Listen, they've been calling this guy a reactionary ideologue. He's going to end civilizations as we know it. He lives in the Maryland suburbs with his wife Ashley. He coaches his daughter's basketball league.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Maybe it's a front.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean he served hot meals in his catholic charity. The guy is not a monster. He's like a polished gentleman who went to Harvard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Have you tried his hot meals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They're too hot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah, they're too hot. I mean, the guy has impeccable credentials, and pretty much everybody thinks he's going to be a very, very strong judge. He's got a very long history of decisions and scholarship, and I think that's a good thing because then you can really see how he is a solid pick. And he's got a great sense of humor. And as Greg knows, anybody with a good sense of humor is brilliant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He's hilarious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And he is hilarious, and you saw that last night. And people saying Roe v. Wade. He's actually on record as saying Roe v. Wade is settled law, and he's going to follow Gorsuch on that issue. And then, politically, if you think about it, I think Schumer can't do anything about it unless some surprise comes up in his paperwork, which we don't know if that's going to happen yet. But you are saying the other day, Manchin, Heitkamp, Joe Donnelly, all senate Democrats up for reelection, they all voted for Gorsuch. So, I don't see why they're not going to vote for Kavanaugh as well. They're spending a lot of money on this pick with national ad campaign advertisement. And bottom line, Schumer comes up small in these big moments. He botched the shutdown. I think he's going to botch this battle with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I think Manchin has said that there's pre-existing conditions is something that really concerns him. He says 44 percent of his state, West Virginia, would be impacted. He wants to know how he deals with that. I think you're going to see a lot of people say let's get the paperwork. Let's take the time. No need to rush it. And you're going to see Mitch McConnell say no, let's get this done before the midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Fifty nine percent of West Virginians want this confirmation to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right. We get Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I just want to say, Juan, you mention that this court will rule over America for a generation. I think that actually is a fundamental issue here with the court. The court is actually not meant to rule over anybody. The people of America are supposed to rule over themselves. And the court has been used by the left as a place to establish long desired policy goals they couldn't get done through the people, through the legislatures, through the congress, and the Supreme Court -- all it's supposed to do is to say constitutional, not constitutional, that's it. So, the idea that the court has this much power is not correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can you add more people to the court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If I was Trump I would say let's make it 16.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It has to be a 17, because then you want the majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "By the way, they've had detailed opposition research, the Democrats have had this, you know, for over a year since he had to replace and fill Scalia's position. So, everybody has researched him and vetted him and check him out, so they can stall, but they can't put it off. They can run, but they'll get tired. All right. President Trump putting America first and blasting NATO over defense spending in what's shaping up to be a tense summit. Where things stand, when we return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "President Trump arriving in Brussels, Belgium, hours ago for what is shaping up to be a contentious NATO summit, the president continuing to go after members of the military alliances over defense spending, while also taking issue with European Union trade policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "NATO has not treated us fairly, but I think we'll work something out. We're being taken advantage of by the European Union. We lost $151 billion last year on trade. And on top of that, we spend at least 70 percent for NATO and, frankly, it helps them a lot more than it helps us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "President Trump also surprising some with his remarks about his upcoming sit-down with Russian President Vladimir Putin. That takes place on Monday in Finland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I have NATO. I have the U.K., which is in somewhat turmoil. And I have Putin. Frankly, Putin may be the easiest of them all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. So, Juan, President Trump trying to stir up some trouble before he goes to NATO. He has been effective in getting these countries to pay more, but one of the reasons they're paying more is because the threats on their borders are increasing. And also, this is kind of the first time they really mix the issue of NATO and trade. Do you think it will work this time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, obviously, the trade thing is not going so well. I mean, and, in fact, it looks like the Chinese are targeting states that are red states to send a message to President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But this will be with NATO.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. What I'm just talking about the whole trade fight and the idea of trade wars because it extends also to the European countries, as well as Canada and Mexico. And, you know, it impacts even here at home, a company like Harley-Davidson which the president has celebrated previously. But you know what's interesting to me is, so you combine these two meetings, the one with NATO allies and the one with Putin, and there's so much concern I think among the allies. You had the president of the E.U. saying, hey, America, don't treat your allies badly. You don't have too many of them. And you stop and say, well, gee, what would Putin's agenda be? And Putin's agenda would be, hey, let's divide or somehow split up the NATO alliance, and then let's have trade wars because, again, it's all to his benefit. And you stop and think why are we treating our allies this badly? Post World War II, the globe has been a peaceful place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, and it has been, Jesse, the American-led global order that has been in place has been good. One thing that is happening right now is Russia is building up its military capabilities on the border with Poland, and so they are anxious. The president was sort of receptive to the idea of possibly placing permanent troops there in Poland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And that'd be a big step. We're trying to reorient our grand strategy towards the Pacific after defeating the Russians, but if Russia keeps knocking on the doorstep, we might have to pony up some bases there. But I think he's just trying to modernize NATO. I mean, we have these lavish trade deals with our allies in Europe during the cold war. You know they helped contain the Russians, and we protect them and we get them, you know, fair access to our markets.  Well, the cold war is over. We won. So, he's just trying to now recalibrate those deals because we're spending $706 billion in our defense budget. Our navy protects all the shipping lanes of the world. Our air force keeps the peace. We have bases in Germany with the army. All he's saying is, you know, we're paying all this money to protect you guys, and you guys are just throwing up all these trade barriers, let's just even it out. And, to be honest with you, we are competing against the E.U. No one says that we're trying to kind of crack open that little trade block there because they're very powerful. And we have all these industries that are competing for market share and jobs and talents, and, you know, we're just trying to put America first, like France is trying to put France first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. We've got food coming up at the end of the show, so we've got to keep on time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I hate to cut into the food segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Here's the thing, OK, allies are always our allies. So, if someone, let's say, we're bickering with Canada, or -- what is that place, France.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If someone invades Canada or France, what are we going to do? We're going to kill the people that invade France or Canada because that's what allies do. So, this other stuff is just bickering amongst a family, right? We're bickering over trade which is essentially like bickering over chores or responsibilities or commitment among a family. So, allies, we're fine. We're fine. You don't argue over commitments unless you already have commitments with people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's just degree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's degree. So we've got to stop it. Don't worry, Canada. If somebody invades, we'll kill them all. But conversely, Russia and North Korea, we don't have that relationship, so when Trump says the relationship is somehow clearer with Russia, what he's saying that it's easier to understand because it's adversarial, us versus them. And, also, sometimes requires more attention in order to modernize this antiquated adversarial situation. Everybody wants to save face, right? That's all it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that he wants to have a good meeting, Kimberly, he'll have a good meeting outcome. The only thing I'm thinking about is Turkey. I don't know. I'm a little worried about Turkey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They're the wild card. They have -- it's tough to catch Turkey. This is President Trump, again, with his philosophy that was really, you know, quite celebrated and encouraged during the campaign, which was America first and we're going to equal out the equation. There is going to be reciprocity as it relates to trade or spending. And for quite some time, the United States has been subsidizing European countries that have not had the level of military readiness or defense preparedness the United States has continued to value and place as a priority in this country. So he's saying, listen, you're going to have to be able and be prepared, and so Europe are panicked to defend yourself because it cannot always be out of our pocket book. And just like he's trying to do with trade with China, level the playing field, let's engage in diplomacy and reciprocity of paying your fair share because I have to devote resources to the United States and the issues that we have here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And, hopefully, he will thank a lot of the NATO members for helping us in Afghanistan, and Iraq, and counterterrorism, because that's where it's a really big deal. And cyber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Cyber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Cyber is a big issue. That's the one. OK. We're going to get to food, but first, Greg is back from vacation. He's filling us in on his case of the back to work blues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Are you hungry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You're hungry, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Last week you'll probably noticed a decline in quality in Fox News programming. I was on vacation. I apologize for that. I regret my leaving as much as you regret me being gone. After all, you had to put up with this guy:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "sentences": "Thank you all for having me. I'm not as funny as Greg Gutfeld. Good morning everybody at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You don't have to warn us. I love you, Sean. And for what, though? Research shows vacation benefits vanish in just days. Here's why: For dopes like me, we don't do jobs that actually need rest. I don't risk my life pulling kids from flooded caves. I don't lift heavy objects, unless it's this which is out almost in a month. The only risk I incur is when Kimberly notices a shoe missing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Vacations are like surgery, you should only have them if you need them, because, if you don't, vacation stress just adds to the anxiety of work. Vacations for me are like hair dye for Brian Stelter. And it's not work you need rest from. It's the modern technology that follows us everywhere. Every person on the beach was on the phone, all talking at once while their kids peed in the sand. What's with people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Are you serious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kids peeing in the sand, it's not adorable!  But also, going on vacation while Donald Trump is in office, that's like closing your eyes during the scary parts of a movie or going for a hot dog in the ninth inning. You know you're going to miss something. Because after all, the media says the world is going to end at any minute. So maybe it's good to be at the beach. Here are some pictures. This is the ocean. And some mountains. Yes, mountains. And here's a rooster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't see you in any of those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. Amazing, right? I could have saved money staying home and Googling the oceans, mountains, and roosters. I'm glad I said \"roosters.\" I could have saved you the pain of my absence. And once again, I would have beaten Jesse on a Saturday night, but I didn't because I wasn't here. Instead I flew forever for a sunburn that needed a case of Advil. The upside --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, my God. This one. Remember?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- on vacation nobody bugs you for guzzling rum before 9 a.m. But after ten days of that, it knocks off 20 I.Q. points, meaning I can now guest host \"Morning Joe.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Best part, right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That picture was like, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What, was it something --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It was just, like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Woke you up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, it totally scared me when I saw it. My screen was on really bright, and then your face was there. And it was like, \"Miss me? I miss myself.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My wife created what's called a texting burqa. Because you can't see your phone -- you have it? You can't see your phone on the beach. So this was Elena all week, sitting there, texting with her shirt over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know if that says something about her or you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Is that a real photo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Don't you find more stress --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You're really entertaining, aren't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's interesting you say that, because so I'm -- Peter and I have our 20th wedding anniversary in the end of September, and we were meant to go on a weeklong trip to Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But I'm very stressed, because nobody has planned it yet. It's right when the Supreme Court vote could be happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Uh-oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And I'm feeling already like maybe we shouldn't go. But of course you go on the vacations to mark special occasions. So yes, I know what you mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know what you mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, I was not -- I was not sober by noon. Because they allow you to drink at the beach, like at 9 a.m.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Are you sober now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think I'm punch-drunk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think you are, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He's so glad to be back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I have to call you out on a few things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "One, you were texting and tweeting and Instagramming a lot during your vacation. I noticed it. Don't act like you unplugged, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I didn't. Oh, I didn't. I'm pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You were busy every day, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You are incapable of unplugging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And I want to go on the record and say that I am jealous that you got Hannity to sit in for you. I feel like I should have maybe gotten someone like Hannity to fill in for me. I'll take that up with the producers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wait a second. I think Sean was here to be nice to you for your birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's how we got that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That was your birthday present.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Holding fire. Then I take it all back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And are you denigrating the people that sub for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, he just did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Who subs for me? I never watch when I'm not here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Kilmeade. Hegseth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They do a great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Stirewalt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Everyone does a great job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Cleanup on aisle seven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan -- Juan, you know you're not even engaged in social media when you're here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's true. But I have to unplug. Because like Dana said -- I think you said, too -- it's a deluge with Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It never stops. And here's the other part of it. I really -- I'll call you out, just like Jesse. I don't get how you can say you don't need a vacation because you're not working, like, in a factory or something. I find this at times to be very stressful. Of course, I'm the -- I'm the lone liberal at the table. I get beat up. But I must say, I think there's a lot of stress, just trying to think through, figure things out, understand what really is going on, talking to people so that we're prepared for the show. But I will say, like, last week, you had a whole week off. I only had like -- I think I had three days after Fourth of July. And coming back, they asked me to come back a little early because of the Supreme Court pick. I was, like, getting depressed: \"Oh, my God. I've got to get back. Put the harness on.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's why I keep working. I haven't had a day off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I came back from a few days' vacation. I'm in beach mode and I'm just zoning out like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You kind of look like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Richard Fowler is sitting in your seat, and he's yapping away, trying to pick fights. I'm like, \"Come on, man. Relax. Let's get through the show.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right? It was not relaxing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We're still on air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We're live right now? I thought we were on break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "We had, like, the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Love you, Fowler.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He had the shrimp salad thing. He was challenging us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You cannot bring shrimp. He brought shrimp on the set.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, no, never again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, Greg, it was for the, like, food eating contest. And I had, really, you know, like chicken wings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Not the soft kind, the fried kind. So not that easy. Jesse totally choked on a McNugget within how many seconds?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Literally choked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You literally choked?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I choked on a boneless nugget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "\"I'm going to throw up.\" Dana had M&Ms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How was Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He was great. He was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Quite complimentary to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, he better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And he likes dogs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll kick his ass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That could be a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm joking. He could just crush me in his --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Like a bug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Like a bug. All right. The left is furious over the president's Supreme Court nominee. But some of the outrage manufactured? The evidence ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Some liberal groups getting caught red-handed fabricating outrage over President Trump's Supreme Court pick, proving that they were planning this reaction, no matter who was chosen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here are just a few examples. The Women's March blasted out this prewritten statement shortly after the big announcement hammering right-wing extremist nominee \"XX.\" Protesters in D.C. came prepared with signs ripping three different candidates from the president's short-list. One reportedly said, \"You've got to be prepared...\" And during CNN's coverage last night, someone held up a \"Stop Hardiman\" sign, despite the fact that Brett Kavanaugh's nomination had been announced more than an hour and a half earlier. You're familiar with this, Dana. There's a cottage industry --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Get ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- in D.C., inside the Beltway. They fire up the troops. You know, the email blast goes out. This happens all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You need to do quality control, especially, like, the Democratic Party actually put on something that says that Kethledge had the vote -- was the choice. And so, like, one extra check doesn't take that long. Just like one person, like one more readthrough so you don't have a mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No mistakes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That was pretty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No mistakes, but there's plenty of mistakes to go around -- Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it doesn't matter who's nominated. It's immaterial. Trump could have nominated Merrick Garland, and they would be convinced it's Judge Jeanine in a Merrick Garland mask. They would be -- they would demand to see. They would try to pull Merrick Garland's face off and go, \"I know it's Judge Jeanine.\" But the critics need more --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That would be a good trick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They need more than one speed. They need more than one gear. They only have one variable, which is if it's from Trump, it's evil. So if that's the case, no one is going to take you seriously --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- because it's so irrational. You've got to vary -- you've got to vary your gears. Have a couple of gears in that gearbox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And when the hearing does commence, Kimberly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- it's going to be kind of similar, I think, to what happened with John Roberts when they just -- just destroyed the guy's character and his personality. And you get this wholesome, calm demeanor out there that's just easily deflecting all of these harsh attacks. I think the same thing is going to happen with Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, I think so. And he's going to be, you know, well- prepared. And he's someone who has excellent temperament, is going to be able to withstand any of the questions, the pressure. Going to be extremely well-prepared. Because this is one of the justices that Kennedy said he was one of the people that was always there, you know, first thing early, always there when he left, like late. To be able to put the time and the effort in. So he's quite studious, Dana, and I like that. And he's going to do a great job. But they're going to have the theatrics and do the, like, Ringling Brothers Circus situation regardless of who was going to sit in that chair. Let's be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. And I think the main concern is that the judge is going to interpret the Constitution, Juan, as it's written and not trying to, like, you know, wail away at some -- any sort of preposterous, you know, creation from their mind. This is a guy that's going to look at the text of the Constitution. And you have a problem with that. Because that stops your agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Not my agenda. I see. Could be. I don't know. Because I think you just made that up. I'll tell you this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I've been thinking about that for days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I am struck by how the people at this table don't want to fight. You don't want any review of Brett Kavanaugh. You just say, \"Hey, put them in. He's our guy. Stick him in. Hey, and you guys on the left, stop with your foolishness.\" Even though it was down to four people, even though it was a list prepared by the hard right. Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I can ask you, like, do you really think the Federalist Society is hard right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I think the Federalist Society is hard right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I remember when I was the spokesperson for John Roberts when he was nominated, and then there was this whole huge stink about whether he was a member of the Federalist Society. And then you realize that, basically, it's like a bunch of nerdy Republican lawyers who get together. And like, it's not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But they have a clear agenda, and the clear agenda is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "To interpret the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no. They -- their clear agenda is to support judges who would overturn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- liberal policy. But here's the thing that I think you're all missing, which is the big fear on the left, which is that Kavanaugh is a guy who's been on record with tremendous deference for executive power. And if --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's a criticism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- President Trump gets indicted or President Trump is somehow - - questions about whether he has to testify, and it ends up before the Supreme Court, maybe Donald McGahn, the White House counsel, is counting on the idea, \"Hey, we put this guy up there. He's always going to be on our side when the hard questions come about the president and the Mueller investigation.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's not the standard. He's supposed to apply the law evenly without, you know, any kind of influence: political, ideological.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But we know how he thinks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And he has a record of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, you're referring, Juan, to one esoteric law review article that was written years and years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm just saying, he's been very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Perhaps the law needs to be changed, and it was with respect to any kind of indictment of a sitting United States president in times of crisis that might affect national security or the economy in an adverse way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "so this has been a pattern in his decisions on the D.C. Circuit, and that's why people say hey, maybe this is part of a Trump defense strategy strategy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There you go. Let's just try to be open-minded, Juan, as this guy gets a fair hearing, which I think you want. Miraculous turn of events for the 12 boys and their soccer coach trapped in that flooded cave in Thailand. The amazing rescue next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "An incredible ending to a story that has captivated the world. All 12 members of a boys' soccer team and their coach have been rescued from a flooded cave in Thailand after being trapped there for more than two weeks. The daring, treacherous three-day mission to save the group pulled off by Thai navy SEALs and an international team of divers. President Trump is braving the effort and the bravery of the rescue crews on Twitter. Meanwhile, the children and their coach or now being treated at a hospital nearby. So I'll tell you what strikes me, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is that they had to give the boys anxiety medication to get them out of there, because they had to calm them down in order to rescue them. And I can't imagine that, in fact, you give somebody something to lower their temperature and their heart rate as they're being rescued.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I'll tell you, I think it was really smart for them to do that, because the level of anxiety that the children felt, especially in the physical and emotional strain of being held captive for that time. You don't want anything to impede a rescue effort where someone panics and then a child panics and could drag somebody under. And then two people died. That's the type of thing that happens in a rescue operation like this. You want to get somebody as calm as possible. They are children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They're little. They've been, like, sleep-deprived, malnourished. They haven't had enough -- you know, a lot of oxygen. But God bless the Thai navy seal that gave his life, adding in the cylinders of oxygen when the level dropped low to make something like this possible for them to be able to achieve. And also, there was U.S. Special Operations involved in this mission, as well. So I mean, everybody just came together incredibly and really stayed focused on what seemed to be impossible. And you know, like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Jesse, a happy ending to this story, but the boys still are not back with their families. Being held in quarantine. Some of them have lung infections from breathing the infected air in the cave. And it will be seven days until they see their parents at the earliest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm sure they're going to need a lot of medical attention. And I just can't believe this happened. Very -- it was very generous of Greg to lend these kids the anxiety medication. I mean, we sure know it works on him. I'm glad it works with the kids. I will say, and I'm never wrong. I mean, I haven't been wrong in a long time, but I was wrong about this. I did not think that these kids were going to be rescued. We were doing a segment last week, and we were saying that the odds of the rescue were so high. And we were almost just praying and, you know, getting tearful about it a little bit in the commercial break. And the fact that they were able to do this. Kimberly said it last time: miracles can happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This was an absolute miracle. They compared this to hiking Mount Everest with no guide underwater. And look what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I believe. You never give up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You keep praying, and people can come up with unique, creative ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know we have very little time. I would just say that the will to survive is amazing but also human ingenuity. That humans have been able to figure out the technology and we have the will to survive like that is amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, Greg, they can't even feed them right now. They still -- they can't give them solid food. I'm amazed that they -- that they survived.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, what's amazing is that they -- I could not last -- you know when the elevator at FOX News gets stuck in a floor for, like, a minute, I freak out. I -- I have -- I have stuff with me at all times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That's on camera, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The fact that these kids lasted that entire time in an enclosed space is amazing. It's probably the resiliency of being a kid, because you don't think about stuff as much, and maybe it just can be seen as an adventure, but I wouldn't have lasted 12 minutes. I -- I would have resorted to cannibalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, what do you carry with you at all times?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "None of your business. It is prescription.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I thought so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You know, Juan is \"Get into the --\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, all right. Because I would be scared. I agree with Greg. \"One More Thing,\" it's up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He likes -- he likes Xanax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's time --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What a freak. Hello, Jesse!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A chicken in my throat, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Choker. It's time now for \"One More Thing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. Mine is quick, but mine is good. Remember I like to do predictions. We do predictions every year. On \"The Five\" on New Year's Eve, watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think Justice Anthony Kennedy will retire this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's a big one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What'd you predict?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse was talking, so he missed it. I said I think that Anthony Kennedy is going to retire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And you said, \"Wow, that's a big one.\" And I was like, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, you deserve credit for that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you, thank you, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Can you pull some of my predictions? Because I'm sure I got a few right off that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, they couldn't find any. We'll get back to you as soon as some of them happen. OK, Jesse, this is also my \"One More Thing\" in case you want to jump in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, you may proceed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Thank you so much your honor, or dishonor. Chick-Fil-A is giving away free food. Oh, no, no, no, no, no. Time for \"Kimberly's Food Court.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "See?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right. One way or another, we're going to get it right. OK, Chick-Fil-A is giving away free food on Tuesday, and all you have to do is dress like a cow. All right? So you get your little cow costume. You go and you get free food. I think it's totally worth it. You go up there. You wear the costume. You celebrate its 14th annual Cow Appreciation Day. The chicken haven is giving away free entrees. It's not just like some French fries. So whoever turns up at the store wearing any sort of cow apparel -- maybe socks could count -- between opening and 7 p.m. And last year more than 1.8 million people hoofed it into restaurants --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hoofed it in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "-- dressed as cows so they don't get left out of the moo-tastic deal. Jesse ate half of mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is this today or next Tuesday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan has a ten-point \"One More Thing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So you think you have a big family, folks? Well, take a look at this family photo. Yes, they had 346 people, all descendants of Pavel Semenyuk, 87-year-old Ukrainian. He's now applying to \"The Guinness Book of World Records\" as the largest family in the world. They're already recognized as that in the Ukraine. Pavel and his wife, 13 children who had 127 grandchildren, 203 great- grandchildren. Oh, I forgot to say they also have three great-great- grandchildren. Only Jesse could pay for the family Sunday dinner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I wish, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Are they registered Democrats or Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They're in the Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Who cares?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you. It's time for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Greg's Gifts",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Greg's Gifts.\" All right. I love giving gifts, because everybody knows I'm a gift-giving person. And look what just came out. Great shot, everybody. Right when I show the book, there you go. It's Greg's -- It's \"The Gutfeld Monologues. I've got a gift for every one of you, and I forgot to sign them. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, great. Well, we'll be sure to come to one of your book signings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, you can order this. Go to SimonandSchuster.com. Go to Amazon.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Schuster. GUTFELD; Go to -- whatever, it's a publishing company. Peron: There's no woman whose -- GutFeld: But I have a unicorn and King Buzzo. Isn't this great? Read my book!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "All right, go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Poor Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, Go. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Jesse Watters, Dana Perino and Greg Gutfeld. It's 5 o'clock in New York City and this is \"The Five.\" It's back to normal, Greg. All eyes on Capitol Hill today where President Trump's new Supreme Court nominee Judge Brett Kavanaugh is meeting with lawmakers, many Democrats already fiercely opposing the new high court pick, but Trump is reminding everyone what matters most when making his selection for the Supreme Court."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "In keeping with President Reagan's legacy, I do not ask about a nominee's personal opinions. What matters is not a judge's political views, but whether they can set aside those views to do what the law and the constitution requires."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "The White House say they expect Kavanaugh to be confirmed by October 1st ahead of the impending political battle, the Supreme Court nominee is sharing insight on (INAUDIBLE) from the bench."
    },
    {
      "speaker": "BRETT KAVANAUGH, SUPREME COURT NOMINEE",
      "utterance": "If confirmed by the senate, I will keep an open mind in every case, and I will always strive to preserve the constitution of the United States and the American rule of law."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And as we mentioned, liberals are losing their minds over President Trump's pick. Former Democrat Virginia governor, Terry McAuliffe, tweeting, Kavanaugh's nomination will, quote, threatens the lives of millions of Americans. While Nancy Pelosi is vowing to, quote, avenge, President Obama by fighting Trump's nominee, and more Democrats promising obstruction. Watch."
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "utterance": "The ramifications of this battle will last a generation and more. I'm going to fight this nomination with everything I've got."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "If you are a young woman in America, or you care about a young woman in America, pay attention to this, because it will forever change your life."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "What is at stake? It's women's freedom, our freedom to make our own decisions, our freedom to decide when, how many children we're going to have."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS.",
      "utterance": "We are in the fight of our lives."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "utterance": "So, this seems to be, of all the people, the most self-serving person he could choose in order to protect himself from this criminal investigation, to avoid a constitutional crisis, we cannot let this confirmation process go forward."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. So, as predicted, Dana, of course, there's going to be opinions. It wouldn't be like liberals versus conservatives if you didn't have a little ping-pong, back-and-forth. So, as predicted, they went a little bit nuts. So they would've been nuts about anyone who was selected. However, someone here at this table has personal knowledge and experience of Judge Kavanaugh. Raise your hand."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Did he put you in jail once?"
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Yes."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Lock them up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Spent a weekend in Tahiti."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I guess it'll come out in the papers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It well."
    },
    {
      "speaker": "PERINO",
      "utterance": "First on the idea that Brett Kavanaugh is so objectionable. What's interesting about the opposition is that last night they've had all of their signs made up, and then they would take a sharpie and write in the name as soon as it was announced by President Trump at 9 PM. So, they were like, sort of, handmade signs. So no matter who was going to be nominated, they were going to face this. I think the Terry McAuliffe's tweet probably would have said, no matter who it was, this means that millions of people are going to die. And so, the opposition is definitely spun up. I'm curious about how that will play out and I think we'll deal with that in the future in terms of like what Gillibrand and Kamala Harris were just saying right then, how that will play in terms of -- not just the midterms, but I think 2020, and 2024, and beyond. I do think a lot of it is scare tactics, but that's what a lot of people use. Chuck Schumer is facing a very interesting situation. He has a base that wants him to fight, and he says I'm going to fight with all that I have. But even with all that he has, because they do not have the power, it will not be enough. So, at some point, he's going to have to let those red state Democrats go and decide on their own if they want to vote with the president, and if they want to win reelection, they probably will want to do that. So, I knew Brett Kavanaugh before he was a judge. I worked in the White House with him. One thing I didn't know until he said last night, and I know his wife as well, I didn't know that their first date was on September 10, 2001, and it was the next morning when they were walking into the White House that the secret service started pulling people out because of the impending danger. They're a wonderful couple. I loved his interaction with his daughters. But I will say that what his job whether the staff secretary office was to build consensus, one of the worst thing you have to do. Imagine, Greg, if you had to submit your monologue to 20 offices and everyone got to take a whack at it, and I was the staff secretary and I got to negotiate with everyone on changing this word or that word. That was really his job there. It wasn't a legal job, per say. So the idea that they want -- every email he ever put through in the White House as a staff secretary these things like -- is not relevant to how he would rule on the law."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right, fantastic. I'm so glad I went to you first."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you. I'm sorry I took up so much time."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Excellent decision. OK. So, Greg, what do you have to offer that isn't reminiscing about Tahiti?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was thinking about the first date was September 10th. I'd be worried about the second date. I mean, what could happen? It's just be bad, bad luck."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It went very well and they're a beautiful couple."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This process now is no different than the ball possession in football. So, you have the ball, I mean, the White House, you put points on the board. That means you pick as many judges as you can. And if you're on the defense, naturally your job is to block the points. You don't want the judges in there. So, right now, the Republicans have the ball and the Democrats don't have the ball, so what they're going to do is, no matter who they put up there, it's going to be not just unqualified but evil. This is going to be an evil person. And my favorite part is how everybody is like an instant expert on this guy when they never heard of him before. It's like people became fans of the Washington Capitals when they were in the Stanley Cup. It's like suddenly they knew everything about hockey. But this used to be separate. This whole system used to be separate from politics until one word, Bork. If you remember the hearings of Robert Bork, here was a brilliant mind that was poisoned by political venom. Everything changed with Bork. He was crucified. I mean, people were befuddled by the attacks on him. And ever since then, I don't think -- the Democrats were always like this. I don't think the Republicans have always been pushovers on this, but I think that's got to change. I think we have to look at this now, sadly, as a political turf war and fight as hard as possible as they do because they're going to Bork everybody. Bork was the first time when the media -- they broke that political seal. They took a brilliant mind and they destroyed him. Good to be back."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "A hundred percent, welcome back. PERINO: Your metaphors are on point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "By the way, you've been hanging out with Kilmeade, because a little bit of sports corner there, sport analogies, I like it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I do have -- exit with one fact. Kavanaugh was born in 1965. Ted Bundy graduated from high school in 1965. I'm not saying Kavanaugh is a serial killer, but I'm not -- not saying he's a serial killer. We have no evidence, but we need evidence."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": ". if he's evil."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Thank you for presenting both sides."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. Fair and unbalanced."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, unstable as well. All right, Juan, what do you have to say about this? What do you think? We were predicting yesterday, we thought, perhaps, Kavanaugh, Barrett."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "You predicted Kavanaugh."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah. I like."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In fact, I was on air, I thought Hardiman was the guy, but I think that, actually, you know, some people in the White House put pressure on the president because I think Kavanaugh is much more connected than Hardiman ever is going to be. Except, of course, Marry Anne, Trump, Barry, I think was her last name, served with Hardiman on the third circuit. So, I bet she was pumping him to her brother, but I think that the last say really came down to Don McGahn, who's the president."
    },
    {
      "speaker": "PERINO",
      "utterance": "White House counsel."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". White House counsel. And I think he and others really are tapped into Kavanaugh. He is the Republican establishment pick, which is why."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He's a Kennedy clerk as well."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, he's a Kennedy clerk, just like Gorsuch, right? And, I think, the problem for Senator McConnell was there's such an extensive paper trail. So, it's not just that we don't know much about him, as Greg said, but that there is so much to be found out because I think somebody said he's a little bit like Forrest Gump. Wherever you look, a big issue, oh, there he was. There he was in the Starr investigation into President Clinton. There he was in the Bush White House in the midst of so many controversies. And there he is on the D.C. circuit and on the D.C. circuit for many years. So, when he was nominated for the D.C. circuit, I think it's '03, there was a 3-year delay in terms of confirmation because people wanted to know more about him. Some people said he was a political guy who became a judge. I don't know. I don't want to be unfair to him. I mean, you've got liberals like Akila Mar at Yale who are making the case for him as thoroughly qualified and deserving of the appointment. The difference is, and I think this is something I want to say both to Dana and to Greg, and the way they postured it, oh, it's anybody that the left was going to oppose."
    },
    {
      "speaker": "PERINO",
      "utterance": "Definitely"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You remember that this election, the lift came from the Federalist Society and Heritage. So it's not a universally say, oh, give me some qualified conservative judges to consider. No, these are people who the far right has put a stamp on in terms of abortion."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Kavanaugh is not qualified, you're saying?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I didn't say that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because he was part of the list you're saying."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no. I didn't say that at all. What I'm saying is these are people who have been prescreened, Jesse, for their conservative credentials by far right conservatives."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What far right conservatives?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm sorry?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He worked for Justice Kennedy. He was applauded by George W. Bush as an excellent choice. I don't understand what the problem is. You even have legal scholars on the liberal side and the Democrats side saying this is someone who is eminently qualified and was a good choice. I don't find him to be far right or fringe, whatsoever, and I don't see any evidence to substantiate that statement."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't think there's much doubt that he's qualified. He served on the D.C. circuit for 10 years, but that's not the point in a politically polarized country where, at the moment, as everybody here said, by the way, basically what you're going to have is five hard right votes that will control America for generations to come. And, of course, the people who say, wait a second, I don't want the court to just be rubber-stamped. I want a fair hearing. If my case -- before the court, I want to know that I'll get a fair hearing."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. That win him election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would say that Democratic presidents also nominate liberal justices to the Supreme Court. It's not just Republicans that nominate their side. It happens on both sides, and that's fine, and that's how the game is played. It's interesting to say the biggest criticism against Kavanaugh is that he worked for Ken Starr. I thought special counsels were beyond reproach and beyond partisanship."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what I mean, independent prosecutors. Listen, they've been calling this guy a reactionary ideologue. He's going to end civilizations as we know it. He lives in the Maryland suburbs with his wife Ashley. He coaches his daughter's basketball league."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Maybe it's a front."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean he served hot meals in his catholic charity. The guy is not a monster. He's like a polished gentleman who went to Harvard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Have you tried his hot meals?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're terrible."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They're too hot."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah, they're too hot. I mean, the guy has impeccable credentials, and pretty much everybody thinks he's going to be a very, very strong judge. He's got a very long history of decisions and scholarship, and I think that's a good thing because then you can really see how he is a solid pick. And he's got a great sense of humor. And as Greg knows, anybody with a good sense of humor is brilliant."
    },
    {
      "speaker": "PERINO",
      "utterance": "He's hilarious."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And he is hilarious, and you saw that last night. And people saying Roe v. Wade. He's actually on record as saying Roe v. Wade is settled law, and he's going to follow Gorsuch on that issue. And then, politically, if you think about it, I think Schumer can't do anything about it unless some surprise comes up in his paperwork, which we don't know if that's going to happen yet. But you are saying the other day, Manchin, Heitkamp, Joe Donnelly, all senate Democrats up for reelection, they all voted for Gorsuch. So, I don't see why they're not going to vote for Kavanaugh as well. They're spending a lot of money on this pick with national ad campaign advertisement. And bottom line, Schumer comes up small in these big moments. He botched the shutdown. I think he's going to botch this battle with."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I think Manchin has said that there's pre-existing conditions is something that really concerns him. He says 44 percent of his state, West Virginia, would be impacted. He wants to know how he deals with that. I think you're going to see a lot of people say let's get the paperwork. Let's take the time. No need to rush it. And you're going to see Mitch McConnell say no, let's get this done before the midterms."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Fifty nine percent of West Virginians want this confirmation to happen."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right. We get Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I just want to say, Juan, you mention that this court will rule over America for a generation. I think that actually is a fundamental issue here with the court. The court is actually not meant to rule over anybody. The people of America are supposed to rule over themselves. And the court has been used by the left as a place to establish long desired policy goals they couldn't get done through the people, through the legislatures, through the congress, and the Supreme Court -- all it's supposed to do is to say constitutional, not constitutional, that's it. So, the idea that the court has this much power is not correct."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can you add more people to the court?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If I was Trump I would say let's make it 16."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It has to be a 17, because then you want the majority."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "By the way, they've had detailed opposition research, the Democrats have had this, you know, for over a year since he had to replace and fill Scalia's position. So, everybody has researched him and vetted him and check him out, so they can stall, but they can't put it off. They can run, but they'll get tired. All right. President Trump putting America first and blasting NATO over defense spending in what's shaping up to be a tense summit. Where things stand, when we return."
    },
    {
      "speaker": "PERINO",
      "utterance": "President Trump arriving in Brussels, Belgium, hours ago for what is shaping up to be a contentious NATO summit, the president continuing to go after members of the military alliances over defense spending, while also taking issue with European Union trade policies."
    },
    {
      "speaker": "TRUMP",
      "utterance": "NATO has not treated us fairly, but I think we'll work something out. We're being taken advantage of by the European Union. We lost $151 billion last year on trade. And on top of that, we spend at least 70 percent for NATO and, frankly, it helps them a lot more than it helps us."
    },
    {
      "speaker": "PERINO",
      "utterance": "President Trump also surprising some with his remarks about his upcoming sit-down with Russian President Vladimir Putin. That takes place on Monday in Finland."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I have NATO. I have the U.K., which is in somewhat turmoil. And I have Putin. Frankly, Putin may be the easiest of them all."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. So, Juan, President Trump trying to stir up some trouble before he goes to NATO. He has been effective in getting these countries to pay more, but one of the reasons they're paying more is because the threats on their borders are increasing. And also, this is kind of the first time they really mix the issue of NATO and trade. Do you think it will work this time?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, obviously, the trade thing is not going so well. I mean, and, in fact, it looks like the Chinese are targeting states that are red states to send a message to President."
    },
    {
      "speaker": "PERINO",
      "utterance": "But this will be with NATO."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. What I'm just talking about the whole trade fight and the idea of trade wars because it extends also to the European countries, as well as Canada and Mexico. And, you know, it impacts even here at home, a company like Harley-Davidson which the president has celebrated previously. But you know what's interesting to me is, so you combine these two meetings, the one with NATO allies and the one with Putin, and there's so much concern I think among the allies. You had the president of the E.U. saying, hey, America, don't treat your allies badly. You don't have too many of them. And you stop and say, well, gee, what would Putin's agenda be? And Putin's agenda would be, hey, let's divide or somehow split up the NATO alliance, and then let's have trade wars because, again, it's all to his benefit. And you stop and think why are we treating our allies this badly? Post World War II, the globe has been a peaceful place."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, and it has been, Jesse, the American-led global order that has been in place has been good. One thing that is happening right now is Russia is building up its military capabilities on the border with Poland, and so they are anxious. The president was sort of receptive to the idea of possibly placing permanent troops there in Poland."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And that'd be a big step. We're trying to reorient our grand strategy towards the Pacific after defeating the Russians, but if Russia keeps knocking on the doorstep, we might have to pony up some bases there. But I think he's just trying to modernize NATO. I mean, we have these lavish trade deals with our allies in Europe during the cold war. You know they helped contain the Russians, and we protect them and we get them, you know, fair access to our markets. Well, the cold war is over. We won. So, he's just trying to now recalibrate those deals because we're spending $706 billion in our defense budget. Our navy protects all the shipping lanes of the world. Our air force keeps the peace. We have bases in Germany with the army. All he's saying is, you know, we're paying all this money to protect you guys, and you guys are just throwing up all these trade barriers, let's just even it out. And, to be honest with you, we are competing against the E.U. No one says that we're trying to kind of crack open that little trade block there because they're very powerful. And we have all these industries that are competing for market share and jobs and talents, and, you know, we're just trying to put America first, like France is trying to put France first."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. We've got food coming up at the end of the show, so we've got to keep on time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I hate to cut into the food segment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Here's the thing, OK, allies are always our allies. So, if someone, let's say, we're bickering with Canada, or -- what is that place, France."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If someone invades Canada or France, what are we going to do? We're going to kill the people that invade France or Canada because that's what allies do. So, this other stuff is just bickering amongst a family, right? We're bickering over trade which is essentially like bickering over chores or responsibilities or commitment among a family. So, allies, we're fine. We're fine. You don't argue over commitments unless you already have commitments with people."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's just degree."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's degree. So we've got to stop it. Don't worry, Canada. If somebody invades, we'll kill them all. But conversely, Russia and North Korea, we don't have that relationship, so when Trump says the relationship is somehow clearer with Russia, what he's saying that it's easier to understand because it's adversarial, us versus them. And, also, sometimes requires more attention in order to modernize this antiquated adversarial situation. Everybody wants to save face, right? That's all it is."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that he wants to have a good meeting, Kimberly, he'll have a good meeting outcome. The only thing I'm thinking about is Turkey. I don't know. I'm a little worried about Turkey."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They're the wild card. They have -- it's tough to catch Turkey. This is President Trump, again, with his philosophy that was really, you know, quite celebrated and encouraged during the campaign, which was America first and we're going to equal out the equation. There is going to be reciprocity as it relates to trade or spending. And for quite some time, the United States has been subsidizing European countries that have not had the level of military readiness or defense preparedness the United States has continued to value and place as a priority in this country. So he's saying, listen, you're going to have to be able and be prepared, and so Europe are panicked to defend yourself because it cannot always be out of our pocket book. And just like he's trying to do with trade with China, level the playing field, let's engage in diplomacy and reciprocity of paying your fair share because I have to devote resources to the United States and the issues that we have here."
    },
    {
      "speaker": "PERINO",
      "utterance": "And, hopefully, he will thank a lot of the NATO members for helping us in Afghanistan, and Iraq, and counterterrorism, because that's where it's a really big deal. And cyber."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Cyber."
    },
    {
      "speaker": "PERINO",
      "utterance": "Cyber is a big issue. That's the one. OK. We're going to get to food, but first, Greg is back from vacation. He's filling us in on his case of the back to work blues."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Are you hungry?"
    },
    {
      "speaker": "PERINO",
      "utterance": "That's next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You're hungry, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Last week you'll probably noticed a decline in quality in Fox News programming. I was on vacation. I apologize for that. I regret my leaving as much as you regret me being gone. After all, you had to put up with this guy:"
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "utterance": "Thank you all for having me. I'm not as funny as Greg Gutfeld. Good morning everybody at home."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You don't have to warn us. I love you, Sean. And for what, though? Research shows vacation benefits vanish in just days. Here's why: For dopes like me, we don't do jobs that actually need rest. I don't risk my life pulling kids from flooded caves. I don't lift heavy objects, unless it's this which is out almost in a month. The only risk I incur is when Kimberly notices a shoe missing."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Vacations are like surgery, you should only have them if you need them, because, if you don't, vacation stress just adds to the anxiety of work. Vacations for me are like hair dye for Brian Stelter. And it's not work you need rest from. It's the modern technology that follows us everywhere. Every person on the beach was on the phone, all talking at once while their kids peed in the sand. What's with people?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Are you serious?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kids peeing in the sand, it's not adorable! But also, going on vacation while Donald Trump is in office, that's like closing your eyes during the scary parts of a movie or going for a hot dog in the ninth inning. You know you're going to miss something. Because after all, the media says the world is going to end at any minute. So maybe it's good to be at the beach. Here are some pictures. This is the ocean. And some mountains. Yes, mountains. And here's a rooster."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't see you in any of those."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. Amazing, right? I could have saved money staying home and Googling the oceans, mountains, and roosters. I'm glad I said \"roosters.\" I could have saved you the pain of my absence. And once again, I would have beaten Jesse on a Saturday night, but I didn't because I wasn't here. Instead I flew forever for a sunburn that needed a case of Advil. The upside --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, my God. This one. Remember?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- on vacation nobody bugs you for guzzling rum before 9 a.m. But after ten days of that, it knocks off 20 I.Q. points, meaning I can now guest host \"Morning Joe.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Best part, right there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That picture was like, wow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What, was it something --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It was just, like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Woke you up."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, it totally scared me when I saw it. My screen was on really bright, and then your face was there. And it was like, \"Miss me? I miss myself.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My wife created what's called a texting burqa. Because you can't see your phone -- you have it? You can't see your phone on the beach. So this was Elena all week, sitting there, texting with her shirt over."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know if that says something about her or you."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Is that a real photo?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Don't you find more stress --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You're really entertaining, aren't you?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's interesting you say that, because so I'm -- Peter and I have our 20th wedding anniversary in the end of September, and we were meant to go on a weeklong trip to Europe."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "But I'm very stressed, because nobody has planned it yet. It's right when the Supreme Court vote could be happening."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Uh-oh."
    },
    {
      "speaker": "PERINO",
      "utterance": "And I'm feeling already like maybe we shouldn't go. But of course you go on the vacations to mark special occasions. So yes, I know what you mean."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know what you mean."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, I was not -- I was not sober by noon. Because they allow you to drink at the beach, like at 9 a.m."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Are you sober now?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think I'm punch-drunk."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think you are, too."
    },
    {
      "speaker": "PERINO",
      "utterance": "He's so glad to be back."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I have to call you out on a few things."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sure."
    },
    {
      "speaker": "WATTERS",
      "utterance": "One, you were texting and tweeting and Instagramming a lot during your vacation. I noticed it. Don't act like you unplugged, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I didn't. Oh, I didn't. I'm pathetic."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You were busy every day, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You are incapable of unplugging."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And I want to go on the record and say that I am jealous that you got Hannity to sit in for you. I feel like I should have maybe gotten someone like Hannity to fill in for me. I'll take that up with the producers."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wait a second. I think Sean was here to be nice to you for your birthday."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's how we got that."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That was your birthday present."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Holding fire. Then I take it all back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And are you denigrating the people that sub for you?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, he just did."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Who subs for me? I never watch when I'm not here."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Kilmeade. Hegseth."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They do a great job."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Stirewalt."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Everyone does a great job."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Cleanup on aisle seven."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan -- Juan, you know you're not even engaged in social media when you're here."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's true. But I have to unplug. Because like Dana said -- I think you said, too -- it's a deluge with Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It never stops. And here's the other part of it. I really -- I'll call you out, just like Jesse. I don't get how you can say you don't need a vacation because you're not working, like, in a factory or something. I find this at times to be very stressful. Of course, I'm the -- I'm the lone liberal at the table. I get beat up. But I must say, I think there's a lot of stress, just trying to think through, figure things out, understand what really is going on, talking to people so that we're prepared for the show."
    },
    {
      "speaker": "But I will say, like, last week, you had a whole week off. I only had like -- I think I had three days after Fourth of July. And coming back, they asked me to come back a little early because of the Supreme Court pick. I was, like, getting depressed",
      "utterance": "\"Oh, my God. I've got to get back. Put the harness on.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "That's why I keep working. I haven't had a day off."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I came back from a few days' vacation. I'm in beach mode and I'm just zoning out like this."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You kind of look like --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Richard Fowler is sitting in your seat, and he's yapping away, trying to pick fights. I'm like, \"Come on, man. Relax. Let's get through the show.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right? It was not relaxing."
    },
    {
      "speaker": "PERINO",
      "utterance": "We're still on air."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We're live right now? I thought we were on break."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "We had, like, the --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Love you, Fowler."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He had the shrimp salad thing. He was challenging us."
    },
    {
      "speaker": "PERINO",
      "utterance": "You cannot bring shrimp. He brought shrimp on the set."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, no, never again."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, Greg, it was for the, like, food eating contest. And I had, really, you know, like chicken wings."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Not the soft kind, the fried kind. So not that easy. Jesse totally choked on a McNugget within how many seconds?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Literally choked."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You literally choked?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I choked on a boneless nugget."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "\"I'm going to throw up.\" Dana had M&Ms."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How was Tyrus."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He was great. He was great."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Quite complimentary to you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, he better."
    },
    {
      "speaker": "PERINO",
      "utterance": "And he likes dogs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll kick his ass."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That could be a problem."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, fine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm joking. He could just crush me in his --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Like a bug."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Like a bug. All right. The left is furious over the president's Supreme Court nominee. But some of the outrage manufactured? The evidence ahead."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Some liberal groups getting caught red-handed fabricating outrage over President Trump's Supreme Court pick, proving that they were planning this reaction, no matter who was chosen."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Exactly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here are just a few examples. The Women's March blasted out this prewritten statement shortly after the big announcement hammering right-wing extremist nominee \"XX.\" Protesters in D.C. came prepared with signs ripping three different candidates from the president's short-list. One reportedly said, \"You've got to be prepared...\" And during CNN's coverage last night, someone held up a \"Stop Hardiman\" sign, despite the fact that Brett Kavanaugh's nomination had been announced more than an hour and a half earlier. You're familiar with this, Dana. There's a cottage industry --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Get ready."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- in D.C., inside the Beltway. They fire up the troops. You know, the email blast goes out. This happens all the time."
    },
    {
      "speaker": "PERINO",
      "utterance": "You need to do quality control, especially, like, the Democratic Party actually put on something that says that Kethledge had the vote -- was the choice. And so, like, one extra check doesn't take that long. Just like one person, like one more readthrough so you don't have a mistake."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No mistakes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That was pretty --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No mistakes, but there's plenty of mistakes to go around -- Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it doesn't matter who's nominated. It's immaterial. Trump could have nominated Merrick Garland, and they would be convinced it's Judge Jeanine in a Merrick Garland mask. They would be -- they would demand to see. They would try to pull Merrick Garland's face off and go, \"I know it's Judge Jeanine.\" But the critics need more --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That would be a good trick."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They need more than one speed. They need more than one gear. They only have one variable, which is if it's from Trump, it's evil. So if that's the case, no one is going to take you seriously --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- because it's so irrational. You've got to vary -- you've got to vary your gears. Have a couple of gears in that gearbox."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And when the hearing does commence, Kimberly --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- it's going to be kind of similar, I think, to what happened with John Roberts when they just -- just destroyed the guy's character and his personality. And you get this wholesome, calm demeanor out there that's just easily deflecting all of these harsh attacks. I think the same thing is going to happen with Kavanaugh."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, I think so. And he's going to be, you know, well- prepared. And he's someone who has excellent temperament, is going to be able to withstand any of the questions, the pressure. Going to be extremely well-prepared. Because this is one of the justices that Kennedy said he was one of the people that was always there, you know, first thing early, always there when he left, like late. To be able to put the time and the effort in. So he's quite studious, Dana, and I like that. And he's going to do a great job. But they're going to have the theatrics and do the, like, Ringling Brothers Circus situation regardless of who was going to sit in that chair. Let's be honest."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. And I think the main concern is that the judge is going to interpret the Constitution, Juan, as it's written and not trying to, like, you know, wail away at some -- any sort of preposterous, you know, creation from their mind. This is a guy that's going to look at the text of the Constitution. And you have a problem with that. Because that stops your agenda."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Not my agenda. I see. Could be. I don't know. Because I think you just made that up. I'll tell you this."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I've been thinking about that for days."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I am struck by how the people at this table don't want to fight. You don't want any review of Brett Kavanaugh. You just say, \"Hey, put them in. He's our guy. Stick him in. Hey, and you guys on the left, stop with your foolishness.\" Even though it was down to four people, even though it was a list prepared by the hard right. Oh, no."
    },
    {
      "speaker": "PERINO",
      "utterance": "I can ask you, like, do you really think the Federalist Society is hard right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I think the Federalist Society is hard right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because I don't."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "PERINO",
      "utterance": "I remember when I was the spokesperson for John Roberts when he was nominated, and then there was this whole huge stink about whether he was a member of the Federalist Society. And then you realize that, basically, it's like a bunch of nerdy Republican lawyers who get together. And like, it's not --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But they have a clear agenda, and the clear agenda is --"
    },
    {
      "speaker": "PERINO",
      "utterance": "To interpret the Constitution."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no. They -- their clear agenda is to support judges who would overturn --"
    },
    {
      "speaker": "PERINO",
      "utterance": "No."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- liberal policy. But here's the thing that I think you're all missing, which is the big fear on the left, which is that Kavanaugh is a guy who's been on record with tremendous deference for executive power. And if --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's a criticism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- President Trump gets indicted or President Trump is somehow - - questions about whether he has to testify, and it ends up before the Supreme Court, maybe Donald McGahn, the White House counsel, is counting on the idea, \"Hey, we put this guy up there. He's always going to be on our side when the hard questions come about the president and the Mueller investigation.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's not the standard. He's supposed to apply the law evenly without, you know, any kind of influence: political, ideological."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But we know how he thinks."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And he has a record of that."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, you're referring, Juan, to one esoteric law review article that was written years and years ago."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm just saying, he's been very much."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Perhaps the law needs to be changed, and it was with respect to any kind of indictment of a sitting United States president in times of crisis that might affect national security or the economy in an adverse way."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "so this has been a pattern in his decisions on the D.C. Circuit, and that's why people say hey, maybe this is part of a Trump defense strategy strategy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There you go. Let's just try to be open-minded, Juan, as this guy gets a fair hearing, which I think you want. Miraculous turn of events for the 12 boys and their soccer coach trapped in that flooded cave in Thailand. The amazing rescue next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "An incredible ending to a story that has captivated the world. All 12 members of a boys' soccer team and their coach have been rescued from a flooded cave in Thailand after being trapped there for more than two weeks. The daring, treacherous three-day mission to save the group pulled off by Thai navy SEALs and an international team of divers. President Trump is braving the effort and the bravery of the rescue crews on Twitter. Meanwhile, the children and their coach or now being treated at a hospital nearby. So I'll tell you what strikes me, Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is that they had to give the boys anxiety medication to get them out of there, because they had to calm them down in order to rescue them. And I can't imagine that, in fact, you give somebody something to lower their temperature and their heart rate as they're being rescued."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I'll tell you, I think it was really smart for them to do that, because the level of anxiety that the children felt, especially in the physical and emotional strain of being held captive for that time. You don't want anything to impede a rescue effort where someone panics and then a child panics and could drag somebody under. And then two people died. That's the type of thing that happens in a rescue operation like this. You want to get somebody as calm as possible. They are children."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They're little. They've been, like, sleep-deprived, malnourished. They haven't had enough -- you know, a lot of oxygen. But God bless the Thai navy seal that gave his life, adding in the cylinders of oxygen when the level dropped low to make something like this possible for them to be able to achieve. And also, there was U.S. Special Operations involved in this mission, as well. So I mean, everybody just came together incredibly and really stayed focused on what seemed to be impossible. And you know, like --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Jesse, a happy ending to this story, but the boys still are not back with their families. Being held in quarantine. Some of them have lung infections from breathing the infected air in the cave. And it will be seven days until they see their parents at the earliest."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm sure they're going to need a lot of medical attention. And I just can't believe this happened. Very -- it was very generous of Greg to lend these kids the anxiety medication. I mean, we sure know it works on him. I'm glad it works with the kids. I will say, and I'm never wrong. I mean, I haven't been wrong in a long time, but I was wrong about this. I did not think that these kids were going to be rescued. We were doing a segment last week, and we were saying that the odds of the rescue were so high. And we were almost just praying and, you know, getting tearful about it a little bit in the commercial break."
    },
    {
      "speaker": "And the fact that they were able to do this. Kimberly said it last time",
      "utterance": "miracles can happen."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This was an absolute miracle. They compared this to hiking Mount Everest with no guide underwater. And look what happened."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I believe. You never give up."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You keep praying, and people can come up with unique, creative ways."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know we have very little time. I would just say that the will to survive is amazing but also human ingenuity. That humans have been able to figure out the technology and we have the will to survive like that is amazing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, Greg, they can't even feed them right now. They still -- they can't give them solid food. I'm amazed that they -- that they survived."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, what's amazing is that they -- I could not last -- you know when the elevator at FOX News gets stuck in a floor for, like, a minute, I freak out. I -- I have -- I have stuff with me at all times."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That's on camera, by the way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The fact that these kids lasted that entire time in an enclosed space is amazing. It's probably the resiliency of being a kid, because you don't think about stuff as much, and maybe it just can be seen as an adventure, but I wouldn't have lasted 12 minutes. I -- I would have resorted to cannibalism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, what do you carry with you at all times?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "None of your business. It is prescription."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I thought so."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You know, Juan is \"Get into the --\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, all right. Because I would be scared. I agree with Greg. \"One More Thing,\" it's up next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He likes -- he likes Xanax."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's time --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Go ahead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Already."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What a freak. Hello, Jesse!"
    },
    {
      "speaker": "WATTERS",
      "utterance": "A chicken in my throat, go ahead."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Choker. It's time now for \"One More Thing.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. Mine is quick, but mine is good. Remember I like to do predictions. We do predictions every year. On \"The Five\" on New Year's Eve, watch this."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think Justice Anthony Kennedy will retire this year."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's a big one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What'd you predict?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse was talking, so he missed it. I said I think that Anthony Kennedy is going to retire."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh!"
    },
    {
      "speaker": "PERINO",
      "utterance": "And you said, \"Wow, that's a big one.\" And I was like, thank you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, you deserve credit for that one."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you, thank you, thank you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Can you pull some of my predictions? Because I'm sure I got a few right off that."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, they couldn't find any. We'll get back to you as soon as some of them happen. OK, Jesse, this is also my \"One More Thing\" in case you want to jump in."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, you may proceed."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Thank you so much your honor, or dishonor. Chick-Fil-A is giving away free food. Oh, no, no, no, no, no. Time for \"Kimberly's Food Court.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "See?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right. One way or another, we're going to get it right. OK, Chick-Fil-A is giving away free food on Tuesday, and all you have to do is dress like a cow. All right? So you get your little cow costume. You go and you get free food. I think it's totally worth it. You go up there. You wear the costume. You celebrate its 14th annual Cow Appreciation Day. The chicken haven is giving away free entrees. It's not just like some French fries. So whoever turns up at the store wearing any sort of cow apparel -- maybe socks could count -- between opening and 7 p.m. And last year more than 1.8 million people hoofed it into restaurants --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hoofed it in."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "-- dressed as cows so they don't get left out of the moo-tastic deal. Jesse ate half of mine."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is this today or next Tuesday?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan has a ten-point \"One More Thing.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So you think you have a big family, folks? Well, take a look at this family photo. Yes, they had 346 people, all descendants of Pavel Semenyuk, 87-year-old Ukrainian. He's now applying to \"The Guinness Book of World Records\" as the largest family in the world. They're already recognized as that in the Ukraine. Pavel and his wife, 13 children who had 127 grandchildren, 203 great- grandchildren. Oh, I forgot to say they also have three great-great- grandchildren. Only Jesse could pay for the family Sunday dinner."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I wish, Juan."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Are they registered Democrats or Republicans?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They're in the Ukraine."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Who cares?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you. It's time for --"
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Greg's Gifts"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Greg's Gifts.\" All right. I love giving gifts, because everybody knows I'm a gift-giving person. And look what just came out. Great shot, everybody. Right when I show the book, there you go. It's Greg's -- It's \"The Gutfeld Monologues. I've got a gift for every one of you, and I forgot to sign them. There you go."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, great. Well, we'll be sure to come to one of your book signings."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, you can order this. Go to SimonandSchuster.com. Go to Amazon.com."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Schuster. GUTFELD; Go to -- whatever, it's a publishing company."
    },
    {
      "speaker": "Peron",
      "utterance": "There's no woman whose --"
    },
    {
      "speaker": "GutFeld",
      "utterance": "But I have a unicorn and King Buzzo. Isn't this great? Read my book!"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "All right, go."
    },
    {
      "speaker": "PERINO",
      "utterance": "Poor Jesse."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, Go. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}