{
  "date": "July 19, 2018",
  "headline": "Reps. Biggs and Garamendi debate Trump's Russia strategy",
  "subHeadline": "Democrats want to know what was said during private meeting between Trump and Putin; Reps. Andy Biggs and John Garamendi weigh in on 'The Ingraham Angle.'",
  "url": "https://www.foxnews.com/transcript/reps-biggs-and-garamendi-debate-trumps-russia-strategy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Welcome to 'The Ingraham Angle' on a busy news night. I'm Jason Chaffetz in Laura Ingraham, from Washington. Coming up, what is the status of Congress's relationship with the Intel agencies? Florida congressman Ron DeSantis is here to react to comments by Dan Coats and Rod Rosenstein earlier today. Plus are the media and Democratic Party beating the war drums with Russia? We'll dive into some questionable language coming from both entities on the subject. And is it possible the FBI covered up a damaging foreign hack of Hillary's server? 'Clinton Cash' author Peter Sweitzer is here to peel back the curtain. But we begin tonight with the oh so curious timing of a damaging leak, targeting President Trump and why it may have come from the unholy alliance of James Comey, Jim Clapper and John Brennan. It was a headline that sent the media apparatus into apoplexy.  The New York Times blaring, \"From the start, Trump has muddied a clear message Putin interfered\" Of course this meeting was not a secret and the findings not exactly new, don't believe me? Here's the headline from The Washington Post on January 6th of the 2017 \"Declassified report says Putin ordered effort to undermine faith in U.S. election and help Trump\" So what can we glean from The New York Times repackaging a report just days after the president's much criticized meeting with Vladimir Putin?  First let's look at some of the key officials who were in that meeting, John Brennan the CIA director at the time, James Clapper the director of national intelligence at the time, and at the time, the FBI director James Comey. Second, let's take a look at what these men have been saying since the Trump Putin summit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY",
      "sentences": "What Mr. Trump did yesterday was to betray the women and men of the FBI, the CIA, NSA and others. And to betray the American public and that's I use the term that this was nothing short of treasonous because it is a betrayal of the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "This president and this presidency and who is insulting values and institutions and standards which collectively we spent decades of defending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And here's what Jim Comey tweeted, \"This Republican Congress had proved incapable of fulfilling the Founder's design that ambition must counteract ambition. All those who believe in this country's values must vote Democrats this fall. Policy differences don't matter right now, history has its eyes one us.\" So what might someone reasonably deduce given above information? Wouldn't it be fair to believe that perhaps the president was the victim of a coordinated leak? One that was orchestrated to inflict maximum damage to him?   To answer these questions let's bring in former CIA officer Jeff Battey, former CIA chief of station Dan Hoffman as well as radio host and former aide to Chuck Schumer Chris Hahn. Gentlemen thank you so much for being here. Look, these three people at the head of our intelligence agencies at the time have now all exposed their political meanings to he left and the Democrats. I'll start with you Daniel sitting with ne here in studio. Is that an unreasonable assumption? Is that a leap to suggest that maybe these gentlemen used their intelligence backgrounds to maybe push the table in Hillary's direction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HOFFMAN, FORMER CIA CHIEF OF STATION",
      "sentences": "I mean it's possible you could speculate that. I would just start with John Brennan because he was my boss at the CIA. I served in Moscow for five years, I know him well. And I'll have to be truthful he and I always didn't agree on everything. There were lots of times it I told him things he needed to know and didn't want to hear and didn't always react so favorably. I think his partisan remarks might have been taken with maybe with a little bit more positively if he admitted some of the mistakes from the Obama administration like the very ill-fated and naive reset policy. Those who are criticizing this administration for not being tough on Russia might want to look in the mirror and just talk about some of those lessons learned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now Jeff I believe it was Director Comey who said he doesn't do sneaky things, he said he doesn't leak, he said he doesn't do weasley moves but then we see in his own words and in his own actions that he did do those things. How can he have any credibility and would he be up to doing such a thing as leaking this information?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF BATTEY, FORMER CIA CASE OFFICER",
      "sentences": "I would certainly say it's possible. You know my colleague from the agency will recognize this saying, there's an old saying and it's kind of a joke that goes, \"Admit nothing, deny everything, make counter accusations.\" And that's what we've been seeing play out on a grand scale. You know when you go back this all started timing wise with Hillary and her email scandal and nothing was admitted initially. Hillary denied everything saying, \"I had nothing that was classified then I had nothing that was marked classified.\" You know it just was a series and now to make accusations. They realize that they needed to go out on the attack because they were really hanging out there because Hillary had to be getting emails on this unauthorized system by her peers. Now who were her peers? The president perhaps and even others so there's a lot of people being protected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now Chris the context here is I think everybody thought that Hillary Clinton was going to get elected on election night. The Trumps saw something that maybe the rest of us didn't see but they did get elected and then the media and the apparatus, the deep state, they just started going nuts. So when you hear these accusations, how do you respond to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, RADIO HOST",
      "sentences": "I'm listening to these guys ad we're talking about Hillary's emails today? We want to know what happened in Helsinki and I'm old enough to know that there was a chairman of the House Oversight Committee named Jason Chaffetz who would have looked into this with a fine tooth comb and had done his duty as a member of congress and put a reasonable check on the president of the United States. If Hillary's emails are still the issue, Hillary's emails is why she's not the president of the United States. The FBI's actions in investigating Hillary and reopening the investigation ten days, that proves that James Comey was not on the bag for Hillary, in fact it proves the",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BATTEY",
      "sentences": "Who was Hillary emailing? She was emailed herself? There were other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I let you talk, I let you talk. So it doesn't matter at this point. It doesn't matter at this point, we have a president of the United States who at the very best looked weak in front of Putin on Monday at the worst it's something we don't even want to talk about because it's so called darn ironical. Remember the Congress and these",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It does. Chris I want to play a quote from President Obama that happened before elections and I know you've heard it but listen to this quote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "There is no serious person out there who would suggest somehow that you could even rig America's elections in part because they're so decentralized and the numbers of votes involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So Chris these same three characters, Brennan and Clapper and Comey, they were in charge when this type of hacking and attack happened and there are a lot of us that think, maybe what they are trying to do now is deflect and distract because of the fact that all of a sudden they're being called out for this and they didn't do their jobs back when they were in charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Jason you're clearly not suggesting that the Russians didn't try to interfere with our election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I do think they're in charge and I so think they did it and I don't think that Brennan and Clapper and Comey have come clean on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "The president doesn't think it. OK whatever. Let's have a congressional hearing and bring them on along with the DNR that's there and other members that can answer these questions. Congress should be holding hearings like the hearing you held about Benghazi, like the hearings you held about her email server. We need to have hearings on t what's going on with the Russians and how they're trying to influence the election right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Devin Nunes as the chairman of the Intel committee has been talking about for years and those gentlemen have testified multiple times and they have them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "For some reason the president has held, Devin Nunes is being influenced by somebody. So when's the hearing? Have a hearing. Have a public hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFTEZ",
      "sentences": "These people came to Congress and misled the American and congress. Jeff I'm going to go to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I don't believe that. I don't believe that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I do, I really do. Jeff you're experience, CIA. Is it possible that they didn't know these things and why would President Obama go to great lengths to tell the world that there was nothing like this happening?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BATTEY",
      "sentences": "I think of course they knew. They knew that this was going on. But I think it was another failure on Brennan's part primarily. He was the director of central intelligence you know and he underestimated the threat and he failed. He failed to protect the system. OK so we can have hearings about that bit the reason you asked the question earlier Jason about, \"Why did people go nuts after Trump was elected?\" Is because you heard the rhetoric the election, \"Lock her up\" There was so much wrongdoing that was going on that the opposition, the resistance had to go on the offensive to try and make the Trump administration play defense and that's what they tried to do. You know real quickly this all goes back to a stupid decision when Hillary attacked in 2011, Putin the legitimacy of his election. And did she think that she could try to undermine his credibility, his election, his process without having him fire back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "What are we supposed to do be all for a rubber restricted election? Shouldn't we stand for democracy around the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The reality is I think the Russians and others tried to hack into the republican systems but they were pushed back because they actually had some security on them. And the reason the Democrats don't want to give up their server or anything else is because they wouldn't let the FBI look at it. But Daniel I want to get to your take, who do you concur with here? How do you view this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "I just first I have to say Secretary Clinton was absolutely right to call out Russia for election violations, human rights violations. Russia considers America its main enemy. They have been running these sorts of operations for years against us. They ran a massive cyber attack against the Estonians and then against Georgia in 2008 and against Ukraine. So we knew they were doing it to others, we knew they were doing it to us, we did not effectively counter Russia and deter them and that's what my concern is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Chris you're going to get the last word here but that's why so many of us were frustrated with Barack Obama and Hillary Clinton and that silly little reset button because they tried to downplay all that. They mocked Mitt Romney and you have these people that were in the professional intelligence agencies telling us everything was alright and it wasn't. And they only started saying it wasn't once Donald Trump became the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "And it turns out that Mitt Romney was right and that's why the Russians, through Maria Butina, blocked him from becoming the secretary of state and there should be a hearing to figure that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Wait, wait Chris, say that again. I didn't hear that, say that again? Yeah, Mitt Romney was right, Barack Obama was flat out wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "It turns out that Mitt Romney was right. Look, look, one of the things I like about you Jason is you're a former place ticker just like me and we know Better, we want to know the truth and I want to know what happened and I hope you do too. And I hope Congress does its job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Fair enough. Gentlemen thank you, I appreciate it. As the director of national intelligence Dan Coats is President Trump's top spy, but for how long? That's the big question tonight after director Coats made these comments about the Helsinki comment today that couldn't have made the president very happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN COATS, DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "Yeah I wished he'd made a different statement. But I think now that it has been clarified. I don't know what happened in that meeting but I think as time goes by and the president has already mentioned some things that go on in that meeting I think we will learn more. But that is the president's prerogative. If he had asked me how that ought to be conducted, I would have suggested a different way, but that's not my role, that's not my job so it is what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining me now for reaction is Republican Congressman Ron Desantis who is running for the governor of Florida. I had the pleasure of serving with Ron on the congress and on the oversight committee and also on the judiciary committee so congressman thank you for joining us. What's your reaction to what director Coats was saying and have you started the countdown clock on how long he might have his job? REP. RON DESANTIS, R—FLA.: Well good to see you Jason. You know I have a lot of respect for Dan Coats. I think he served the country honorably, I have confidence in him in term of his capabilities. I just wonder whether that Aspen festival is the right place to be talking about that. If you had concerns then just bring it to the president but to do it in front of that crowd you know I don't think that was necessarily the right way to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You know congressman, you and Jim Jordan and Mark Meadows, John Radcliffe, Trey Gowdy, I mean the list is long, you've been trying to extract documents from these people and yet you see them all in Aspen. My guess is they didn't take a Delta flight or Southwest to get there. How does that make you feel when you see all these people hanging out in Aspen but you can't get them to come to Capitol Hill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well it's frustrating but Jason I mean you know why this is happening and you and I tried to bring accountability to the IRS commissioner when he was pulling a lot of the same stuff. We tried to actually impeach him. We didn't get the support that we needed throughout the entire House of Representatives and I think the same thing here is we've not yet imposed the sanction on Rosenstein. So if you say you want these documents which we definitely are entitled to, set a date and hold them in contempt if he doesn't produce it. But instead it's kind of back and forth and I think he's just running out the clock on this stuff. I don't think he wants to comply with what we're asking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well I'm no longer in Congress, you are so why haven't dropped that? I mean the clock is ticking, you literally have days before the next election. You're in a handful of days, is there anything that's actually going to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well we should do it and I've been arguing for months. Let's just set that contempt date. If we don't have the documents we proceed to do it. If we do have the documents then we cancel the hearing so that's what we should do, will we do it? I don't know, I just don't the answer to that because as you know you need to get a certain amount of members who get on board for doing it. But if we could get that information I think that would shed a lot of light on a lot of the problems we've seen and really just scratch the surface of identifying what people like Peter Stzrok and his ant-Trump bias as really the mover and shaker behind this whole collusion and narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Noe before the president showed up in Helsinki for the summit with Mr. Putin, there were some indictments that were dropped. A, do you think that those will actually do anything and what did you think of the timing of those indictments?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I don't think they'll end up doing anything because I don't think that anyone's actually going to ever be there to stand trial for them. And first of all, we've responded to Russia's cyber activity, you and I supported sanctions at the beginning of the congress. I'd be willing to do more but I think the political response is probably effective. I mean to just do an indictment and never try the case I think it was more for show and I don't think it was going to amount to very much. And most of the information in that indictment was exactly what Devin Nunes and his committee had identified several months ago so we didn't really learn very much new in the indictment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "You know one of the things that the media doesn't seem to be talking about is upon the return President Trump really walked out of there with tens of billions of dollars in commitment from our NATO partners to beef up the forces on those who are pro USA and maybe not so pro Russia and that doesn't get talked about. But is there anything that you and congress is going to be able to do to fortify the president and continue to push NATO?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well I'm a supporter of NATO but at the same time, NATOS's status quo, there's problems with NATO. Trump obviously has been very forceful in identifying the failure of some of our European allies to maintain appropriate defense levels. Look, I have concerns about Turkey's role in NATO. If you at what IRTA One is doing with just being an Islamist and then recently with the controversy so I think it's healthy to be trying to push this in a different direction. But we all are all committed to NATO and I think the president's committed to NATO as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman thank you, Ron DeDantis in Florida tonight, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "President Trump says the media wants a war with Russia, we'll tell you why coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It's been more than three days since Trump's meeting with Putin in Helsinki but the media are still in a frenzy over the whole ordeal. Frustrate with the negative coverage, President Trump said this morning that the media wants a war with Russia and from some of the hysterics seen in the last 24 hours, he may not be wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Trump is not taking the interest of the country first, he's taking his personal interest or some other interests first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHER MILLER, MSNBC ANALYST",
      "sentences": "It made me wonder if people were suspicious that he revealed classified intelligence including human source information to the President of the Russian Federation, that's a real concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS COUNTRYMAN, CHAIRMAN OF THE ARMS CONTROL ASSOCIATION",
      "sentences": "Meddling is an inaccurate word to describe what Russia did here. Meddling is something your mother in law might do in your marriage, this was an attack. This was an attack upon American democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKE BALDWIN, CNN HOST",
      "sentences": "Which is the word that he used earlier this week but you are absolutely right sir. Attack, attack U.S. democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining me now for analysis is Howard Kurtz, host of Media Buzz which airs Sundays at 11 am eastern right here on the Fox News Channel, thank you so much for being here, appreciate it. But what you take? I mean I see a lot hysteria but I'm a partisan Republican, I get that. But I mean come on, they've lost their marbles haven't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST",
      "sentences": "Well let's start with this. President Trump made a serious mistake in Helsinki and he tried the next day to clarify it. And the media reaction was, \"Not happening, no do over for you.\" They have tried to minimize and mock what he has said, \"It's a hostage tape, he wasn't sincere, it was done with a wink and a nod\" One CNN anchor said, \"Does he think we Americans are stupid?\" And so when you hear all of that the bottom line here is that, look it's fine to be skeptical. But the bottom line is they want to keep this fury going and they wasn't to keep the moral condemnation going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "How do they seem to be so coordinated? I mean when I look at it and I look across the spectrum, it's not just one or two but they seem to be coordinated. And there seem to be this buzz words that just catch on. Is anybody have any idea how that happens so simultaneously?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well look it's no secret that much of the does not like this president, doesn't agree with his policies, doesn't even like his style so some of the buzz words is where it going over the top. For example, he's being accused of treason, he's been called a traitor, for messing up a press conference suddenly he's Benedict Arnold. And I think that when that kind of hysterical overreaction happens, and again I think that the criticism was legitimate in the beginning. Many conservatives were critical of the president including some of your former colleagues on the Hill, including some people here at Fox. But that kind of hysterical overreaction convinces half of the country that there's no way that the media can be fair to this guy and it just raises basic questions about fairness and difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It really does play into the president's hands doesn't it? I mean there are times that I think that some of the things that the president will do and tweet about are done to just poke the media because it does expose them for who they really are and the biases that they really have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Oh he loves to poke the media and all too often the media fall into the trap so if he makes a mistake or a misstatement or something like that sometimes it could be a 10 but the media make it an 11, they go to 13, they go to 15.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But what happened to journalism in this country? I want to play a clip that President Trump said but I didn't see much if any coverage on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Getting along with President Putin, getting along with Russia's a positive not a negative. Now, with that being said if that doesn't work out, I'll be the worst enemy he's ever had, the worst he's ever had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Now that was a live broadcast and I think the president's right to do that because he can go out unfiltered. Much like when he went out on the North Lawn and he talked to Mr. Doocy there from 'Fox & Friends.' I think that was the president probably at the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It was unscripted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But does the media have any semblance of any responsibility to play a clip that put's into balance how he says, \"I'll be Putin's worst nightmare\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah and then you can comment on that absolutely. Now I don't agree with President Trump when he says the media want war with Russia which we like fist fights and somebody ends up with a broken nose. But I do believe clips like the one you played, what's happening now is the media narrative and everyone in the press feels vindicated. They're now being asked what used to be on the fringes Jason, being asked in mainstream publications and mainstream segments, \"What does Putin have on Trump, why won't he be tougher?\" and so when you have that attitude and the president says, \"Oh he'll be my worst enemy if it doesn't work out.\" It tends to get minimized, dismissed and this is where I think the constant hostility towards this president, not everybody and some of these opinionated former Obama folks who have contracts now at MSNBC and CNN. But that's where you see the narrative going and again, the criticism justified in my view in the beginning now you see an effort to whip it up, to go to 15 to use words like treason and I think that goes too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It does. Howard I'm honored that you would come be here. Don't tell anybody I'm just kind of faking it as newscaster here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It will be our secret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right thank you, I appreciate it. And 'Media Buzz' Sundays 11 am. Speaking of Russia it may be just the media who want a war. The Democrats are suggesting the president jeopardized national security in his closed door meeting with Trump. And are suddenly starting to sound like neo- conservatives.  REP. ADAM SCHIFF, D—CALIF., HOUSE INTELLIGENCE COMMITTEE MEMBER: Did the president make concessions to Putin? Did the president share classified information with Putin? Did the president take other steps beyond those that he took so publicly to undermine the security of the Unite States? This is what prompted this discussion of Montenegro recently that's a high priority of Vladimir Putin's and to have the president of the United States say, \"Why should we risk people over Montenegro?\" That's exactly what the Kremlin wants to hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Here to react is Congressman Andy Biggs a Republican from Mayfair Arizona and Congressman John Garamendi a Democrats from California. Gentleman thank you for being here, I had the honor and privilege of serving with both of you in this Congress and I appreciate you coming and joining us tonight to give us a bi partisan perspective. Congressman Garamendi I'll give you the first word here. For a president to go and meet with the Russian president is a good thing isn't it? And to think that the Democrats are taking it way way too far when they talk about treason and those types of things? REP. JOHN GARAMENDI, D—CALIF.: Well there's no doubt and your previous guest Howard said it very very well. The president really did mess up in his press conference, there's no doubt about that. What actually happened in the two hours is extremely important. Right now we're in the process of writing the final version of Annual National Defense Authorization Act and we do know that the president just four months ago said Russia and China were our principle adversaries. What happened in that four hour meeting that we need to know as we finish it up? Do we have to change the directions that we're setting? Do we have to provide different money for different armaments or less money for some armaments? We don't know that so that secret meeting is of serious concern going forward for the policies that congress has to enact and the that we have to appropriate. Similarly we have not heard of the term confidential classified briefing on Singapore or NATO itself so there's things that this administration needs to share with Congress. As to the ongoing controversy, well the president just continues to cause it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me bring in Congressman Biggs. You know when I hear the Democrats suddenly getting tough on Russia and they sound like war mongers, I mean they've morphed into a totally different party than I've ever heard or seen in the past. I mean you had President Obama saying, \"There's no threat. Hey they just need a little bit more time so they can negotiate\" Yeah and Hillary Clinton with the reset button. How do you view it on the floor of the House?  REP. ANDY BIGGS, R—ARIZONA: Well I think it's true that they've changed their philosophical bent and I don't think it's permanent because I always thought of them as neo Liberal institutionalists. What I mean by that is they viewed themselves as finding some great allegiance. But I'm not classifying everybody but most of them, they viewed themselves as having allegiance to these multiple lateral institutions like the United Nations, like NATO and what have you. Now what they're spinning out is, \"Wait a second, Russia is this tremendous enemy and now we need to make sure we're protecting nations like Montenegro and there's this mystery going on here\" I think they've spun themselves so up because they don't like President Trump but they've actually change their fundamental understanding of who they are from a philosophical point of view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman Garamendi, how do you feel about that, because a lot of people have said those types of things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "Well, whatever they're saying, Andy says have I changed my fundamental understanding of where I am, the reality is that the Democrats have said forever that we need a strong and wise military. Wise in the sense that how we use that military. And I voted for continuing on the Armed Services Committee for the National Defense Authorization Act. I do have questions about where the money is spent and whether it is spent wisely and that is my job. But the president himself, if I might just a moment, the president himself has said Russia is our principal adversary. That was the national defense policy that was emanated by him just a couple of months ago. Now the Montenegro thing is extremely --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But wait a second. Congressman, and I have the greatest respect for you. You are one of the nicest gentleman that I have ever interacted with on either side of the aisle. But I've got to tell you, the Democrats under Barack Obama, every single time we turned around the only thing they were willing to cut was the defense budget. It's only been President Trump and the Republicans that have pushed that budget up. And they went to grant thanks to mock Mitt Romney and others for even suggesting what Devin Nunes said, which is that our geopolitical foe was Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARAMENDI",
      "sentences": "The facts, yes, we want to have a wise expenditure of the taxpayers' money. And let's face it, there are many things that the military does that one should appropriately question whether that is the appropriate expenditure of the taxpayer money. On the other hand, this Montenegro thing speaks to the heart of NATO. NATO is extraordinarily important to America because it brings together European countries the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman, we are going to have to another Montenegro segment. But I want to get Congressman Biggs to have the last word. Last word to Congressman Biggs here. How do you see this going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIGGS",
      "sentences": "I see the philosophical bent has changed. It truly has. And the idea that we are going to now ratchet up the rhetoric and potentially cause a firestorm, that is really not where the Democrats have been. They have actually emasculated the military under the previous administration. Maybe not John, because he is a great guy. But his party dead. And the administration died. And we've had to build that back up. And I think President Trump is saying, Russia is a foe, but we are better off if we are going to have these negotiations and we can find points of commonality. That's what I think is so important. And that is why I find it very interesting that my colleagues on the other side of the aisle are spinning this out of control. And moreover, the media is casting the strange narrative of treason. It's absolutely wild.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressmen, thank you both. I truly do appreciate it. But we do have to go. The story the left does not want to hear you about, Hillary Clinton's emails. That's up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Welcome back. The media can't stop talking about Trump and Russia hacking. But what about Hillary? A quick history lesson -- back in 2015, the intelligence community issued a security referral, not a criminal referral, regarding the classified emails on Hillary's server. A letter from the inspectors general of the intelligence community and the State Department at the time wrote, \"These emails were not retroactively classified by the State Department, rather these emails contain classified information when they were generated, and according to IC classification officials, that information remains classified today. This classified information should never have been transmitted via an unclassified personal system.\" Fast forward to last month when the DOJ released its inspector general report on the investigation, which published the FBI's own internal file review. It said, quote, \"The FBI's inspection division successfully determined\" -- remember that part -- \"successfully determined classified information was improperly stored and transmitted on Clinton's email server, and classified information was compromised by unauthorized individuals to include foreign governments or intelligence services,\" adding that, quote, \"treatment of the investigation, as a traditional espionage matter, rather than a criminal investigation, significantly hindered the ability of the investigative team to obtain full and accurate and timely information.\" As if things couldn't get worse, yesterday \"The New York Times\" reported the same Russian groups who hacked the DNC during the 2016 election also were involved in cyberattacks on the State Department while Hillary Clinton was secretary of state.  Joining me now for reaction is Peter Schweizer, president of the Government Accountability Institute, and Harmeet Dhillon, the RNC committeewoman from California. Thank you both for being here. Peter, one of the things that I am so concerned about here is why -- now that we have had exposure, time to digest it, and the media's bringing it up again ala \"The New York Times\" about this hacking, and why is it that this started not as a criminal investigation, but a counterintelligence operation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER SCHWEIZER, PRESIDENT, GOVERNMENT ACCOUNTABILITY INSTITUTE",
      "sentences": "That is a great question, Jason. And here's the problem is you look at every step of this investigation of the Clinton email scandal, you have sloppiness on the part of the FBI. But the problem is, the sloppiness always rebounds to the benefit of the Clintons, which leads one to only conclude that there was effort to essentially want this story to go away or not hold the Clintons accountable. Keep in mind also in addition to what you just reported, Hillary Clinton destroyed, deleted 30,000 emails, and as he pointed out in the introduction, when those emails were created, they are by nature classified. So you have a situation where she was probably also deleting large amounts of classified information, yet there is no accountability whatsoever. This is the deep rot of the FBI. It requires further investigation. And this is what drives people crazy about criminal justice in America. There's a different set of standards for people in power, particularly those politically connected by the Clintons, and those same rules do not apply to ordinary Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Harmeet, as you look at this and you see this, I had worked on this for a long, long time, and you worry that justice doesn't have a blindfold, that it's looking two different directions. But when President Trump goes out and says -- admits -- that, yes, Russians were working to, in a very negative way, very aggressive rate, against the United States' interests, that they were hacking, but also mentions that it perhaps owes others, and then you can go back and refer to the reports which confirm that, and the media is nowhere on this. They don't report it. They didn't report it then and they don't report it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, ATTORNEY",
      "sentences": "Absolutely, Jason. In addition to everything that Peter said, which I agree with him, a couple of other facts. We also know that Hillary Clinton had been warned and was aware that her BlackBerry, which was not secure, was not allowed to be used in her State Department office, and yet she used it, and that may be tied to some of these leaks. We also know from recent testimony and facts that have come out that apparently out of those 30,000 emails, all but four of them are actually auto forwarded to some foreign power that we don't know. And Louie Gohmert has been very insistent on Fox News and elsewhere saying that the elsewhere was not Russia. So it was some other foreign power where these emails ended up. Michael Flynn has been saying this since 2015 as well, that multiple sources have attempted to and perhaps have had access.  With all of this morass and all of this building up of facts, you have James Comey with Peter Strzok's assistant concluding that this was carelessness as opposed to gross negligence or criminal in nature. And so clearly it's a different set of facts for you and for me. And one more thing that I want to add here is that there's been a lot of hullabaloo in the media about the president being told right before his inauguration that the Russians had been attempting to target the United States and hacking. Remember that the same timeframe, two weeks before his inauguration, James Comey is telling the president-elect that the Russians have this kompromat on him that evolves this pee tape and this other nonsense that's not true. So you have to remember the context in which all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, you also had President Obama going before the world and saying nobody could do this even if they tried, so don't even worry about it. Now, Peter, Tucker Carlson is reporting tonight, and the \"Washington Examiner,\" I'm reading here a headline following up on Tucker Carlson's report, \"Robert Mueller offers Tony Podesta immunity to testify against Paul Manafort.\" That is the report that's coming out tonight. Why -- we are looking at this. I'm springing this on you, we are just seeing it here at Fox, all of a sudden Tony Podesta is suddenly getting immunity. But is that typical? It always seems like the Clintons and people associated with the Democrats get immunity before they even go through the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "If this reporting is accurate, and I have no reason to believe is not, it's a little bit like granting immunity to Bonnie to get at Clyde. The root of the problem with Paul Manafort -- and there are many, and I think they need to be investigated and he needs to be held to account -- a lot of it involves the Foreign Agents Registration Act, FARA, and the fact that he was doing a lot of work for foreign clients, lobbying work or consulting work, and he was not revealing that or registering with the Department of Justice. Well, guess what. Tony Podesta was also doing very similar things. And in fact, when the investigation really picked up steam on Paul Manafort, what did Tony Podesta do? He went and filed a lot of FARA reports with the Department of Justice going back previous years because he had failed to register before. So again, this question of justice, why is it that the FARA violations of Paul Manafort should be prosecuted -- by the way, I believe they should be if they are real, but why in the case of Tony Podesta are they not? It's mystifying, and it's only going to further frustrate Americans who again believe there are different standards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And that's why you have to look at Mark Elias, whose general counsel Hillary Clinton, general counsel DNC, involved in the Podesta Group. This is quite a web. But who starts to get the immunity? It's those that are the Democrats in this case. Harmeet, I'm sorry, I wish we had more time. Peter, thank you so much for joining us.  They're back. Governor Mike Huckabee joins is next to discuss why the Obamas all of a sudden are getting back into the political fray.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Welcome back. Are the Obamas plotting a political comeback? It sure seems like it. The former president taking thinly veiled shots at President Trump while in South Africa this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "Look around. Strongman politics are ascendant suddenly, whereby elections and some pretense of democracy are maintained, the form of it, but those in seek to undermine every institution or norm that gives democracy meaning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And Michelle Obama is back in the public spotlight starring in a so-called nonpartisan PSA with other celebrities that encourages voting registration.  Joining me now to explain what's going on here is Mike Huckabee, a Fox News contributor and former governor of Arkansas. Governor, thank you so much for being here. We are about 80 days before the midterm, the first ballots in the midterm will be cast, and suddenly the Obamas are entering the political stage. What do you see going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE HUCKABEE, R, FORMER GOVERNOR OF ARKANSAS",
      "sentences": "It makes a lot of sense because they are a lot more popular than virtually any other Democrat, and putting them on the stage gives the mainstream Democrats kind of a little taste of nostalgia. If you've got a choice between listening to Barack Obama, Michelle Obama, or Hillary Clinton, it gets to be pretty easy as to who you want in the spotlight. And I listened to the former president's speech. I didn't think it was that outrageous. He didn't call out President Trump by name. It was pretty mild, especially by President Obama's standards when he was in office when he often called our people by name. So more power to him. I think if Republicans have some people that we want to try it out, that's great. And, frankly, this makes sense, because you don't want to but Maxine Waters, you don't want to put Elizabeth Warren, you don't want to put Hillary out there, and right now that is all they've got talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So the Democrats have come up with a new slogan. They dumped the one that they had. They tried to unveil a new one, I believe it's for the people. I see a party without a leader, begging, hoping for Barack Obama days, but then I also don't see a message in terms of policy. What do you see?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Their message is, vote for us, we'll reverse all those tax cuts and take that money back from you and put it in the government's hands, we'll open up the borders, you really want to be safe in a lot of cities, and we want to reverse the economic gains we are making and take those bonuses back. That is the message. The Democrats' campaign moniker this year really ought to be something like, we are so cool that we can get rid of ICE, because that's their whole message. They got nothing, other than impeach 45, as Maxine Waters likes to scream at the top of her lungs. That is not a message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Have you ever seen a party or even a candidate who just wants to dismantle law enforcement, that hates law enforcement? There are tens of thousands of ICE agents out there protecting us every day. How do you win at the national level by just trying to disparage federal employees? I never thought I would see Democrats doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Well, it doesn't seem to be a very strong strategy. I think overwhelmingly, American people appreciate, respect law enforcement. We know that the police underpaid, overworked, overstressed. They do a job that most of us don't do for 10 times the money, and we are grateful for what they do and the risk they take every single day. And for Democrats to have the attitude that we don't want to law enforcement, we want open borders, we want a government that is not held to be accountable for the things they do, that's not where I think the American people are. So they are going to either have to come up with a message. Right now they are just looking for messengers, and that is where Barack and Michelle Obama come in. I think that is a smart move on their part if they can get them to be active. But they still have to have a message, and it has to be bigger than, other than Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Let me play you a quick bite of Joe Biden because he seems to be making some rumblings. Trump -- I'm sorry, it's Trump talking about Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "UNIDENTIFIED MALE: Who do you think your Democratic opponent will be? Joe Biden said he will make a decision by January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I dream about Biden. That's a dream. Joe Biden ran three times, he never got more than one percent. And President Obama took him out of the garbage heap and everybody was shocked that he did. I would love to have it be Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Biden or Holder, which one do you think? Which one is going to be there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Either one of them. But especially Biden -- think about this. We are really looking at a new Democratic movie called back to the future and Joe Biden rolls in in the DeLorean and talks about the good old days. This would be a dream team for the Republicans. You have got Biden, Elizabeth Warren, Hillary is still making noise. Please, God, let it be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, no new fresh blood there. Governor Huckabee, thank you very much. I appreciate you joining me. What to do Republican candidates around the country really think about President Trump? A candidate for the Senate in Michigan will tell us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "President Trump is getting a lot of flak from the media and the left for his meeting with Vladimir Putin earlier this week. But how do Republican candidates soon facing the voters feel about the president? Let's ask one. John James, Republican candidate for United States Senate in Michigan, joins us now. Sir, I want to thank you first for your service to your country. You are a captain in the United States Army and I thank you for that service and thank you for joining us here today. You have an upcoming primary. You are looking at potentially running against Debbie Stabenow, who is the senator in Michigan. When people ask you about Trump or maybe the most recent meeting with Vladimir Putin, what do you tell people? Do you support the president? How do you react to them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN JAMES, (R) U.S. SENATE CANDIDATE FOR MICHIGAN",
      "sentences": "It's not about what I tell them. It's about what they tell me. I said before I got on this journey to listen and learn before I lead. And what I actually heard when I was out walking in Detroit about a week or so ago, and I quote you, African-American male who is now working and just got a bonus from his employer because of the Trump tax cuts, said, and I quote, I don't mind Trump. He helps me and my babies eat good, end quote. What people really care about in Michigan is jobs. What people really care about in Michigan is taking care of their families. And they see somebody in the White House who will protect Americans interest, who will put someone like Neil Gorsuch on the Supreme Court, who will secure our borders and our entry points, defund sanctuary cities, and help protect ICE against liberal progressives who would tear down our law enforcement. These are things that people truly care about her Michigan. And I am very excited about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Do they care about the president's tweets? Do they care what MSNBC or CNN says? Does that come up in these discussions when you are walking around Michigan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "The thing is, when I go around the state of Michigan and places like Flint and Saginaw, people really don't care about with the pundits and talking heads say on the coasts. Right now Senator Stabenow has failed to effectively lead and bring things back. And there are areas like Flint, Saginaw, Detroit, the reasons I came back, that are still suffering, that don't look any better after 50 years. The people who I'm talking about in these cities have been neglected by Democrats, and after marching from Selma to Detroit and rebelling from Baltimore to Watts, people here haven't seen anything change in 50 years. Now it's different. I am the only conservative in this race. I've been endorsed by Right to Life Michigan, National Right to Life, Susan B. Anthony list, Senate Conservatives Fund, American Conservatives Union. I am the only one who can beat Debbie Stabenow. I have military experience being a West Point grad, ranger qualified Apache pilot, and also somebody who has grown my family business from $35 million to $137 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Captain, you have convinced me. You are not running from the Trump agenda, you are not running from the right. And I do think it will be a winning message. I have got just 10 seconds left. When people say, the Democrats say, hey, let's abolish ICE, what do you say? I've got 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "I say we have to secure our borders, defund sanctuary cities, and protect ICE and our law enforcement officials. We need to actually defund sanctuary cities and use that money to fund ICE. Go to JohnJamesforSenate.com to learn more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Nice pitch at the end. Well played, sir. I appreciate it. I thank you for your service to this country and all those veterans who are out there who have actually served their country and worn the colors of the flag on their sleeve. So thank you for that and thank you joining us tonight. An absolutely earth-shattering announcement from Chick-fil-A, one of my favorites. We'll tell you what it is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Before we go, I have some very important news to report. Chick- fil-A is getting rid of their beloved cow calendars. Now I'm a huge fan of Chick-fil-A. Nobody eats more nuggets than I do and I got a belly to prove it. But I've got to tell you, for them to retire that calendar with their coupons is utterly ridiculous. I didn't write that line. To be looking for the cow appreciation day but how are you going to tell when cow appreciation day is happening if you don't have a calendar? Shannon Bream is going to sort that out with Mike Pompeo. I'm sure it's one of the questions she's going to ask him. It's pressing here on 'The Ingraham Angle.' I'm Jason Chaffetz. Thanks for having me. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Report",
      "utterance": "Former personal lawyer recorded Trump discussing payment to a Playboy model. This is a rush transcript from \"The Ingraham Angle,\" July 19, 2018. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Welcome to 'The Ingraham Angle' on a busy news night. I'm Jason Chaffetz in Laura Ingraham, from Washington. Coming up, what is the status of Congress's relationship with the Intel agencies? Florida congressman Ron DeSantis is here to react to comments by Dan Coats and Rod Rosenstein earlier today. Plus are the media and Democratic Party beating the war drums with Russia? We'll dive into some questionable language coming from both entities on the subject. And is it possible the FBI covered up a damaging foreign hack of Hillary's server? 'Clinton Cash' author Peter Sweitzer is here to peel back the curtain. But we begin tonight with the oh so curious timing of a damaging leak, targeting President Trump and why it may have come from the unholy alliance of James Comey, Jim Clapper and John Brennan. It was a headline that sent the media apparatus into apoplexy. The New York Times blaring, \"From the start, Trump has muddied a clear message Putin interfered\" Of course this meeting was not a secret and the findings not exactly new, don't believe me? Here's the headline from The Washington Post on January 6th of the 2017 \"Declassified report says Putin ordered effort to undermine faith in U.S. election and help Trump\" So what can we glean from The New York Times repackaging a report just days after the president's much criticized meeting with Vladimir Putin? First let's look at some of the key officials who were in that meeting, John Brennan the CIA director at the time, James Clapper the director of national intelligence at the time, and at the time, the FBI director James Comey. Second, let's take a look at what these men have been saying since the Trump Putin summit."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER DIRECTOR OF THE CENTRAL INTELLIGENCE AGENCY",
      "utterance": "What Mr. Trump did yesterday was to betray the women and men of the FBI, the CIA, NSA and others. And to betray the American public and that's I use the term that this was nothing short of treasonous because it is a betrayal of the nation."
    },
    {
      "speaker": "JAMES CLAPPER, FORMER DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "This president and this presidency and who is insulting values and institutions and standards which collectively we spent decades of defending."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And here's what Jim Comey tweeted, \"This Republican Congress had proved incapable of fulfilling the Founder's design that ambition must counteract ambition. All those who believe in this country's values must vote Democrats this fall. Policy differences don't matter right now, history has its eyes one us.\" So what might someone reasonably deduce given above information? Wouldn't it be fair to believe that perhaps the president was the victim of a coordinated leak? One that was orchestrated to inflict maximum damage to him? To answer these questions let's bring in former CIA officer Jeff Battey, former CIA chief of station Dan Hoffman as well as radio host and former aide to Chuck Schumer Chris Hahn. Gentlemen thank you so much for being here. Look, these three people at the head of our intelligence agencies at the time have now all exposed their political meanings to he left and the Democrats. I'll start with you Daniel sitting with ne here in studio. Is that an unreasonable assumption? Is that a leap to suggest that maybe these gentlemen used their intelligence backgrounds to maybe push the table in Hillary's direction?"
    },
    {
      "speaker": "DANIEL HOFFMAN, FORMER CIA CHIEF OF STATION",
      "utterance": "I mean it's possible you could speculate that. I would just start with John Brennan because he was my boss at the CIA. I served in Moscow for five years, I know him well. And I'll have to be truthful he and I always didn't agree on everything. There were lots of times it I told him things he needed to know and didn't want to hear and didn't always react so favorably. I think his partisan remarks might have been taken with maybe with a little bit more positively if he admitted some of the mistakes from the Obama administration like the very ill-fated and naive reset policy. Those who are criticizing this administration for not being tough on Russia might want to look in the mirror and just talk about some of those lessons learned."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now Jeff I believe it was Director Comey who said he doesn't do sneaky things, he said he doesn't leak, he said he doesn't do weasley moves but then we see in his own words and in his own actions that he did do those things. How can he have any credibility and would he be up to doing such a thing as leaking this information?"
    },
    {
      "speaker": "JEFF BATTEY, FORMER CIA CASE OFFICER",
      "utterance": "I would certainly say it's possible. You know my colleague from the agency will recognize this saying, there's an old saying and it's kind of a joke that goes, \"Admit nothing, deny everything, make counter accusations.\" And that's what we've been seeing play out on a grand scale. You know when you go back this all started timing wise with Hillary and her email scandal and nothing was admitted initially. Hillary denied everything saying, \"I had nothing that was classified then I had nothing that was marked classified.\" You know it just was a series and now to make accusations. They realize that they needed to go out on the attack because they were really hanging out there because Hillary had to be getting emails on this unauthorized system by her peers. Now who were her peers? The president perhaps and even others so there's a lot of people being protected."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now Chris the context here is I think everybody thought that Hillary Clinton was going to get elected on election night. The Trumps saw something that maybe the rest of us didn't see but they did get elected and then the media and the apparatus, the deep state, they just started going nuts. So when you hear these accusations, how do you respond to that?"
    },
    {
      "speaker": "CHRIS HAHN, RADIO HOST",
      "utterance": "I'm listening to these guys ad we're talking about Hillary's emails today? We want to know what happened in Helsinki and I'm old enough to know that there was a chairman of the House Oversight Committee named Jason Chaffetz who would have looked into this with a fine tooth comb and had done his duty as a member of congress and put a reasonable check on the president of the United States. If Hillary's emails are still the issue, Hillary's emails is why she's not the president of the United States. The FBI's actions in investigating Hillary and reopening the investigation ten days, that proves that James Comey was not on the bag for Hillary, in fact it proves the"
    },
    {
      "speaker": "BATTEY",
      "utterance": "Who was Hillary emailing? She was emailed herself? There were other people."
    },
    {
      "speaker": "HAHN",
      "utterance": "I let you talk, I let you talk. So it doesn't matter at this point. It doesn't matter at this point, we have a president of the United States who at the very best looked weak in front of Putin on Monday at the worst it's something we don't even want to talk about because it's so called darn ironical. Remember the Congress and these"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It does. Chris I want to play a quote from President Obama that happened before elections and I know you've heard it but listen to this quote."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "There is no serious person out there who would suggest somehow that you could even rig America's elections in part because they're so decentralized and the numbers of votes involved."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So Chris these same three characters, Brennan and Clapper and Comey, they were in charge when this type of hacking and attack happened and there are a lot of us that think, maybe what they are trying to do now is deflect and distract because of the fact that all of a sudden they're being called out for this and they didn't do their jobs back when they were in charge."
    },
    {
      "speaker": "HAHN",
      "utterance": "Jason you're clearly not suggesting that the Russians didn't try to interfere with our election?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I do think they're in charge and I so think they did it and I don't think that Brennan and Clapper and Comey have come clean on that."
    },
    {
      "speaker": "HAHN",
      "utterance": "The president doesn't think it. OK whatever. Let's have a congressional hearing and bring them on along with the DNR that's there and other members that can answer these questions. Congress should be holding hearings like the hearing you held about Benghazi, like the hearings you held about her email server. We need to have hearings on t what's going on with the Russians and how they're trying to influence the election right now."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Devin Nunes as the chairman of the Intel committee has been talking about for years and those gentlemen have testified multiple times and they have them."
    },
    {
      "speaker": "HAHN",
      "utterance": "For some reason the president has held, Devin Nunes is being influenced by somebody. So when's the hearing? Have a hearing. Have a public hearing."
    },
    {
      "speaker": "CHAFFTEZ",
      "utterance": "These people came to Congress and misled the American and congress. Jeff I'm going to go to you."
    },
    {
      "speaker": "HAHN",
      "utterance": "I don't believe that. I don't believe that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I do, I really do. Jeff you're experience, CIA. Is it possible that they didn't know these things and why would President Obama go to great lengths to tell the world that there was nothing like this happening?"
    },
    {
      "speaker": "BATTEY",
      "utterance": "I think of course they knew. They knew that this was going on. But I think it was another failure on Brennan's part primarily. He was the director of central intelligence you know and he underestimated the threat and he failed. He failed to protect the system. OK so we can have hearings about that bit the reason you asked the question earlier Jason about, \"Why did people go nuts after Trump was elected?\" Is because you heard the rhetoric the election, \"Lock her up\" There was so much wrongdoing that was going on that the opposition, the resistance had to go on the offensive to try and make the Trump administration play defense and that's what they tried to do. You know real quickly this all goes back to a stupid decision when Hillary attacked in 2011, Putin the legitimacy of his election. And did she think that she could try to undermine his credibility, his election, his process without having him fire back?"
    },
    {
      "speaker": "HAHN",
      "utterance": "What are we supposed to do be all for a rubber restricted election? Shouldn't we stand for democracy around the world?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The reality is I think the Russians and others tried to hack into the republican systems but they were pushed back because they actually had some security on them. And the reason the Democrats don't want to give up their server or anything else is because they wouldn't let the FBI look at it. But Daniel I want to get to your take, who do you concur with here? How do you view this?"
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "I just first I have to say Secretary Clinton was absolutely right to call out Russia for election violations, human rights violations. Russia considers America its main enemy. They have been running these sorts of operations for years against us. They ran a massive cyber attack against the Estonians and then against Georgia in 2008 and against Ukraine. So we knew they were doing it to others, we knew they were doing it to us, we did not effectively counter Russia and deter them and that's what my concern is."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Chris you're going to get the last word here but that's why so many of us were frustrated with Barack Obama and Hillary Clinton and that silly little reset button because they tried to downplay all that. They mocked Mitt Romney and you have these people that were in the professional intelligence agencies telling us everything was alright and it wasn't. And they only started saying it wasn't once Donald Trump became the president."
    },
    {
      "speaker": "HAHN",
      "utterance": "And it turns out that Mitt Romney was right and that's why the Russians, through Maria Butina, blocked him from becoming the secretary of state and there should be a hearing to figure that out."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Wait, wait Chris, say that again. I didn't hear that, say that again? Yeah, Mitt Romney was right, Barack Obama was flat out wrong."
    },
    {
      "speaker": "HAHN",
      "utterance": "It turns out that Mitt Romney was right. Look, look, one of the things I like about you Jason is you're a former place ticker just like me and we know Better, we want to know the truth and I want to know what happened and I hope you do too. And I hope Congress does its job."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Fair enough. Gentlemen thank you, I appreciate it. As the director of national intelligence Dan Coats is President Trump's top spy, but for how long? That's the big question tonight after director Coats made these comments about the Helsinki comment today that couldn't have made the president very happy."
    },
    {
      "speaker": "DAN COATS, DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "Yeah I wished he'd made a different statement. But I think now that it has been clarified. I don't know what happened in that meeting but I think as time goes by and the president has already mentioned some things that go on in that meeting I think we will learn more. But that is the president's prerogative. If he had asked me how that ought to be conducted, I would have suggested a different way, but that's not my role, that's not my job so it is what it is."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining me now for reaction is Republican Congressman Ron Desantis who is running for the governor of Florida. I had the pleasure of serving with Ron on the congress and on the oversight committee and also on the judiciary committee so congressman thank you for joining us. What's your reaction to what director Coats was saying and have you started the countdown clock on how long he might have his job? REP. RON DESANTIS, R—FLA.: Well good to see you Jason. You know I have a lot of respect for Dan Coats. I think he served the country honorably, I have confidence in him in term of his capabilities. I just wonder whether that Aspen festival is the right place to be talking about that. If you had concerns then just bring it to the president but to do it in front of that crowd you know I don't think that was necessarily the right way to go."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You know congressman, you and Jim Jordan and Mark Meadows, John Radcliffe, Trey Gowdy, I mean the list is long, you've been trying to extract documents from these people and yet you see them all in Aspen. My guess is they didn't take a Delta flight or Southwest to get there. How does that make you feel when you see all these people hanging out in Aspen but you can't get them to come to Capitol Hill?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well it's frustrating but Jason I mean you know why this is happening and you and I tried to bring accountability to the IRS commissioner when he was pulling a lot of the same stuff. We tried to actually impeach him. We didn't get the support that we needed throughout the entire House of Representatives and I think the same thing here is we've not yet imposed the sanction on Rosenstein. So if you say you want these documents which we definitely are entitled to, set a date and hold them in contempt if he doesn't produce it. But instead it's kind of back and forth and I think he's just running out the clock on this stuff. I don't think he wants to comply with what we're asking for."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well I'm no longer in Congress, you are so why haven't dropped that? I mean the clock is ticking, you literally have days before the next election. You're in a handful of days, is there anything that's actually going to happen?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well we should do it and I've been arguing for months. Let's just set that contempt date. If we don't have the documents we proceed to do it. If we do have the documents then we cancel the hearing so that's what we should do, will we do it? I don't know, I just don't the answer to that because as you know you need to get a certain amount of members who get on board for doing it. But if we could get that information I think that would shed a lot of light on a lot of the problems we've seen and really just scratch the surface of identifying what people like Peter Stzrok and his ant-Trump bias as really the mover and shaker behind this whole collusion and narrative."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Noe before the president showed up in Helsinki for the summit with Mr. Putin, there were some indictments that were dropped. A, do you think that those will actually do anything and what did you think of the timing of those indictments?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I don't think they'll end up doing anything because I don't think that anyone's actually going to ever be there to stand trial for them. And first of all, we've responded to Russia's cyber activity, you and I supported sanctions at the beginning of the congress. I'd be willing to do more but I think the political response is probably effective. I mean to just do an indictment and never try the case I think it was more for show and I don't think it was going to amount to very much. And most of the information in that indictment was exactly what Devin Nunes and his committee had identified several months ago so we didn't really learn very much new in the indictment."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "You know one of the things that the media doesn't seem to be talking about is upon the return President Trump really walked out of there with tens of billions of dollars in commitment from our NATO partners to beef up the forces on those who are pro USA and maybe not so pro Russia and that doesn't get talked about. But is there anything that you and congress is going to be able to do to fortify the president and continue to push NATO?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well I'm a supporter of NATO but at the same time, NATOS's status quo, there's problems with NATO. Trump obviously has been very forceful in identifying the failure of some of our European allies to maintain appropriate defense levels. Look, I have concerns about Turkey's role in NATO. If you at what IRTA One is doing with just being an Islamist and then recently with the controversy so I think it's healthy to be trying to push this in a different direction. But we all are all committed to NATO and I think the president's committed to NATO as well."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman thank you, Ron DeDantis in Florida tonight, thank you very much."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "President Trump says the media wants a war with Russia, we'll tell you why coming up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It's been more than three days since Trump's meeting with Putin in Helsinki but the media are still in a frenzy over the whole ordeal. Frustrate with the negative coverage, President Trump said this morning that the media wants a war with Russia and from some of the hysterics seen in the last 24 hours, he may not be wrong."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "President Trump is not taking the interest of the country first, he's taking his personal interest or some other interests first."
    },
    {
      "speaker": "MATTHER MILLER, MSNBC ANALYST",
      "utterance": "It made me wonder if people were suspicious that he revealed classified intelligence including human source information to the President of the Russian Federation, that's a real concern."
    },
    {
      "speaker": "THOMAS COUNTRYMAN, CHAIRMAN OF THE ARMS CONTROL ASSOCIATION",
      "utterance": "Meddling is an inaccurate word to describe what Russia did here. Meddling is something your mother in law might do in your marriage, this was an attack. This was an attack upon American democracy."
    },
    {
      "speaker": "BROOKE BALDWIN, CNN HOST",
      "utterance": "Which is the word that he used earlier this week but you are absolutely right sir. Attack, attack U.S. democracy."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining me now for analysis is Howard Kurtz, host of Media Buzz which airs Sundays at 11 am eastern right here on the Fox News Channel, thank you so much for being here, appreciate it. But what you take? I mean I see a lot hysteria but I'm a partisan Republican, I get that. But I mean come on, they've lost their marbles haven't they?"
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST",
      "utterance": "Well let's start with this. President Trump made a serious mistake in Helsinki and he tried the next day to clarify it. And the media reaction was, \"Not happening, no do over for you.\" They have tried to minimize and mock what he has said, \"It's a hostage tape, he wasn't sincere, it was done with a wink and a nod\" One CNN anchor said, \"Does he think we Americans are stupid?\" And so when you hear all of that the bottom line here is that, look it's fine to be skeptical. But the bottom line is they want to keep this fury going and they wasn't to keep the moral condemnation going."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "How do they seem to be so coordinated? I mean when I look at it and I look across the spectrum, it's not just one or two but they seem to be coordinated. And there seem to be this buzz words that just catch on. Is anybody have any idea how that happens so simultaneously?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well look it's no secret that much of the does not like this president, doesn't agree with his policies, doesn't even like his style so some of the buzz words is where it going over the top. For example, he's being accused of treason, he's been called a traitor, for messing up a press conference suddenly he's Benedict Arnold. And I think that when that kind of hysterical overreaction happens, and again I think that the criticism was legitimate in the beginning. Many conservatives were critical of the president including some of your former colleagues on the Hill, including some people here at Fox. But that kind of hysterical overreaction convinces half of the country that there's no way that the media can be fair to this guy and it just raises basic questions about fairness and difference."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It really does play into the president's hands doesn't it? I mean there are times that I think that some of the things that the president will do and tweet about are done to just poke the media because it does expose them for who they really are and the biases that they really have."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Oh he loves to poke the media and all too often the media fall into the trap so if he makes a mistake or a misstatement or something like that sometimes it could be a 10 but the media make it an 11, they go to 13, they go to 15."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But what happened to journalism in this country? I want to play a clip that President Trump said but I didn't see much if any coverage on this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Getting along with President Putin, getting along with Russia's a positive not a negative. Now, with that being said if that doesn't work out, I'll be the worst enemy he's ever had, the worst he's ever had."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Now that was a live broadcast and I think the president's right to do that because he can go out unfiltered. Much like when he went out on the North Lawn and he talked to Mr. Doocy there from 'Fox & Friends.' I think that was the president probably at the best."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It was unscripted."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But does the media have any semblance of any responsibility to play a clip that put's into balance how he says, \"I'll be Putin's worst nightmare\"?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah and then you can comment on that absolutely. Now I don't agree with President Trump when he says the media want war with Russia which we like fist fights and somebody ends up with a broken nose. But I do believe clips like the one you played, what's happening now is the media narrative and everyone in the press feels vindicated. They're now being asked what used to be on the fringes Jason, being asked in mainstream publications and mainstream segments, \"What does Putin have on Trump, why won't he be tougher?\" and so when you have that attitude and the president says, \"Oh he'll be my worst enemy if it doesn't work out.\" It tends to get minimized, dismissed and this is where I think the constant hostility towards this president, not everybody and some of these opinionated former Obama folks who have contracts now at MSNBC and CNN. But that's where you see the narrative going and again, the criticism justified in my view in the beginning now you see an effort to whip it up, to go to 15 to use words like treason and I think that goes too far."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It does. Howard I'm honored that you would come be here. Don't tell anybody I'm just kind of faking it as newscaster here."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It will be our secret."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right thank you, I appreciate it. And 'Media Buzz' Sundays 11 am. Speaking of Russia it may be just the media who want a war. The Democrats are suggesting the president jeopardized national security in his closed door meeting with Trump. And are suddenly starting to sound like neo- conservatives. REP. ADAM SCHIFF, D—CALIF., HOUSE INTELLIGENCE COMMITTEE MEMBER: Did the president make concessions to Putin? Did the president share classified information with Putin? Did the president take other steps beyond those that he took so publicly to undermine the security of the Unite States? This is what prompted this discussion of Montenegro recently that's a high priority of Vladimir Putin's and to have the president of the United States say, \"Why should we risk people over Montenegro?\" That's exactly what the Kremlin wants to hear."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Here to react is Congressman Andy Biggs a Republican from Mayfair Arizona and Congressman John Garamendi a Democrats from California. Gentleman thank you for being here, I had the honor and privilege of serving with both of you in this Congress and I appreciate you coming and joining us tonight to give us a bi partisan perspective. Congressman Garamendi I'll give you the first word here. For a president to go and meet with the Russian president is a good thing isn't it? And to think that the Democrats are taking it way way too far when they talk about treason and those types of things? REP. JOHN GARAMENDI, D—CALIF.: Well there's no doubt and your previous guest Howard said it very very well. The president really did mess up in his press conference, there's no doubt about that. What actually happened in the two hours is extremely important. Right now we're in the process of writing the final version of Annual National Defense Authorization Act and we do know that the president just four months ago said Russia and China were our principle adversaries. What happened in that four hour meeting that we need to know as we finish it up? Do we have to change the directions that we're setting? Do we have to provide different money for different armaments or less money for some armaments? We don't know that so that secret meeting is of serious concern going forward for the policies that congress has to enact and the that we have to appropriate. Similarly we have not heard of the term confidential classified briefing on Singapore or NATO itself so there's things that this administration needs to share with Congress. As to the ongoing controversy, well the president just continues to cause it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me bring in Congressman Biggs. You know when I hear the Democrats suddenly getting tough on Russia and they sound like war mongers, I mean they've morphed into a totally different party than I've ever heard or seen in the past. I mean you had President Obama saying, \"There's no threat. Hey they just need a little bit more time so they can negotiate\" Yeah and Hillary Clinton with the reset button. How do you view it on the floor of the House? REP. ANDY BIGGS, R—ARIZONA: Well I think it's true that they've changed their philosophical bent and I don't think it's permanent because I always thought of them as neo Liberal institutionalists. What I mean by that is they viewed themselves as finding some great allegiance. But I'm not classifying everybody but most of them, they viewed themselves as having allegiance to these multiple lateral institutions like the United Nations, like NATO and what have you. Now what they're spinning out is, \"Wait a second, Russia is this tremendous enemy and now we need to make sure we're protecting nations like Montenegro and there's this mystery going on here\" I think they've spun themselves so up because they don't like President Trump but they've actually change their fundamental understanding of who they are from a philosophical point of view."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman Garamendi, how do you feel about that, because a lot of people have said those types of things?"
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "Well, whatever they're saying, Andy says have I changed my fundamental understanding of where I am, the reality is that the Democrats have said forever that we need a strong and wise military. Wise in the sense that how we use that military. And I voted for continuing on the Armed Services Committee for the National Defense Authorization Act. I do have questions about where the money is spent and whether it is spent wisely and that is my job. But the president himself, if I might just a moment, the president himself has said Russia is our principal adversary. That was the national defense policy that was emanated by him just a couple of months ago. Now the Montenegro thing is extremely --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But wait a second. Congressman, and I have the greatest respect for you. You are one of the nicest gentleman that I have ever interacted with on either side of the aisle. But I've got to tell you, the Democrats under Barack Obama, every single time we turned around the only thing they were willing to cut was the defense budget. It's only been President Trump and the Republicans that have pushed that budget up. And they went to grant thanks to mock Mitt Romney and others for even suggesting what Devin Nunes said, which is that our geopolitical foe was Russia."
    },
    {
      "speaker": "GARAMENDI",
      "utterance": "The facts, yes, we want to have a wise expenditure of the taxpayers' money. And let's face it, there are many things that the military does that one should appropriately question whether that is the appropriate expenditure of the taxpayer money. On the other hand, this Montenegro thing speaks to the heart of NATO. NATO is extraordinarily important to America because it brings together European countries the --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman, we are going to have to another Montenegro segment. But I want to get Congressman Biggs to have the last word. Last word to Congressman Biggs here. How do you see this going forward?"
    },
    {
      "speaker": "BIGGS",
      "utterance": "I see the philosophical bent has changed. It truly has. And the idea that we are going to now ratchet up the rhetoric and potentially cause a firestorm, that is really not where the Democrats have been. They have actually emasculated the military under the previous administration. Maybe not John, because he is a great guy. But his party dead. And the administration died. And we've had to build that back up. And I think President Trump is saying, Russia is a foe, but we are better off if we are going to have these negotiations and we can find points of commonality. That's what I think is so important. And that is why I find it very interesting that my colleagues on the other side of the aisle are spinning this out of control. And moreover, the media is casting the strange narrative of treason. It's absolutely wild."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressmen, thank you both. I truly do appreciate it. But we do have to go. The story the left does not want to hear you about, Hillary Clinton's emails. That's up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Welcome back. The media can't stop talking about Trump and Russia hacking. But what about Hillary? A quick history lesson -- back in 2015, the intelligence community issued a security referral, not a criminal referral, regarding the classified emails on Hillary's server. A letter from the inspectors general of the intelligence community and the State Department at the time wrote, \"These emails were not retroactively classified by the State Department, rather these emails contain classified information when they were generated, and according to IC classification officials, that information remains classified today. This classified information should never have been transmitted via an unclassified personal system.\" Fast forward to last month when the DOJ released its inspector general report on the investigation, which published the FBI's own internal file review. It said, quote, \"The FBI's inspection division successfully determined\" -- remember that part -- \"successfully determined classified information was improperly stored and transmitted on Clinton's email server, and classified information was compromised by unauthorized individuals to include foreign governments or intelligence services,\" adding that, quote, \"treatment of the investigation, as a traditional espionage matter, rather than a criminal investigation, significantly hindered the ability of the investigative team to obtain full and accurate and timely information.\" As if things couldn't get worse, yesterday \"The New York Times\" reported the same Russian groups who hacked the DNC during the 2016 election also were involved in cyberattacks on the State Department while Hillary Clinton was secretary of state. Joining me now for reaction is Peter Schweizer, president of the Government Accountability Institute, and Harmeet Dhillon, the RNC committeewoman from California. Thank you both for being here. Peter, one of the things that I am so concerned about here is why -- now that we have had exposure, time to digest it, and the media's bringing it up again ala \"The New York Times\" about this hacking, and why is it that this started not as a criminal investigation, but a counterintelligence operation?"
    },
    {
      "speaker": "PETER SCHWEIZER, PRESIDENT, GOVERNMENT ACCOUNTABILITY INSTITUTE",
      "utterance": "That is a great question, Jason. And here's the problem is you look at every step of this investigation of the Clinton email scandal, you have sloppiness on the part of the FBI. But the problem is, the sloppiness always rebounds to the benefit of the Clintons, which leads one to only conclude that there was effort to essentially want this story to go away or not hold the Clintons accountable. Keep in mind also in addition to what you just reported, Hillary Clinton destroyed, deleted 30,000 emails, and as he pointed out in the introduction, when those emails were created, they are by nature classified. So you have a situation where she was probably also deleting large amounts of classified information, yet there is no accountability whatsoever. This is the deep rot of the FBI. It requires further investigation. And this is what drives people crazy about criminal justice in America. There's a different set of standards for people in power, particularly those politically connected by the Clintons, and those same rules do not apply to ordinary Americans."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Harmeet, as you look at this and you see this, I had worked on this for a long, long time, and you worry that justice doesn't have a blindfold, that it's looking two different directions. But when President Trump goes out and says -- admits -- that, yes, Russians were working to, in a very negative way, very aggressive rate, against the United States' interests, that they were hacking, but also mentions that it perhaps owes others, and then you can go back and refer to the reports which confirm that, and the media is nowhere on this. They don't report it. They didn't report it then and they don't report it now."
    },
    {
      "speaker": "HARMEET DHILLON, ATTORNEY",
      "utterance": "Absolutely, Jason. In addition to everything that Peter said, which I agree with him, a couple of other facts. We also know that Hillary Clinton had been warned and was aware that her BlackBerry, which was not secure, was not allowed to be used in her State Department office, and yet she used it, and that may be tied to some of these leaks. We also know from recent testimony and facts that have come out that apparently out of those 30,000 emails, all but four of them are actually auto forwarded to some foreign power that we don't know. And Louie Gohmert has been very insistent on Fox News and elsewhere saying that the elsewhere was not Russia. So it was some other foreign power where these emails ended up. Michael Flynn has been saying this since 2015 as well, that multiple sources have attempted to and perhaps have had access. With all of this morass and all of this building up of facts, you have James Comey with Peter Strzok's assistant concluding that this was carelessness as opposed to gross negligence or criminal in nature. And so clearly it's a different set of facts for you and for me. And one more thing that I want to add here is that there's been a lot of hullabaloo in the media about the president being told right before his inauguration that the Russians had been attempting to target the United States and hacking. Remember that the same timeframe, two weeks before his inauguration, James Comey is telling the president-elect that the Russians have this kompromat on him that evolves this pee tape and this other nonsense that's not true. So you have to remember the context in which all --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, you also had President Obama going before the world and saying nobody could do this even if they tried, so don't even worry about it. Now, Peter, Tucker Carlson is reporting tonight, and the \"Washington Examiner,\" I'm reading here a headline following up on Tucker Carlson's report, \"Robert Mueller offers Tony Podesta immunity to testify against Paul Manafort.\" That is the report that's coming out tonight. Why -- we are looking at this. I'm springing this on you, we are just seeing it here at Fox, all of a sudden Tony Podesta is suddenly getting immunity. But is that typical? It always seems like the Clintons and people associated with the Democrats get immunity before they even go through the investigation."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "If this reporting is accurate, and I have no reason to believe is not, it's a little bit like granting immunity to Bonnie to get at Clyde. The root of the problem with Paul Manafort -- and there are many, and I think they need to be investigated and he needs to be held to account -- a lot of it involves the Foreign Agents Registration Act, FARA, and the fact that he was doing a lot of work for foreign clients, lobbying work or consulting work, and he was not revealing that or registering with the Department of Justice. Well, guess what. Tony Podesta was also doing very similar things. And in fact, when the investigation really picked up steam on Paul Manafort, what did Tony Podesta do? He went and filed a lot of FARA reports with the Department of Justice going back previous years because he had failed to register before. So again, this question of justice, why is it that the FARA violations of Paul Manafort should be prosecuted -- by the way, I believe they should be if they are real, but why in the case of Tony Podesta are they not? It's mystifying, and it's only going to further frustrate Americans who again believe there are different standards."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And that's why you have to look at Mark Elias, whose general counsel Hillary Clinton, general counsel DNC, involved in the Podesta Group. This is quite a web. But who starts to get the immunity? It's those that are the Democrats in this case. Harmeet, I'm sorry, I wish we had more time. Peter, thank you so much for joining us. They're back. Governor Mike Huckabee joins is next to discuss why the Obamas all of a sudden are getting back into the political fray."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Welcome back. Are the Obamas plotting a political comeback? It sure seems like it. The former president taking thinly veiled shots at President Trump while in South Africa this week."
    },
    {
      "speaker": "OBAMA",
      "utterance": "Look around. Strongman politics are ascendant suddenly, whereby elections and some pretense of democracy are maintained, the form of it, but those in seek to undermine every institution or norm that gives democracy meaning."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And Michelle Obama is back in the public spotlight starring in a so-called nonpartisan PSA with other celebrities that encourages voting registration. Joining me now to explain what's going on here is Mike Huckabee, a Fox News contributor and former governor of Arkansas. Governor, thank you so much for being here. We are about 80 days before the midterm, the first ballots in the midterm will be cast, and suddenly the Obamas are entering the political stage. What do you see going on here?"
    },
    {
      "speaker": "MIKE HUCKABEE, R, FORMER GOVERNOR OF ARKANSAS",
      "utterance": "It makes a lot of sense because they are a lot more popular than virtually any other Democrat, and putting them on the stage gives the mainstream Democrats kind of a little taste of nostalgia. If you've got a choice between listening to Barack Obama, Michelle Obama, or Hillary Clinton, it gets to be pretty easy as to who you want in the spotlight. And I listened to the former president's speech. I didn't think it was that outrageous. He didn't call out President Trump by name. It was pretty mild, especially by President Obama's standards when he was in office when he often called our people by name. So more power to him. I think if Republicans have some people that we want to try it out, that's great. And, frankly, this makes sense, because you don't want to but Maxine Waters, you don't want to put Elizabeth Warren, you don't want to put Hillary out there, and right now that is all they've got talking."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So the Democrats have come up with a new slogan. They dumped the one that they had. They tried to unveil a new one, I believe it's for the people. I see a party without a leader, begging, hoping for Barack Obama days, but then I also don't see a message in terms of policy. What do you see?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Their message is, vote for us, we'll reverse all those tax cuts and take that money back from you and put it in the government's hands, we'll open up the borders, you really want to be safe in a lot of cities, and we want to reverse the economic gains we are making and take those bonuses back. That is the message. The Democrats' campaign moniker this year really ought to be something like, we are so cool that we can get rid of ICE, because that's their whole message. They got nothing, other than impeach 45, as Maxine Waters likes to scream at the top of her lungs. That is not a message."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Have you ever seen a party or even a candidate who just wants to dismantle law enforcement, that hates law enforcement? There are tens of thousands of ICE agents out there protecting us every day. How do you win at the national level by just trying to disparage federal employees? I never thought I would see Democrats doing it."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Well, it doesn't seem to be a very strong strategy. I think overwhelmingly, American people appreciate, respect law enforcement. We know that the police underpaid, overworked, overstressed. They do a job that most of us don't do for 10 times the money, and we are grateful for what they do and the risk they take every single day. And for Democrats to have the attitude that we don't want to law enforcement, we want open borders, we want a government that is not held to be accountable for the things they do, that's not where I think the American people are. So they are going to either have to come up with a message. Right now they are just looking for messengers, and that is where Barack and Michelle Obama come in. I think that is a smart move on their part if they can get them to be active. But they still have to have a message, and it has to be bigger than, other than Donald Trump."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Let me play you a quick bite of Joe Biden because he seems to be making some rumblings. Trump -- I'm sorry, it's Trump talking about Biden."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "UNIDENTIFIED MALE: Who do you think your Democratic opponent will be? Joe Biden said he will make a decision by January."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I dream about Biden. That's a dream. Joe Biden ran three times, he never got more than one percent. And President Obama took him out of the garbage heap and everybody was shocked that he did. I would love to have it be Biden."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Biden or Holder, which one do you think? Which one is going to be there?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Either one of them. But especially Biden -- think about this. We are really looking at a new Democratic movie called back to the future and Joe Biden rolls in in the DeLorean and talks about the good old days. This would be a dream team for the Republicans. You have got Biden, Elizabeth Warren, Hillary is still making noise. Please, God, let it be."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, no new fresh blood there. Governor Huckabee, thank you very much. I appreciate you joining me. What to do Republican candidates around the country really think about President Trump? A candidate for the Senate in Michigan will tell us next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "President Trump is getting a lot of flak from the media and the left for his meeting with Vladimir Putin earlier this week. But how do Republican candidates soon facing the voters feel about the president? Let's ask one. John James, Republican candidate for United States Senate in Michigan, joins us now. Sir, I want to thank you first for your service to your country. You are a captain in the United States Army and I thank you for that service and thank you for joining us here today. You have an upcoming primary. You are looking at potentially running against Debbie Stabenow, who is the senator in Michigan. When people ask you about Trump or maybe the most recent meeting with Vladimir Putin, what do you tell people? Do you support the president? How do you react to them?"
    },
    {
      "speaker": "JOHN JAMES, (R) U.S. SENATE CANDIDATE FOR MICHIGAN",
      "utterance": "It's not about what I tell them. It's about what they tell me. I said before I got on this journey to listen and learn before I lead. And what I actually heard when I was out walking in Detroit about a week or so ago, and I quote you, African-American male who is now working and just got a bonus from his employer because of the Trump tax cuts, said, and I quote, I don't mind Trump. He helps me and my babies eat good, end quote. What people really care about in Michigan is jobs. What people really care about in Michigan is taking care of their families. And they see somebody in the White House who will protect Americans interest, who will put someone like Neil Gorsuch on the Supreme Court, who will secure our borders and our entry points, defund sanctuary cities, and help protect ICE against liberal progressives who would tear down our law enforcement. These are things that people truly care about her Michigan. And I am very excited about it."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Do they care about the president's tweets? Do they care what MSNBC or CNN says? Does that come up in these discussions when you are walking around Michigan?"
    },
    {
      "speaker": "JAMES",
      "utterance": "The thing is, when I go around the state of Michigan and places like Flint and Saginaw, people really don't care about with the pundits and talking heads say on the coasts. Right now Senator Stabenow has failed to effectively lead and bring things back. And there are areas like Flint, Saginaw, Detroit, the reasons I came back, that are still suffering, that don't look any better after 50 years. The people who I'm talking about in these cities have been neglected by Democrats, and after marching from Selma to Detroit and rebelling from Baltimore to Watts, people here haven't seen anything change in 50 years. Now it's different. I am the only conservative in this race. I've been endorsed by Right to Life Michigan, National Right to Life, Susan B. Anthony list, Senate Conservatives Fund, American Conservatives Union. I am the only one who can beat Debbie Stabenow. I have military experience being a West Point grad, ranger qualified Apache pilot, and also somebody who has grown my family business from $35 million to $137 million."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Captain, you have convinced me. You are not running from the Trump agenda, you are not running from the right. And I do think it will be a winning message. I have got just 10 seconds left. When people say, the Democrats say, hey, let's abolish ICE, what do you say? I've got 10 seconds."
    },
    {
      "speaker": "JAMES",
      "utterance": "I say we have to secure our borders, defund sanctuary cities, and protect ICE and our law enforcement officials. We need to actually defund sanctuary cities and use that money to fund ICE. Go to JohnJamesforSenate.com to learn more."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Nice pitch at the end. Well played, sir. I appreciate it. I thank you for your service to this country and all those veterans who are out there who have actually served their country and worn the colors of the flag on their sleeve. So thank you for that and thank you joining us tonight. An absolutely earth-shattering announcement from Chick-fil-A, one of my favorites. We'll tell you what it is next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Before we go, I have some very important news to report. Chick- fil-A is getting rid of their beloved cow calendars. Now I'm a huge fan of Chick-fil-A. Nobody eats more nuggets than I do and I got a belly to prove it. But I've got to tell you, for them to retire that calendar with their coupons is utterly ridiculous. I didn't write that line. To be looking for the cow appreciation day but how are you going to tell when cow appreciation day is happening if you don't have a calendar? Shannon Bream is going to sort that out with Mike Pompeo. I'm sure it's one of the questions she's going to ask him. It's pressing here on 'The Ingraham Angle.' I'm Jason Chaffetz. Thanks for having me."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}