{
  "date": "July 2, 2019",
  "headline": "Rep. Alexandria Ocasio-Cortez blasts conditions at migrant detention centers",
  "subHeadline": "Border Patrol pushes back, says Democratic lawmaker's accusations aren't true; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/rep-alexandria-ocasio-cortez-blasts-conditions-at-migrant-detention-centers",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Hello everybody. I'm Jesse Watters along with Katie, Juan, Dana, and Greg. It's 5 o'clock in New York City, and this is “The Five.” New York Democratic socialist, AOC, leveling bombshell allegations on conditions that migrant detention centers after she joined a group of House Democrats who visited two detention facilities in Texas yesterday, the congresswoman even reportedly screaming at border agents at one stop. Here are the explosive claims she's making about the treatment of those migrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "There's abuse in these facilities. There's abuse. This is them on their best behavior and they put them put them in rooms with no running water, and these women were being told by CBP officers to drink out of the toilet. They were drinking water out of the toilet. And that was them knowing a congressional visit was coming. This is CBP on their best behavior telling people to drink out of the toilet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did you see somebody actually do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTEZ",
      "sentences": "I mean, in that last facility, I was not safe from the officers in that facility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Border patrol issuing a harsh rebuttal to the freshman congresswoman firing back saying the accusations are not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can tell you with the utmost confidence that the migrants, anyone and everyone in our custody at all of our facilities have ready access to fresh water. They have access to consumables, and the standards that we apply to make sure that on a recurring and very timed basis that not only they have access to the types of consumables and fresh water that they would need. I've never heard in 26 years of being in this business ever heard of that type of allegation being made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, do you believe her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "I would actually need to see some proof to this. I think it's just her being sneaky because I don't believe -- this is my gut is that there -- no one has been drinking from any toilet. But if you see that the water fountain is situated above the toilet for plumbing reasons in emergency shelter and often in correctional facilities, you will see that. You'll see the toilet and then it's the same. But for plumbing reasons because that's where the plumbing comes out of. So the water source is below. It's not toilet water. It's actually bath - - it's drinking water but it's above the toilet. But she's clever because she just broadly says they're drinking from the toilet. And then people can go like, oh, yeah, because the toilet is there. So I think that what she did was she said something that is false but directionally true. Like, meaning, she could get away with it. I do think -- I think the bigger story, too, is how the left has this free pass to demonize anyone. We've seen accusations of child abuse directed at people who work there. She suggested that these guys might sexually assault her. She doesn't feel safe around them. These are horrible things to say about people, casually, to say them casually.  But if you respond angrily or you make a -- or criticize her, suddenly she becomes the victim. These are snowflake bearing switch blades. They come at you and the moment you respond it's like, oh, my God, you hate me. And it's like -- it is kind of weird. And the irony of this whole thing is the left incentivizes these crises by egging on two things. The caravans, they were encouraged as a way to overwhelm the border to create visuals. Next? They were incentivizes to bring children because we -- the activists were telling people it was easier to get across the border if you bring kids.   It's easier to demonize the people that are meant to deal with this influx. And so the result is you have more sexual assaults, more drowning, and more deaths. I mean, these centers are probably the best relief that these people are going to get in this situation and they're being demonized by the very people who are incentivizing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And she voted twice against bills that would have provided more resources for these migrants in these facilities, and then she goes down to the facility and says they're not getting the right resources. Looks pretty hypocritical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, HOST",
      "sentences": "Are you talking to me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm talking to Juan Williams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because I think one of the things that happens here is we can politicize this and I'd just prefer we not do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I will say this that the big news to me is to have this Facebook page group, the border patrol agents who have absolutely spoken in dehumanizing terms about the migrants. And they've also made awful sexual innuendo about Alexandria Ocasio-Cortez, the congresswoman. And now we have a DHS inspector general report in which the inspector general, Jesse says, three of the five stations have no shower for children. Kids have no change of clothes and no way to do laundry. And two of the stations, two of the five have no hot meals for kids.  So these are not good situations. And if you then understand the kind of very hostile rhetoric that the agents have been taking part in on those Facebook page, then for the congresswoman to do her duty, which is to go to that station and to inspect it and to see the conditions and not just engage in political rhetoric in Washington, but actually go, I think she has a right to feel --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So she did no political rhetoric down there? That wasn't a photo-op when she insulted those --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "She didn't insult --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I guess that's not political?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg, I'll tell you what was insulting them talking about her in total --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That -- we can go into that, too. But she called them child abusers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And they were running concentration camps. I think, Katie, we all agree we want the best for these migrants. We want to take care of them as best we can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They should not be here. They should have not come here. The way they came here it's an unfortunate situation. But the border patrol agents, they're not trained for this. They don't have the facilities. They don't have the money. They're doing the best they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, HOST",
      "sentences": "Right. Well, I'm glad that she made a real trip to a detention center, to a shelter, instead of posing for a photo-op in front of an empty parking lot like she did the first time around with the photographer and her fake crying. That's the first step. The second thing is her outrageous, totally fraudulent because she voted against every single piece of legislation that would have, at least, eased the situation temporarily. The reason why, Juan, you're seeing a lack of facilities, a lack of food, a lack of clothing for children is because the border patrol is overwhelmed. These facilities are meant for maybe 1,000 people. There are 4 or 5,000 people who are crowding --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How that happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "-- these facilities. And that is happening because Congress and people like AOC continue to use this as a political talking point instead of actually solving the problem. When Wayfair sold beds to the border patrol to have beds for children who didn't have them, she led a boycott and said that they shouldn't be selling beds to children, and then she goes down there and says why don't any of these children have any beds? And so, it's completely disingenuous. And the fact is that this can be fixed. And if you want to be part of the solution that you just don't go down and call the border patrol sexual assaulters, sexual predators, Nazis, you actually vote for things that make it better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yeah. And some of the witnesses down there, Dana, according to the Washington Examiner said she went in, started yelling and screaming at the border patrol officers. Refused a tour of the facility and mischaracterized the conversation she had with the detainees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, HOST",
      "sentences": "It is pretty astonishing that you can have several people all saying what she said about drinking water out of the toilet, and you can have several people all saying what you're just describing here which is that how inappropriately she was acting and aggressively and hostile initially going in. And, look, obviously, emotions are running high. One of my favorite beatitudes are blessed are the meek. Who are the meek? The meek are the children. Are we responsible for taking care of children? We are at this point, at this moment. And I think what the administration has figured out is you have to figure out a way to triage this situation. So, one of the things they did today is -- of all the immigration fights, they decide we're going to print the census without the citizenship question. Whether they would have won on the merits, I think they probably would have, but there was -- there were problems with it. It is executive branch's responsibility to do the census. The president is going to get that done, fine. Take it off the table.  They just got the $4.5 billion signed last week. The president signs that into law. It's not even enough money. So then they have to figure out how they can hire more people to deal what she's talking about. And then, I think the third thing, if you only got three wishes, the third thing has to be this asylum piece. On some of these must-pass pieces of legislation that are coming up in September, I would focus all sorts of resources on figuring out a way to change that because if they don't, I think what Greg is talking about, the caravans and the visuals, they know that the administration is under pressure, so they're going to continue to send people here. And we're not going to have enough -- we're not equipped to take care of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But the incentive, Dana, is not about anything that we say, oh, you know, these kids aren't being taken care of. The incentive is these people are fleeing oppression and poverty and they want the better life for their families and children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. But there still has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Still is a system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Then everybody can talk about how do you fix the problem at its source? So they don't want to leave, like I'm for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And other countries should not be dictating our border policy by sending people. We cannot forget, the children are being used and abused as pass keys into a country. Who built that? The people in the United States who mock this humanitarian crisis months ago. We know who they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think AOC deserves a tip of the hat, by the way, for using her statue to shine a light on what's going on down there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And making up stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think a lot of people think she's exploiting the tragedy and then doing nothing about it, legislatively. Next, President Trump blasting the liberal establishment of ruining America great cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We cannot ruin our cities. And you have people that work in those cities, they work in office buildings and to get into the building they have to walk through a scene that nobody would have believed possible three years ago. And this is the liberal establishment. This is what I'm fighting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "San Francisco continues to become the human poop capital of the western hemisphere. What is their mayor concerned with? E-cigs. Yeah, she signed an ordinance banning vaping sales, a first of its kind in the United States. Now, you don't have to vape to see how idiotic this is. But let me offer a plug. Vaping got me to quit smoking which is far more harmful. If vaping had been around 30 years ago so would a lot your relatives. I don't vape anymore, but it helped get me here.  The mayor says there's much we don't know about these products, but you could have said the same thing about wind farms or cell phones. But no, she means vaping. So vaping is the health hazard in her city, as opposed to injecting heroin on the streets near a school. I guess when you can't address your city's big problems, you look to vaping as a distraction from failure. And what's pin done as S.F. is a monumental failure. It become a dystopian open sewer in which the super-rich liberals virtue signal from above, while the homeless relieve themselves below.  It's clear that you can accept any kind of misery if you're well enough away from it. And so the rise in banning things will continue unless, of course, the homeless do it, or Antifa does it, or undocumented aliens do it, then breaking laws is simply the right thing to do because anything else would be hateful. So welcome to S.F. Please don't puff. But by all means, poop. We have a little sound on tape from the president -- yeah, I had to work in the word poop, about these cities decaying conditions thanks to the libs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We cannot ruin our cities. And you have people who work in those cities. They work in office buildings, and to get into the building they have to walk through a scene that nobody would have believe possible three years ago. And, this is the liberal establishment. This is what I'm fighting. If you look at some of these -- they're usually sanctuary cities run by very liberal people, and the states are run by very liberal people. But the thing that nobody can figure out is do these governors or mayors, do they really think this is a positive? Do they really think this is OK? Because it's not. It's destroying their city. And it's destroying a whole way of life. And it's not our country. It's not what our country is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Katie, is this just a coincidence that all these cities are run by liberals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, homelessness has actually gone down in terms of the number of people over the past decade, but they have congregated in these big leftist cities because these policies that they've implemented in these liberal cities make living on the street easier. So, for example, creating safe spaces for people to do heroin, saying that you can sleep wherever you want, and go to the bathroom wherever you want in front of businesses. There's no rules. Creating public programs where you get things for free and you can still live out on the street. And it seems like these big city mayors who've created this problem through these leftist policies that enable this kind of bad behavior are creating problems like going after the vaping instead of really dealing with serious issues that they, themselves, have created. And it's a monster now because they have these huge congregations, you have in L.A. now diseases breaking out at these huge camps, and they don't know what to do about it. And the public programs that they've implemented aren't working. And so they're at the end of the rope in terms of dealing with this and they're just going on to vaping, and they'll be banning cereal and Cokes and the size of your drinks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Look at the tent. Tent on the middle of the sidewalk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You're allowed to do that, right? I mean, if you're a business owner you complain. They say, well, the city ordinance says anybody can live anywhere. There has to be consequences for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You have to get rid of these ordinances that say that you can just have an encampment on the middle of a public sidewalk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what will happen? You'll have the left accusing you of concentration camp tactics, or being anti-compassionate, or being a horrible person for moving people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, that's why a liberal mayor in one these cities, they're the ones that have to take charge and show some political courage and say it's not compassionate to allow our cities to suffer like this. The compassionate thing to do is clean up the city. We haven't seen a mayor be able to do that. Dana, The Guardian the other day had a great story because we all suffer. Why San Francisco techies hate the city they transformed. And it's about all these young tech entrepreneurs that came in. They're paying astronomically high rents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're riding their bikes to work. They're falling over homeless people. They're getting mugged. There's syringes and condoms right outside of where they sleep. It's disgusting. Homelessness has gone up 19 percent over the last 10 years in San Francisco. They've absolutely had it and these are liberal-minded people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yesterday there was a story in the Wall Street Journal that for the first -- thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. He quotes a paper, and now –",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yeah, he quoted the Guardian, and I quote the Wall Street Journal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I set it aside because I wanted to fully read it, and I read the first page only. But the number of people moving to the suburbs from the city has gone up for the first time in about 10 years. And I think that this is a direct result of that because people who are -- not everyone that works in the tech business is 24-years-old without any children. These are people that are families. They are figuring out a way how are they going to educate their children and they're having to move out of the city and commute back and forth. One of the great things about living in the city is being able to do all of those things all at once. On the vaping thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So the concern is that they don't understand the effects on children and they're worried that the companies are marketing to children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's always about the children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There are ways to deal with that that don't include banning adults from buying products --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- that help them stop smoking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They always bring up the children when they don't have another argument, right? Juan, you should be happy that I quit smoking because of vaping. And this should be -- this should upset you that they're banning vaping because you should be happy that I benefit from it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm happy for you because I think that's good for your health. But I must say, they didn't ban vaping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, the selling of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The selling of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, they just said -- they said they're not going to allow them to be sold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I mean, to me, this is not about adults, Greg. Not about you. It's about the idea that children use the vaping as a gateway to, guess what? Start smoking cigarettes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not proven.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The gateway is the weakest argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's the whole argument that even Jewel says that in their advertisement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But let me just say with regards to the homeless issue which I think is a far more serious issue, you guys are using this as a cudgel to beat up Democratic or liberal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, we don't have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But let me say, I think the person who's exploiting this issue is President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think he's the one that's taking advantage of people who are homeless, people who are mentally ill, people who are veterans who have PTSD --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Taking advantage by trying to get them help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. If he was trying to get them help, that would be great, Greg. But his budget eliminated money for the one organization the government that was aimed at the homeless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is the argument that -- just gave for AOC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I'm just saying, this is, to me, crass behavior by our president because he's just about the politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We just showed you how you can spend millions of dollars in skid row trying to clean that up and the homelessness got worse there. It's not about the money, Juan. It's about the policies on the local level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is not true. Katie just told you at the very start of this segment, in fact, homelessness overall is down. But you get to warm cities like L.A., San Francisco, that's different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. We have breaking news in the trial of Navy SEAL Eddie Gallagher. Verdict has been reached, details coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is a Fox News alert, a jury has reached a verdict in the murder trial of Navy SEAL Eddie Gallagher. Gallagher was accused of killing a war prisoner in Iraq. Now, Jonathan Hunt live outside the naval base courthouse in San Diego. Jonathan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, CORRESPONDENT",
      "sentences": "Juan, the breaking news here right now Chief Edward Gallagher is not guilty of murdering that ISIS prisoner in Iraq in 2017. He is not guilty of shooting at civilians in a crowd in Iraq. He is not guilty of firing from a sniper position at an elderly man. He is not guilty of firing at a young Iraqi woman from a sniper position, too. We understand at this point the only charge on which he has been found guilty is posing for a photograph with the body of that ISIS prisoner. He is guilty. The jury has decided on that charge. But, that is the least serious of the seven charges he was facing. It carries a maximum prison sentence of four months, given that Chief Gallagher has already served that time. We understand he will walk out of this courtroom behind me shortly a free man and will be free to celebrate the Fourth of July with his family. The breaking news, Chief Edward Gallagher, once again, not guilty on all the most serious war crimes charges against him, guilty only of posing for a picture with the body of a dead ISIS fighter. He will, tonight, be free. Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jonathan, please stand with us. Dana Perino has a question for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hi, Jonathan, I know we expected this verdict today. Like, this pretty quickly decided. I thought you could ask -- remind the viewers of two things. One, about the twist in this story that happened last week when the other navy seal who was given immunity by the prosecution admitted that he, in fact, was the one who killed the ISIS fighter and prisoner. Secondly, I do think it's important for people to understand how this works. This is not your typical jury. This is a jury of his peers, other military men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Yeah. I'll take those in order. First of all, the bombshell testimony we got earlier in this trial was from a seal team 7 member by the name of Corey Scott. He was on the stand. He said that Chief Gallagher did, indeed, stab the ISIS fighter, but then he said that ISIS fighter died of asphyxiation. On cross-examination by the defense, he then said what do you mean by asphyxiation? That is a very specific term? And Corey Scott said yes, it was a very specific term. And what he meant by that was he put his thumb over a breathing tube that had been inserted into that ISIS prisoner and he suffocated him. He said he did it as a mercy killing because he did not want that ISIS fighter to go back into the hands of the Iraqi emergency response division which he said had been guilty previously of the torture, rape, and murder of ISIS prisoners. So Corey Scott dropped that bombshell. Chief Gallagher did not kill that ISIS prisoner, I, Corey Scott killed him. Now on the question of the jury that you mentioned as well, Dana. It's a jury of seven military men, five enlisted, two officers. You need to get five out of those seven to have a conviction. So, obviously, they have reached five out of seven on the posing with a -- for a picture with the ISIS fighter. They did not get to five out of seven on any of the other charges. I don't have the exact numbers yet. But the bottom line is Chief Gallagher is tonight free to walk out of this court and go home with and to his family. Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jonathan, just quickly, following up on Dana's point, Corey Scott cannot be prosecuted even though he admitted to ending that person's life?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Right. He had been given immunity against being charged with killing or any other offenses in this case. Now, the one thing, Juan, that he can be charged with is perjury. Now, obviously, prosecutors said that they -- he changed his story. He told them one thing in investigative interview and then changed his story when he got on the witness stand with immunity. They say he did that because he wanted to protect Chief Gallagher.  So they have kept open their positions that they can prosecute him for perjury. We got hold just last week of an email sent to his attorney by the navy clearly laying out that they have the right now to go forward with a perjury case against Corey Scott if they decide to do so. As we understand it, that decision has not been taken yet. But it remains a possibility, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jonathan, Katie Pavlich has a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Hi, Jonathan. Can you take us through what the mood in the courtroom was today, and when the verdict came down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Yeah. That's a very good question, Katie. You know I sensed a real difference in the mood of Chief Gallagher and his wife Andrea from yesterday afternoon. When they expected, I think, a really quick verdict, they didn't get it. They look at little down trodden when they left last night. They looked genuinely concerned when they came in today, and as this dragged out by hour by hour today. But Dan Gallo, our extremely talented producer, who's been in the courtroom throughout this just, came out and told me there was an extraordinary atmosphere in the courtroom when each of those verdicts were read. A lot of tears, he said, hugs between Chief Gallagher and his wife Andrea who has been with him every single minute of every single day of this trial. Huge hugs then between the Chief, Andrea and Chief Gallagher's parents who have also been in the courtroom every day. And obviously, handshakes and hugs with all of the defense attorneys who have got him to this point, where as I say, he is free to go home with and to his family tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jonathan, Dana wants to ask another question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And just one last question, for you Jonathan, because this case was so unusual and it exposed this intramural of deep divisions among some of the Navy SEALs who served under Gallagher. I remember listening to Gallagher's defense - the defense attorney at one point referring to them as Millennials, and like a lot of tension there, any comment on that before we let you go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Yes, Dana there is no stronger bond perhaps anywhere in the U.S. military than the brotherhood between SEALs and this trial has certainly exposed that. It is torn of the thread that binds the SEAL community together. There will certainly be ramifications. This division of the SEALs, the protruding caught between the older SEALs, hard-charging SEALs like Chief Eddie Gallagher, and the younger as you mentioned, then they were described by defense attorneys, the Millennial SEALs who they portrayed as not wanting to really join the fray to join the fight. So certainly in what is an extraordinarily tight-knit community under usual circumstances, these very unusual circumstances are going to test the bonds of friendship throughout the U.S. Navy SEAL community, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jonathan, thank you so much for that breaking news update. Again Mr. Gallagher was found not guilty on, I believe, it was all but one count and the one count was posing with a picture of a deceased enemy. Controversy erupts as Nike drops an American flag themed sneaker. That's coming at you next on “The Five.”",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, as we approach the 4th of July holiday, not everyone is preaching American greatness. Nike has dropped a Betsy Ross themed 4th of July sneaker after Colin Kaepernick complained that the American flag symbol is offensive. The company releasing a statement that the sneakers could unintentionally offend and detract from the nation's patriotic holiday. Meanwhile, Arizona's Governor has withdrawn funding for a Nike manufacturing plant there. So, Greg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You actually liked the look of these shoes. They're no longer on sale. But what do you think about the controversy and the impact that Colin Kaepernick apparently has on all kinds of American flags.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I think, in this in this era of the woke a dial (ph), which is basically a crocodile that will eat you if you're not woke enough, you can't run from it. So even Nike trying to be patriotic and woke isn't even safe. So one it could because Colin Kaepernick didn't like it, so they have to get rid of it. So the woke a dial comes for everybody. I hate this slippery slope argument, because it's so easy. But when people were talking about, \"Hey, first the statues, then what's next, money, then what's next flags\". Well why do we even have a July 4th? Like just go from July 3rd to July 5th just get rid of the whole damn thing. It's so complicated and problematic July 4th. Why are we celebrating a country with a legacy of slavery? Why are we doing that? It's disgusting. I mean you can hear the argument. Right now you're seeing signs though that that sensible liberals are beginning to see that there's no off-ramp for this kind of thinking, even at - like almost every show now Bill Maher is shaking his head saying, \"Come on guys we're going too far\". And you're seeing you're seeing liberals like Dave Rubin, who you had on your show, they're thinkers without a party. They're thinkers without a side, because they're just going so far. Your team is nuts. Do you need, is my pitch too sensible liberals, ask yourself where this trend is going to end up? Where is it going? Do these people want the end of this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think they do want the end of the country. I think they're trying to destroy the flag, try and destroy the national anthem, the borders, the Presidents - if you look at what they did to the statues. They want to change everything about this country and have full control over it. And so when someone like this guy who's Anti-American can dictate to an American company to not celebrate our independence on July 4th, we are in a really sad state. I agree, this country was flawed. It was founded on slavery and we fought a civil war to end that stain. But that doesn't define America - slavery. It was a huge mistake. We're constantly trying to rectify it. But to say that we have to just get rid of everything about this country, everything about the founding of this country, because of slavery, that does not unite the country. That tries to erase everything and it doesn't move it forward and instead we should be trying to have a conversation about improving the country. But all this does is divide and that's what Colin wants. He's unhappy with himself. He's a bitter man. And he wants to divide the country and make everybody else feel as miserable as he does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Can I just stop this for a second because it's so - such a distortion. I don't know where to begin. First of all, I think we all believe in capitalism, right? And I think Nike is a private company. And I think Nike stock has gone up since they really backed Colin Kaepernick in terms of his stand kneeling as a protest during NFL games. But the second thing is - and again this is distortion, is that they're not condemning America, they're saying that this Betsy Ross flag, once they were alerted to it, Colin Kaepernick didn't make the decision. Nike made the decision. But he did tell them that this Betsy Ross flag has been well hijacked by Far-Right, Neo-Nazi, White Nationalist--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Really, Juan - stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You always do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Neo-Nazi groups, because not only is it the case that they have taken this like they took \"Pepe the Frog\", but they--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What are you talking about Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "--that this Far-Right, White Nationalist group--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No one is to hijack the Betsy Ross with--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In fact, in 2016 at a high school basketball game, school that was all-white was playing a school with mixed race basketball team and you saw some of the students waving it. The school superintendent, who was white said, \"It has become a symbol of exclusion and racist\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK. OK. So wait let me interrupt--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, it hasn't Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, it has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No one has it and you know that Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK. Let me just - let me take just a step back, so even if it's been hijacked allegedly--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It has been.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "--it's a part of American history. Betsy Ross is a hero in the history of America as part of the American Revolution. She was amazing. She should be celebrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "As Jesse pointed out on the \"Daily Briefing\" she's a feminist icon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She is not woken up though. And she's dead so she can't defend herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So companies are continually - are more and more often having to deal with this, especially with younger people, either like their employees or now on their boards, whatever. So look at what happened at Wayfair last week, right. They're like, \"Well, we don't want to build those beds\". Well, who's going to build the beds? Every corporation in America needs to be prepared for this, because it's coming for you in one way or another in terms the slippery slope Greg talked about. The thing about this flag is - OK so Colin Kaepernick has a view, you buy Nike or not, I don't care, like whatever. But here's the thing. This country, that flag and this - what Thursday means to us is, we were this young upstart country. It was actually founded on an idea that \"All men are created equal\". And, yes, we had a birth defect as Condoleezza Rice has pointed to that - has pointed out. There were people who fought in a war to try to end slavery. We have tried - we are dealing with race, we are trying to deal with it. You - again, you can buy those shoes or not. But here's what you cannot deny. The country was built on an idea. Do you think it is a good idea, still? I do and I plan to celebrate on the 4th of July. Shoes or no shoes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. One of the ideas--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I mean, go barefoot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Go barefoot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "One of the ideas we were founded on is, you can have unpopular opinions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Fine. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You would, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I would. Thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "OK. Hang tight. We've got the \"Fastest 7\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Welcome back. Time for the \"Fastest 7\". We might only have five. So first up, Marianne Williamson captured the hearts of many Americans, including Greg's and Jesse's after this debate performance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIANNE WILLIAMSON, D-PRESIDENTIAL CANDIDATE",
      "sentences": "So, Mr. President, if you're listening, you have harnessed fear for political purposes and only love can cast that out. I'm going to harness love for political purposes. I will meet you on that field and, sir, love will win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And now her fans are up in arms after she was left off Vogue's recent \"Women of 2020\" photo shoot featuring five female presidential candidates. Seen here laughing and high-fiving each other. It's not yet known why she was left out. Katie, I can imagine why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I know why, because it was a shoot for Members of Congress who are running for President who are women, not just we a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You are just figuring out a way to exclude her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How convenient.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "She is not in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why are you carrying water from them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I'm just saying it was about women in Congress running for President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Great, doesn't like it when you tell the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Maybe she should be on the cover of Vogue by herself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, maybe she just might.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "On the field of love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would disagree with Katie. I think they excluded her on purpose and then afterwards made it about women running --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But the thing is, it could work in Marianne's favor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Marianne, if you're listening, come on my podcast. My podcast is nothing if not love. And you may disagree with what I have to say. But when you - when I say it, you will feel nothing, but my sensual appeal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Why are you speaking like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because he is imitating her--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's the way she speaks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "That's the way it come on the podcast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You did not see it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, I didn't see - I didn't know. I didn't see it like that. I thought that was pretty good, though. I don't know what it was though--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I mean, the idea that Republicans are also trying to raise money for, tells you a whole lot. Didn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm switching registrations. I'm voting Democrat for Marianne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And now we got another one. This is something that was amazing to happen. 15 year old Cori \"Coco\"-- shocker at Wimbledon yesterday, she beat the five time champ, Venus Williams defeated by this 15-year-old. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Standing ovation. \"Coco\" Gauff topples Venus Williams --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. \"Coco\" Gauff, the youngest woman ever to win a match since 1991. It could be the turning of a page, Greg, the new generation is coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is why we don't have 15 year olds on THE FIVE. I don't want some brat humiliating me. This is like beating - I mean - and also she beat her idol. This is like me losing checkers to Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "She won 6-4 6-4.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just like the nickname \"Coco\". Is that her real name or her nickname?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it's her nickname.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, that's an amazing name and she probably won't just own that alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think there's some skill involved, Katie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I love this, because it was her idol and she - you have to work, right? And she worked for it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's almost like she almost fell a little bad, Juan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Almost, but not really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think she did. You know what I say in interview with her, Dana, and they asked her about her schooling, because she's homeschooled to - because she does tennis all the time. And she said she just got a B on her science test. And they said, \"Well, what would you get yourself as a grade on that tennis match?\" And she smiled and said, \"an A\" and everybody just laughed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "\"A++\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'll give her an \"A\" on that one. OK. We got one last story for you. I love this one. Finally, \"The Bachelorette\" hunk, I guess that's his name. No, his name is Tyler Cameron. He got all the hearts racing on the hit reality show. Watch. TYLER CAMERON, CONTESTANT, \"THE BACHELORETTE\": Hey, I'm Tyler. I'm 26 years old. I'm a general contractor in Jupiter, Florida. But I'm not your average contractor. I love to dance. I was like two classes away from being a Dance Minor at Wake Forest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And he's got all the hearts racing in real life. The eligible bachelor was out for a jog recently in New York City and followed by a group of over a hundred adoring young women running after him. It's all part of his informal jogging club that his - he advertises on Instagram. I was thinking, Greg, this is something you might try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But it's a walk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's a slow walk. I find this to be disgusting, heteronormative behavior. You have one cisgender finding other another cisgender attractive, because of biology? This is disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Now let's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm organizing a protest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Katie--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You should be able to chase whoever you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Katie, the first night that there was about 60 women that showed up. Then there were a 100 women and now there's even has a Nike running coach Jess Woods is volunteering to help out, because I mean, there's like 100 young women out there running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "They should do this for charity. Other than that it's pathetic and stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know. What about people getting out there to exercise, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exercise is good. The guy is really handsome. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Would you run after him in Central Park?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I might - run club. I mean, that's a good-looking guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, will this get you to start watching reality TV?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, but I must say it's great advertising. I think that's the thing. I mean, it's very effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think, getting out there and running is absolutely wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Peter, don't let her join the run club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "\"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is time now for \"One More Thing\". Gregory?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Greg's Relationship News\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, this is a brilliant idea and it should be used across all restaurants. When you go out and you're out with your date, and she's like I'm not really hungry. And then you order food, and then she starts eating off your plate. Mama D's Diner in North Little Rock, Arkansas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Check out the menu. You got all the food. Right in the - in the corner there, you got \"My Girlfriend's Not Hungry\" thing which offers extra French fries, fried chicken wings and fried cheese sticks for an extra 4.25, because you know she's going to eat off your plate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think this is very smart, if not sexist. But it should have been like avocado toast, kale with pine nuts and a smoothie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But you don't take - you never eat that off of your husband's plate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But, yes, you always--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You always want the fries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. What better way to start the summer than this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEXT",
      "sentences": "Dana's Book Club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Dana's Book Club. OK. My friend Cristina Alger, she wrote this book it's called \"Girls Like Us\". It's out today. I read it in six hours on Saturday. I loved it, could not put it down. It's a mystery so well- written. She also has written \"The Darlings\" and she wrote \"The Banker's Wife\", which was one of the books I recommended last year. Highly recommend. It's a mystery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is it \"Girls Like Us\" or girls like us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Girls Like Us\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. I thought it was something else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Like us. Like you and me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's not the kind of book I'll read that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "--the \"Banker's Wife\" and I think I lost it and now I need to finish it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, you do. Christina Alger, she's a great writer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It was like it's just six hours, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Seemed little slow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. Talk about the thrill of the hunt. How about the thrill of being hunted. Take a look at this video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's a tiger chasing down a motorcyclist as he drives through a national park in Southern India. Tigers can reach 40 miles an hour. But lucky for that motorcycle driver, this tiger had an injured right leg which slowed him down. National park officials found the animal, tranquilized him, before sending him off to a zoo. The park is home to 72 Bengal tigers and one of their Tigers actually killed three people earlier this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wait. Why are you allowed to ride your motorcycle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's a road, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're firemen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But - anyway, so I don't know about you. But if I was a motorcyclist folks, I'd stick, like Dana said, to the highway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yikes. OK everybody. You guys remember the - what was the ice bucket challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, there is a new challenge, it's called the bottle cap challenge where people - well, it's got John Mayer and other celebrities do this little karate kick and try to kick off with a little backspin kick the top of the bottle cap. There he goes. So I tried to see if I could do it, to see if I could try and - didn't go so well. I tried my best. I wet Johnny. He soaked. He had to change his outfit. But you know, it's not for everybody. My pants were a little tight, that's why I didn't execute it perfectly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Also tonight it's \"Tuesdays with Watters\". Wednesday, we couldn't wait for it. They had to have it on Tuesday, so there you go. Also I'm one lucky guy tomorrow on \"Outnumbered\"--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Oh boy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "At noon Eastern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I'm watching that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Check that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "You're wearing shorts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I will not. Never again. Never again. Katie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "All right. So I picked this for Dana mostly, because cities across the country are dealing with scooter rage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And there appears to be an aggressive backlash growing against these scooters. So they're electronic and city dwellers have actually been fighting back by throwing them into rivers and burying them in the sand, because they're sick of it. Last week the Portland Sheriff's Office they're pulled more than 50 scooters and even a few bike shares out of the river because people are so sick of them taking up the sidewalks, so they jokingly said, \"Don't park your scooters in the river, please\". But as you can imagine, people are sick of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "So. I think it's also a theft to throw them in the river. It's probably not a good idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, that's pathetic (ph) act--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Those are scooters, that's not right and not very environmentally friendly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh wow, Jesse. Surprised that you care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Green waters, it's a real thing, right, and very friendly. I don't use straws at all. Set your DVRs. Never miss an episode of “The Five.” \"Special Report\" is up next with Mike. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Hello everybody. I'm Jesse Watters along with Katie, Juan, Dana, and Greg. It's 5 o'clock in New York City, and this is “The Five.” New York Democratic socialist, AOC, leveling bombshell allegations on conditions that migrant detention centers after she joined a group of House Democrats who visited two detention facilities in Texas yesterday, the congresswoman even reportedly screaming at border agents at one stop. Here are the explosive claims she's making about the treatment of those migrants."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "There's abuse in these facilities. There's abuse. This is them on their best behavior and they put them put them in rooms with no running water, and these women were being told by CBP officers to drink out of the toilet. They were drinking water out of the toilet. And that was them knowing a congressional visit was coming. This is CBP on their best behavior telling people to drink out of the toilet."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Did you see somebody actually do that?"
    },
    {
      "speaker": "CORTEZ",
      "utterance": "I mean, in that last facility, I was not safe from the officers in that facility."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Border patrol issuing a harsh rebuttal to the freshman congresswoman firing back saying the accusations are not true."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I can tell you with the utmost confidence that the migrants, anyone and everyone in our custody at all of our facilities have ready access to fresh water. They have access to consumables, and the standards that we apply to make sure that on a recurring and very timed basis that not only they have access to the types of consumables and fresh water that they would need. I've never heard in 26 years of being in this business ever heard of that type of allegation being made."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, do you believe her?"
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "I would actually need to see some proof to this. I think it's just her being sneaky because I don't believe -- this is my gut is that there -- no one has been drinking from any toilet. But if you see that the water fountain is situated above the toilet for plumbing reasons in emergency shelter and often in correctional facilities, you will see that. You'll see the toilet and then it's the same. But for plumbing reasons because that's where the plumbing comes out of. So the water source is below. It's not toilet water. It's actually bath - - it's drinking water but it's above the toilet. But she's clever because she just broadly says they're drinking from the toilet. And then people can go like, oh, yeah, because the toilet is there. So I think that what she did was she said something that is false but directionally true. Like, meaning, she could get away with it. I do think -- I think the bigger story, too, is how the left has this free pass to demonize anyone. We've seen accusations of child abuse directed at people who work there. She suggested that these guys might sexually assault her. She doesn't feel safe around them. These are horrible things to say about people, casually, to say them casually. But if you respond angrily or you make a -- or criticize her, suddenly she becomes the victim. These are snowflake bearing switch blades. They come at you and the moment you respond it's like, oh, my God, you hate me. And it's like -- it is kind of weird. And the irony of this whole thing is the left incentivizes these crises by egging on two things. The caravans, they were encouraged as a way to overwhelm the border to create visuals. Next? They were incentivizes to bring children because we -- the activists were telling people it was easier to get across the border if you bring kids. It's easier to demonize the people that are meant to deal with this influx. And so the result is you have more sexual assaults, more drowning, and more deaths. I mean, these centers are probably the best relief that these people are going to get in this situation and they're being demonized by the very people who are incentivizing it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And she voted twice against bills that would have provided more resources for these migrants in these facilities, and then she goes down to the facility and says they're not getting the right resources. Looks pretty hypocritical."
    },
    {
      "speaker": "JUAN WILLIAMS, HOST",
      "utterance": "Are you talking to me?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm talking to Juan Williams."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because I think one of the things that happens here is we can politicize this and I'd just prefer we not do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I will say this that the big news to me is to have this Facebook page group, the border patrol agents who have absolutely spoken in dehumanizing terms about the migrants. And they've also made awful sexual innuendo about Alexandria Ocasio-Cortez, the congresswoman. And now we have a DHS inspector general report in which the inspector general, Jesse says, three of the five stations have no shower for children. Kids have no change of clothes and no way to do laundry. And two of the stations, two of the five have no hot meals for kids. So these are not good situations. And if you then understand the kind of very hostile rhetoric that the agents have been taking part in on those Facebook page, then for the congresswoman to do her duty, which is to go to that station and to inspect it and to see the conditions and not just engage in political rhetoric in Washington, but actually go, I think she has a right to feel --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So she did no political rhetoric down there? That wasn't a photo-op when she insulted those --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "She didn't insult --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I guess that's not political?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg, I'll tell you what was insulting them talking about her in total --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That -- we can go into that, too. But she called them child abusers."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And they were running concentration camps. I think, Katie, we all agree we want the best for these migrants. We want to take care of them as best we can."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They should not be here. They should have not come here. The way they came here it's an unfortunate situation. But the border patrol agents, they're not trained for this. They don't have the facilities. They don't have the money. They're doing the best they can."
    },
    {
      "speaker": "KATIE PAVLICH, HOST",
      "utterance": "Right. Well, I'm glad that she made a real trip to a detention center, to a shelter, instead of posing for a photo-op in front of an empty parking lot like she did the first time around with the photographer and her fake crying. That's the first step. The second thing is her outrageous, totally fraudulent because she voted against every single piece of legislation that would have, at least, eased the situation temporarily. The reason why, Juan, you're seeing a lack of facilities, a lack of food, a lack of clothing for children is because the border patrol is overwhelmed. These facilities are meant for maybe 1,000 people. There are 4 or 5,000 people who are crowding --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How that happen?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "-- these facilities. And that is happening because Congress and people like AOC continue to use this as a political talking point instead of actually solving the problem. When Wayfair sold beds to the border patrol to have beds for children who didn't have them, she led a boycott and said that they shouldn't be selling beds to children, and then she goes down there and says why don't any of these children have any beds? And so, it's completely disingenuous. And the fact is that this can be fixed. And if you want to be part of the solution that you just don't go down and call the border patrol sexual assaulters, sexual predators, Nazis, you actually vote for things that make it better."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yeah. And some of the witnesses down there, Dana, according to the Washington Examiner said she went in, started yelling and screaming at the border patrol officers. Refused a tour of the facility and mischaracterized the conversation she had with the detainees."
    },
    {
      "speaker": "DANA PERINO, HOST",
      "utterance": "It is pretty astonishing that you can have several people all saying what she said about drinking water out of the toilet, and you can have several people all saying what you're just describing here which is that how inappropriately she was acting and aggressively and hostile initially going in. And, look, obviously, emotions are running high. One of my favorite beatitudes are blessed are the meek. Who are the meek? The meek are the children. Are we responsible for taking care of children? We are at this point, at this moment. And I think what the administration has figured out is you have to figure out a way to triage this situation. So, one of the things they did today is -- of all the immigration fights, they decide we're going to print the census without the citizenship question. Whether they would have won on the merits, I think they probably would have, but there was -- there were problems with it. It is executive branch's responsibility to do the census. The president is going to get that done, fine. Take it off the table. They just got the $4.5 billion signed last week. The president signs that into law. It's not even enough money. So then they have to figure out how they can hire more people to deal what she's talking about. And then, I think the third thing, if you only got three wishes, the third thing has to be this asylum piece. On some of these must-pass pieces of legislation that are coming up in September, I would focus all sorts of resources on figuring out a way to change that because if they don't, I think what Greg is talking about, the caravans and the visuals, they know that the administration is under pressure, so they're going to continue to send people here. And we're not going to have enough -- we're not equipped to take care of them."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But the incentive, Dana, is not about anything that we say, oh, you know, these kids aren't being taken care of. The incentive is these people are fleeing oppression and poverty and they want the better life for their families and children."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. But there still has --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Still is a system."
    },
    {
      "speaker": "PERINO",
      "utterance": "Then everybody can talk about how do you fix the problem at its source? So they don't want to leave, like I'm for that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And other countries should not be dictating our border policy by sending people. We cannot forget, the children are being used and abused as pass keys into a country. Who built that? The people in the United States who mock this humanitarian crisis months ago. We know who they are."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think AOC deserves a tip of the hat, by the way, for using her statue to shine a light on what's going on down there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And making up stuff."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think a lot of people think she's exploiting the tragedy and then doing nothing about it, legislatively. Next, President Trump blasting the liberal establishment of ruining America great cities."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We cannot ruin our cities. And you have people that work in those cities, they work in office buildings and to get into the building they have to walk through a scene that nobody would have believed possible three years ago. And this is the liberal establishment. This is what I'm fighting."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "San Francisco continues to become the human poop capital of the western hemisphere. What is their mayor concerned with? E-cigs. Yeah, she signed an ordinance banning vaping sales, a first of its kind in the United States. Now, you don't have to vape to see how idiotic this is. But let me offer a plug. Vaping got me to quit smoking which is far more harmful. If vaping had been around 30 years ago so would a lot your relatives. I don't vape anymore, but it helped get me here. The mayor says there's much we don't know about these products, but you could have said the same thing about wind farms or cell phones. But no, she means vaping. So vaping is the health hazard in her city, as opposed to injecting heroin on the streets near a school. I guess when you can't address your city's big problems, you look to vaping as a distraction from failure. And what's pin done as S.F. is a monumental failure. It become a dystopian open sewer in which the super-rich liberals virtue signal from above, while the homeless relieve themselves below. It's clear that you can accept any kind of misery if you're well enough away from it. And so the rise in banning things will continue unless, of course, the homeless do it, or Antifa does it, or undocumented aliens do it, then breaking laws is simply the right thing to do because anything else would be hateful. So welcome to S.F. Please don't puff. But by all means, poop. We have a little sound on tape from the president -- yeah, I had to work in the word poop, about these cities decaying conditions thanks to the libs."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We cannot ruin our cities. And you have people who work in those cities. They work in office buildings, and to get into the building they have to walk through a scene that nobody would have believe possible three years ago. And, this is the liberal establishment. This is what I'm fighting. If you look at some of these -- they're usually sanctuary cities run by very liberal people, and the states are run by very liberal people. But the thing that nobody can figure out is do these governors or mayors, do they really think this is a positive? Do they really think this is OK? Because it's not. It's destroying their city. And it's destroying a whole way of life. And it's not our country. It's not what our country is all about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Katie, is this just a coincidence that all these cities are run by liberals?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, homelessness has actually gone down in terms of the number of people over the past decade, but they have congregated in these big leftist cities because these policies that they've implemented in these liberal cities make living on the street easier. So, for example, creating safe spaces for people to do heroin, saying that you can sleep wherever you want, and go to the bathroom wherever you want in front of businesses. There's no rules. Creating public programs where you get things for free and you can still live out on the street. And it seems like these big city mayors who've created this problem through these leftist policies that enable this kind of bad behavior are creating problems like going after the vaping instead of really dealing with serious issues that they, themselves, have created. And it's a monster now because they have these huge congregations, you have in L.A. now diseases breaking out at these huge camps, and they don't know what to do about it. And the public programs that they've implemented aren't working. And so they're at the end of the rope in terms of dealing with this and they're just going on to vaping, and they'll be banning cereal and Cokes and the size of your drinks."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Look at the tent. Tent on the middle of the sidewalk."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You're allowed to do that, right? I mean, if you're a business owner you complain. They say, well, the city ordinance says anybody can live anywhere. There has to be consequences for that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You have to get rid of these ordinances that say that you can just have an encampment on the middle of a public sidewalk."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what will happen? You'll have the left accusing you of concentration camp tactics, or being anti-compassionate, or being a horrible person for moving people."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, that's why a liberal mayor in one these cities, they're the ones that have to take charge and show some political courage and say it's not compassionate to allow our cities to suffer like this. The compassionate thing to do is clean up the city. We haven't seen a mayor be able to do that. Dana, The Guardian the other day had a great story because we all suffer. Why San Francisco techies hate the city they transformed. And it's about all these young tech entrepreneurs that came in. They're paying astronomically high rents."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're riding their bikes to work. They're falling over homeless people. They're getting mugged. There's syringes and condoms right outside of where they sleep. It's disgusting. Homelessness has gone up 19 percent over the last 10 years in San Francisco. They've absolutely had it and these are liberal-minded people."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yesterday there was a story in the Wall Street Journal that for the first -- thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. He quotes a paper, and now –"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yeah, he quoted the Guardian, and I quote the Wall Street Journal."
    },
    {
      "speaker": "PERINO",
      "utterance": "I set it aside because I wanted to fully read it, and I read the first page only. But the number of people moving to the suburbs from the city has gone up for the first time in about 10 years. And I think that this is a direct result of that because people who are -- not everyone that works in the tech business is 24-years-old without any children. These are people that are families. They are figuring out a way how are they going to educate their children and they're having to move out of the city and commute back and forth. One of the great things about living in the city is being able to do all of those things all at once. On the vaping thing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "So the concern is that they don't understand the effects on children and they're worried that the companies are marketing to children."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's always about the children."
    },
    {
      "speaker": "PERINO",
      "utterance": "There are ways to deal with that that don't include banning adults from buying products --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- that help them stop smoking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They always bring up the children when they don't have another argument, right? Juan, you should be happy that I quit smoking because of vaping. And this should be -- this should upset you that they're banning vaping because you should be happy that I benefit from it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm happy for you because I think that's good for your health. But I must say, they didn't ban vaping."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, the selling of --"
    },
    {
      "speaker": "PERINO",
      "utterance": "The selling of it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, they just said -- they said they're not going to allow them to be sold."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I mean, to me, this is not about adults, Greg. Not about you. It's about the idea that children use the vaping as a gateway to, guess what? Start smoking cigarettes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not proven."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The gateway is the weakest argument."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's the whole argument that even Jewel says that in their advertisement."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But let me just say with regards to the homeless issue which I think is a far more serious issue, you guys are using this as a cudgel to beat up Democratic or liberal --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, we don't have to."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But let me say, I think the person who's exploiting this issue is President Trump."
    },
    {
      "speaker": "PERINO",
      "utterance": "What?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think he's the one that's taking advantage of people who are homeless, people who are mentally ill, people who are veterans who have PTSD --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Taking advantage by trying to get them help?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. If he was trying to get them help, that would be great, Greg. But his budget eliminated money for the one organization the government that was aimed at the homeless."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is the argument that -- just gave for AOC."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I'm just saying, this is, to me, crass behavior by our president because he's just about the politics."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We just showed you how you can spend millions of dollars in skid row trying to clean that up and the homelessness got worse there. It's not about the money, Juan. It's about the policies on the local level."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is not true. Katie just told you at the very start of this segment, in fact, homelessness overall is down. But you get to warm cities like L.A., San Francisco, that's different."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. We have breaking news in the trial of Navy SEAL Eddie Gallagher. Verdict has been reached, details coming up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is a Fox News alert, a jury has reached a verdict in the murder trial of Navy SEAL Eddie Gallagher. Gallagher was accused of killing a war prisoner in Iraq. Now, Jonathan Hunt live outside the naval base courthouse in San Diego. Jonathan?"
    },
    {
      "speaker": "JONATHAN HUNT, CORRESPONDENT",
      "utterance": "Juan, the breaking news here right now Chief Edward Gallagher is not guilty of murdering that ISIS prisoner in Iraq in 2017. He is not guilty of shooting at civilians in a crowd in Iraq. He is not guilty of firing from a sniper position at an elderly man. He is not guilty of firing at a young Iraqi woman from a sniper position, too. We understand at this point the only charge on which he has been found guilty is posing for a photograph with the body of that ISIS prisoner. He is guilty. The jury has decided on that charge. But, that is the least serious of the seven charges he was facing. It carries a maximum prison sentence of four months, given that Chief Gallagher has already served that time. We understand he will walk out of this courtroom behind me shortly a free man and will be free to celebrate the Fourth of July with his family. The breaking news, Chief Edward Gallagher, once again, not guilty on all the most serious war crimes charges against him, guilty only of posing for a picture with the body of a dead ISIS fighter. He will, tonight, be free. Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jonathan, please stand with us. Dana Perino has a question for you."
    },
    {
      "speaker": "PERINO",
      "utterance": "Hi, Jonathan, I know we expected this verdict today. Like, this pretty quickly decided. I thought you could ask -- remind the viewers of two things. One, about the twist in this story that happened last week when the other navy seal who was given immunity by the prosecution admitted that he, in fact, was the one who killed the ISIS fighter and prisoner. Secondly, I do think it's important for people to understand how this works. This is not your typical jury. This is a jury of his peers, other military men."
    },
    {
      "speaker": "HUNT",
      "utterance": "Yeah. I'll take those in order. First of all, the bombshell testimony we got earlier in this trial was from a seal team 7 member by the name of Corey Scott. He was on the stand. He said that Chief Gallagher did, indeed, stab the ISIS fighter, but then he said that ISIS fighter died of asphyxiation. On cross-examination by the defense, he then said what do you mean by asphyxiation? That is a very specific term? And Corey Scott said yes, it was a very specific term. And what he meant by that was he put his thumb over a breathing tube that had been inserted into that ISIS prisoner and he suffocated him. He said he did it as a mercy killing because he did not want that ISIS fighter to go back into the hands of the Iraqi emergency response division which he said had been guilty previously of the torture, rape, and murder of ISIS prisoners. So Corey Scott dropped that bombshell. Chief Gallagher did not kill that ISIS prisoner, I, Corey Scott killed him. Now on the question of the jury that you mentioned as well, Dana. It's a jury of seven military men, five enlisted, two officers. You need to get five out of those seven to have a conviction. So, obviously, they have reached five out of seven on the posing with a -- for a picture with the ISIS fighter. They did not get to five out of seven on any of the other charges. I don't have the exact numbers yet. But the bottom line is Chief Gallagher is tonight free to walk out of this court and go home with and to his family. Dana?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jonathan, just quickly, following up on Dana's point, Corey Scott cannot be prosecuted even though he admitted to ending that person's life?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Right. He had been given immunity against being charged with killing or any other offenses in this case. Now, the one thing, Juan, that he can be charged with is perjury. Now, obviously, prosecutors said that they -- he changed his story. He told them one thing in investigative interview and then changed his story when he got on the witness stand with immunity. They say he did that because he wanted to protect Chief Gallagher. So they have kept open their positions that they can prosecute him for perjury. We got hold just last week of an email sent to his attorney by the navy clearly laying out that they have the right now to go forward with a perjury case against Corey Scott if they decide to do so. As we understand it, that decision has not been taken yet. But it remains a possibility, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jonathan, Katie Pavlich has a question."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Hi, Jonathan. Can you take us through what the mood in the courtroom was today, and when the verdict came down?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Yeah. That's a very good question, Katie. You know I sensed a real difference in the mood of Chief Gallagher and his wife Andrea from yesterday afternoon. When they expected, I think, a really quick verdict, they didn't get it. They look at little down trodden when they left last night. They looked genuinely concerned when they came in today, and as this dragged out by hour by hour today. But Dan Gallo, our extremely talented producer, who's been in the courtroom throughout this just, came out and told me there was an extraordinary atmosphere in the courtroom when each of those verdicts were read. A lot of tears, he said, hugs between Chief Gallagher and his wife Andrea who has been with him every single minute of every single day of this trial. Huge hugs then between the Chief, Andrea and Chief Gallagher's parents who have also been in the courtroom every day. And obviously, handshakes and hugs with all of the defense attorneys who have got him to this point, where as I say, he is free to go home with and to his family tonight."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jonathan, Dana wants to ask another question."
    },
    {
      "speaker": "PERINO",
      "utterance": "And just one last question, for you Jonathan, because this case was so unusual and it exposed this intramural of deep divisions among some of the Navy SEALs who served under Gallagher. I remember listening to Gallagher's defense - the defense attorney at one point referring to them as Millennials, and like a lot of tension there, any comment on that before we let you go?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Yes, Dana there is no stronger bond perhaps anywhere in the U.S. military than the brotherhood between SEALs and this trial has certainly exposed that. It is torn of the thread that binds the SEAL community together. There will certainly be ramifications. This division of the SEALs, the protruding caught between the older SEALs, hard-charging SEALs like Chief Eddie Gallagher, and the younger as you mentioned, then they were described by defense attorneys, the Millennial SEALs who they portrayed as not wanting to really join the fray to join the fight. So certainly in what is an extraordinarily tight-knit community under usual circumstances, these very unusual circumstances are going to test the bonds of friendship throughout the U.S. Navy SEAL community, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jonathan, thank you so much for that breaking news update. Again Mr. Gallagher was found not guilty on, I believe, it was all but one count and the one count was posing with a picture of a deceased enemy. Controversy erupts as Nike drops an American flag themed sneaker. That's coming at you next on “The Five.”"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, as we approach the 4th of July holiday, not everyone is preaching American greatness. Nike has dropped a Betsy Ross themed 4th of July sneaker after Colin Kaepernick complained that the American flag symbol is offensive. The company releasing a statement that the sneakers could unintentionally offend and detract from the nation's patriotic holiday. Meanwhile, Arizona's Governor has withdrawn funding for a Nike manufacturing plant there. So, Greg --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You actually liked the look of these shoes. They're no longer on sale. But what do you think about the controversy and the impact that Colin Kaepernick apparently has on all kinds of American flags."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I think, in this in this era of the woke a dial (ph), which is basically a crocodile that will eat you if you're not woke enough, you can't run from it. So even Nike trying to be patriotic and woke isn't even safe. So one it could because Colin Kaepernick didn't like it, so they have to get rid of it. So the woke a dial comes for everybody. I hate this slippery slope argument, because it's so easy. But when people were talking about, \"Hey, first the statues, then what's next, money, then what's next flags\". Well why do we even have a July 4th? Like just go from July 3rd to July 5th just get rid of the whole damn thing. It's so complicated and problematic July 4th. Why are we celebrating a country with a legacy of slavery? Why are we doing that? It's disgusting. I mean you can hear the argument. Right now you're seeing signs though that that sensible liberals are beginning to see that there's no off-ramp for this kind of thinking, even at - like almost every show now Bill Maher is shaking his head saying, \"Come on guys we're going too far\". And you're seeing you're seeing liberals like Dave Rubin, who you had on your show, they're thinkers without a party. They're thinkers without a side, because they're just going so far. Your team is nuts. Do you need, is my pitch too sensible liberals, ask yourself where this trend is going to end up? Where is it going? Do these people want the end of this country?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think they do want the end of the country. I think they're trying to destroy the flag, try and destroy the national anthem, the borders, the Presidents - if you look at what they did to the statues. They want to change everything about this country and have full control over it. And so when someone like this guy who's Anti-American can dictate to an American company to not celebrate our independence on July 4th, we are in a really sad state. I agree, this country was flawed. It was founded on slavery and we fought a civil war to end that stain. But that doesn't define America - slavery. It was a huge mistake. We're constantly trying to rectify it. But to say that we have to just get rid of everything about this country, everything about the founding of this country, because of slavery, that does not unite the country. That tries to erase everything and it doesn't move it forward and instead we should be trying to have a conversation about improving the country. But all this does is divide and that's what Colin wants. He's unhappy with himself. He's a bitter man. And he wants to divide the country and make everybody else feel as miserable as he does."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Can I just stop this for a second because it's so - such a distortion. I don't know where to begin. First of all, I think we all believe in capitalism, right? And I think Nike is a private company. And I think Nike stock has gone up since they really backed Colin Kaepernick in terms of his stand kneeling as a protest during NFL games. But the second thing is - and again this is distortion, is that they're not condemning America, they're saying that this Betsy Ross flag, once they were alerted to it, Colin Kaepernick didn't make the decision. Nike made the decision. But he did tell them that this Betsy Ross flag has been well hijacked by Far-Right, Neo-Nazi, White Nationalist--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Really, Juan - stop."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me finish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You always do."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Neo-Nazi groups, because not only is it the case that they have taken this like they took \"Pepe the Frog\", but they--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What are you talking about Juan?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "--that this Far-Right, White Nationalist group--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No one is to hijack the Betsy Ross with--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In fact, in 2016 at a high school basketball game, school that was all-white was playing a school with mixed race basketball team and you saw some of the students waving it. The school superintendent, who was white said, \"It has become a symbol of exclusion and racist\""
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK. OK. So wait let me interrupt--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, it hasn't Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, it has."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No one has it and you know that Juan."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK. Let me just - let me take just a step back, so even if it's been hijacked allegedly--"
    },
    {
      "speaker": "PERINO",
      "utterance": "It has been."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "--it's a part of American history. Betsy Ross is a hero in the history of America as part of the American Revolution. She was amazing. She should be celebrated."
    },
    {
      "speaker": "WATTERS",
      "utterance": "As Jesse pointed out on the \"Daily Briefing\" she's a feminist icon."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Indeed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She is not woken up though. And she's dead so she can't defend herself."
    },
    {
      "speaker": "PERINO",
      "utterance": "So companies are continually - are more and more often having to deal with this, especially with younger people, either like their employees or now on their boards, whatever. So look at what happened at Wayfair last week, right. They're like, \"Well, we don't want to build those beds\". Well, who's going to build the beds? Every corporation in America needs to be prepared for this, because it's coming for you in one way or another in terms the slippery slope Greg talked about. The thing about this flag is - OK so Colin Kaepernick has a view, you buy Nike or not, I don't care, like whatever. But here's the thing. This country, that flag and this - what Thursday means to us is, we were this young upstart country. It was actually founded on an idea that \"All men are created equal\". And, yes, we had a birth defect as Condoleezza Rice has pointed to that - has pointed out. There were people who fought in a war to try to end slavery. We have tried - we are dealing with race, we are trying to deal with it. You - again, you can buy those shoes or not. But here's what you cannot deny. The country was built on an idea. Do you think it is a good idea, still? I do and I plan to celebrate on the 4th of July. Shoes or no shoes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. One of the ideas--"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I mean, go barefoot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Go barefoot."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "One of the ideas we were founded on is, you can have unpopular opinions."
    },
    {
      "speaker": "PERINO",
      "utterance": "Fine. All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You would, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I would. Thank you. Thank you."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "OK. Hang tight. We've got the \"Fastest 7\" up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "Welcome back. Time for the \"Fastest 7\". We might only have five. So first up, Marianne Williamson captured the hearts of many Americans, including Greg's and Jesse's after this debate performance."
    },
    {
      "speaker": "MARIANNE WILLIAMSON, D-PRESIDENTIAL CANDIDATE",
      "utterance": "So, Mr. President, if you're listening, you have harnessed fear for political purposes and only love can cast that out. I'm going to harness love for political purposes. I will meet you on that field and, sir, love will win."
    },
    {
      "speaker": "PERINO",
      "utterance": "And now her fans are up in arms after she was left off Vogue's recent \"Women of 2020\" photo shoot featuring five female presidential candidates. Seen here laughing and high-fiving each other. It's not yet known why she was left out. Katie, I can imagine why?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I know why, because it was a shoot for Members of Congress who are running for President who are women, not just we a woman."
    },
    {
      "speaker": "PERINO",
      "utterance": "You are just figuring out a way to exclude her."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How convenient."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "She is not in Congress."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why are you carrying water from them?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I'm just saying it was about women in Congress running for President."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Great, doesn't like it when you tell the facts."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Maybe she should be on the cover of Vogue by herself."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, maybe she just might."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "On the field of love."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse what do you think?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would disagree with Katie. I think they excluded her on purpose and then afterwards made it about women running --"
    },
    {
      "speaker": "PERINO",
      "utterance": "But the thing is, it could work in Marianne's favor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Marianne, if you're listening, come on my podcast. My podcast is nothing if not love. And you may disagree with what I have to say. But when you - when I say it, you will feel nothing, but my sensual appeal."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Why are you speaking like that?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Because he is imitating her--"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's the way she speaks?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "That's the way it come on the podcast."
    },
    {
      "speaker": "PERINO",
      "utterance": "You did not see it?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, I didn't see - I didn't know. I didn't see it like that. I thought that was pretty good, though. I don't know what it was though--"
    },
    {
      "speaker": "PERINO",
      "utterance": "Love."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I mean, the idea that Republicans are also trying to raise money for, tells you a whole lot. Didn't it?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm switching registrations. I'm voting Democrat for Marianne."
    },
    {
      "speaker": "PERINO",
      "utterance": "And now we got another one. This is something that was amazing to happen. 15 year old Cori \"Coco\"-- shocker at Wimbledon yesterday, she beat the five time champ, Venus Williams defeated by this 15-year-old. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Standing ovation. \"Coco\" Gauff topples Venus Williams --"
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. \"Coco\" Gauff, the youngest woman ever to win a match since 1991. It could be the turning of a page, Greg, the new generation is coming up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is why we don't have 15 year olds on THE FIVE. I don't want some brat humiliating me. This is like beating - I mean - and also she beat her idol. This is like me losing checkers to Kilmeade."
    },
    {
      "speaker": "PERINO",
      "utterance": "She won 6-4 6-4."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just like the nickname \"Coco\". Is that her real name or her nickname?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it's her nickname."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, that's an amazing name and she probably won't just own that alone."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think there's some skill involved, Katie?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I love this, because it was her idol and she - you have to work, right? And she worked for it--"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's almost like she almost fell a little bad, Juan?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Almost, but not really."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think she did. You know what I say in interview with her, Dana, and they asked her about her schooling, because she's homeschooled to - because she does tennis all the time. And she said she just got a B on her science test. And they said, \"Well, what would you get yourself as a grade on that tennis match?\" And she smiled and said, \"an A\" and everybody just laughed."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "\"A++\"."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'll give her an \"A\" on that one. OK. We got one last story for you. I love this one. Finally, \"The Bachelorette\" hunk, I guess that's his name. No, his name is Tyler Cameron. He got all the hearts racing on the hit reality show. Watch. TYLER CAMERON, CONTESTANT, \"THE BACHELORETTE\": Hey, I'm Tyler. I'm 26 years old. I'm a general contractor in Jupiter, Florida. But I'm not your average contractor. I love to dance. I was like two classes away from being a Dance Minor at Wake Forest."
    },
    {
      "speaker": "PERINO",
      "utterance": "And he's got all the hearts racing in real life. The eligible bachelor was out for a jog recently in New York City and followed by a group of over a hundred adoring young women running after him. It's all part of his informal jogging club that his - he advertises on Instagram. I was thinking, Greg, this is something you might try."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But it's a walk."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's a slow walk. I find this to be disgusting, heteronormative behavior. You have one cisgender finding other another cisgender attractive, because of biology? This is disgusting."
    },
    {
      "speaker": "PERINO",
      "utterance": "Now let's--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm organizing a protest."
    },
    {
      "speaker": "PERINO",
      "utterance": "Katie--"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You should be able to chase whoever you want."
    },
    {
      "speaker": "PERINO",
      "utterance": "Katie, the first night that there was about 60 women that showed up. Then there were a 100 women and now there's even has a Nike running coach Jess Woods is volunteering to help out, because I mean, there's like 100 young women out there running."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "They should do this for charity. Other than that it's pathetic and stupid."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know. What about people getting out there to exercise, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exercise is good. The guy is really handsome. I mean --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Would you run after him in Central Park?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I might - run club. I mean, that's a good-looking guy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, will this get you to start watching reality TV?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, but I must say it's great advertising. I think that's the thing. I mean, it's very effective."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think, getting out there and running is absolutely wonderful."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Peter, don't let her join the run club."
    },
    {
      "speaker": "PERINO",
      "utterance": "\"One More Thing\" is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is time now for \"One More Thing\". Gregory?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's do this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Greg's Relationship News\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, this is a brilliant idea and it should be used across all restaurants. When you go out and you're out with your date, and she's like I'm not really hungry. And then you order food, and then she starts eating off your plate. Mama D's Diner in North Little Rock, Arkansas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Check out the menu. You got all the food. Right in the - in the corner there, you got \"My Girlfriend's Not Hungry\" thing which offers extra French fries, fried chicken wings and fried cheese sticks for an extra 4.25, because you know she's going to eat off your plate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think this is very smart, if not sexist. But it should have been like avocado toast, kale with pine nuts and a smoothie."
    },
    {
      "speaker": "PERINO",
      "utterance": "But you don't take - you never eat that off of your husband's plate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But, yes, you always--"
    },
    {
      "speaker": "PERINO",
      "utterance": "You always want the fries."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. What better way to start the summer than this."
    },
    {
      "speaker": "TEXT",
      "utterance": "Dana's Book Club."
    },
    {
      "speaker": "PERINO",
      "utterance": "Dana's Book Club. OK. My friend Cristina Alger, she wrote this book it's called \"Girls Like Us\". It's out today. I read it in six hours on Saturday. I loved it, could not put it down. It's a mystery so well- written. She also has written \"The Darlings\" and she wrote \"The Banker's Wife\", which was one of the books I recommended last year. Highly recommend. It's a mystery."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is it \"Girls Like Us\" or girls like us."
    },
    {
      "speaker": "PERINO",
      "utterance": "Girls Like Us\"."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. I thought it was something else."
    },
    {
      "speaker": "PERINO",
      "utterance": "Like us. Like you and me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's not the kind of book I'll read that."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "--the \"Banker's Wife\" and I think I lost it and now I need to finish it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, you do. Christina Alger, she's a great writer."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It was like it's just six hours, Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Seemed little slow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. Talk about the thrill of the hunt. How about the thrill of being hunted. Take a look at this video."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's a tiger chasing down a motorcyclist as he drives through a national park in Southern India. Tigers can reach 40 miles an hour. But lucky for that motorcycle driver, this tiger had an injured right leg which slowed him down. National park officials found the animal, tranquilized him, before sending him off to a zoo. The park is home to 72 Bengal tigers and one of their Tigers actually killed three people earlier this year."
    },
    {
      "speaker": "PERINO",
      "utterance": "Wait. Why are you allowed to ride your motorcycle?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's a road, Dana."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're firemen."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But - anyway, so I don't know about you. But if I was a motorcyclist folks, I'd stick, like Dana said, to the highway."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yikes. OK everybody. You guys remember the - what was the ice bucket challenge."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, there is a new challenge, it's called the bottle cap challenge where people - well, it's got John Mayer and other celebrities do this little karate kick and try to kick off with a little backspin kick the top of the bottle cap. There he goes. So I tried to see if I could do it, to see if I could try and - didn't go so well. I tried my best. I wet Johnny. He soaked. He had to change his outfit. But you know, it's not for everybody. My pants were a little tight, that's why I didn't execute it perfectly."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Also tonight it's \"Tuesdays with Watters\". Wednesday, we couldn't wait for it. They had to have it on Tuesday, so there you go. Also I'm one lucky guy tomorrow on \"Outnumbered\"--"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Oh boy --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "At noon Eastern."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I'm watching that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Check that out."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "You're wearing shorts?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I will not. Never again. Never again. Katie?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "All right. So I picked this for Dana mostly, because cities across the country are dealing with scooter rage."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And there appears to be an aggressive backlash growing against these scooters. So they're electronic and city dwellers have actually been fighting back by throwing them into rivers and burying them in the sand, because they're sick of it. Last week the Portland Sheriff's Office they're pulled more than 50 scooters and even a few bike shares out of the river because people are so sick of them taking up the sidewalks, so they jokingly said, \"Don't park your scooters in the river, please\". But as you can imagine, people are sick of them."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "So. I think it's also a theft to throw them in the river. It's probably not a good idea."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, that's pathetic (ph) act--"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Those are scooters, that's not right and not very environmentally friendly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh wow, Jesse. Surprised that you care."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Green waters, it's a real thing, right, and very friendly. I don't use straws at all. Set your DVRs. Never miss an episode of “The Five.” \"Special Report\" is up next with Mike. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}