{
  "date": "July 2, 2020",
  "headline": "Florida counties announce beach closures, curfews after record-high COVID-19 spike",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/florida-counties-announce-beach-closures-curfews-after-record-high-covid-19-spike",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MIKE EMANUEL, FOX NEWS HOST",
      "sentences": "Hi, Dana, thanks very much. Good evening, welcome to Washington, I'm Mike Emanuel in for Bret Baier. Breaking tonight, President Trump says the economy is, quote, roaring back after a better than expected 4.8 million jobs were added in June. The unemployment rate fell to 11.1 percent, down from 13.3 percent in May. Stocks jumped on the positive employment picture but gave away some of the gains throughout the day. The Dow grew 92, the S&P 500 rose 14, NASDAQ finished up 53 at a new record close.  We have Fox team coverage, Edward Lawrence on the blow out job numbers and what's ahead for the economy but we begin tonight with Corresponding Kristin Fisher at the White House looking at the president's response to the big jobs report. Good evening, Kristin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Mike. For the second time in as many months, President Trump is taking a victory lap after a better than expected jobs report. But his 2020 opponent is accusing him of spiking the football at the 50-yard lawn with a lot more time left on the clock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Our economy is roaring back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "The U.S. economy added 4.8 million jobs in the month of June, the largest monthly jobs gain in history. And the unemployment rate fell from 13.3 percent to 11.1 percent. The leisure in hospitality industry led the job gains by hiring back almost 2.1 million people as restaurants and bars across the country reopen and retail generated 740,000 jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "These are all historic numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "But there was one number President Trump did not mention during the surprise appearance in the briefing room or while speaking at a Spirit of America showcase. 50,000 the number of new daily coronavirus cases in the United States, a new record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "This is very worrisome turn in the path and severity of the virus and the president didn't even address it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Former Vice President Joe Biden called the June jobs report positive d news but noted that the U.S. is still in a deep job hole and he blamed it on the president's response to the pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Trump wants to declare his health crisis over and unemployment solved. Unfortunately, he's deadly wrong on both fronts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "There are reasons to believe the June jobs report is rosier than the current reality. The survey was taken in the middle of the month before a resurgence of coronavirus cases force to fresh round of closures for many businesses in states like Texas, Florida, Arizona and California. Republican Senator Lindsey Graham is now calling on Congress to pass another stimulus package in July to keep the economy growing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "Just as soon as we get back, we need to get off our ass and get this done. The bottom line here is -- the bottom line here is we got an opening, take it, it may not last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "President Trump says he too would support a phase four stimulus package and he wants it to include another round of direct payments to Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I support it but it has to be done properly and I support actually larger numbers than the Democrats but it's got to be done properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now tomorrow, President Trump is off to South Dakota for fireworks at Mount Rushmore. Social distancing will not be enforced there but it will be enforced here at the White House on Saturday. Everyone who attends the Fourth of July celebration here at the White House is going to be required to socially distance and wear a face mask as they watch fireworks over the Washington Monument, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Kristin Fisher leading us off live from the North Lawn. Kristin, many thanks.  Let's get some analysis from Edward Lawrence of Fox Business. Good evening, Edward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARD LAWRENCE, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "Hi, good evening, Mike. The president views the stock market as sort of a gauge for jobs in the U.S. Now he -- the jobs market or the jobs -- the market loved this jobs report which blew away estimates for the past two months. In fact, the jobs report as we're seeing going up as you heard the economy gain the most amount of jobs month over month in U.S. history. Construction jobs are coming back. We're talking about 158,000 jobs were added in construction in the month of June, making the two-month total 611,000 jobs. Now, they build homes or they build buildings, people move in, it's a ripple effect helping the economy.  Also, dentist offices added 190,000 workers. Still, it's not good enough for the White House where the Treasury Secretary and Economic Advisers vowed to get every job lost back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, U.S. NATIONAL ECONOMIC COUNCIL",
      "sentences": "We probably covered at least half of the expectations. We have more work to do, I get that. There's still a lot of hardship, there's still a lot of heartbreak out there, I understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "And part of the reason the economy added so many jobs in June is the reopening of states. Hotels brought back employees because guest has started to book stays. Retail and manufacturing saw a huge surges in jobs in June for the second month in a row.  There is a concern about what the spike in cases across a number of states could do to the economic momentum. The Labor Secretary says the task force is responding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EUGENE SCALIA, U.S. SECRETARY OF LABOR",
      "sentences": "We do see hot spots that the vice president has been visiting the last couple of days that the task force is focused on. And there is an ongoing role for the expertise the task force is bringing to bear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "And the jobs report captured the first two weeks in June where you had economic activity and basically all 50 states, the markets loved that and they look forward to the rebound, the rebound that's expected at the end of the year, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Dentists are hiring, who knew? Edward Lawrence from Fox Business. Thanks a lot.  The job numbers offer some economic hope as the coronavirus continues to spread. Wednesday for the first time in the United States saw 50,000 new cases added in a single day. The Texas Governors ordering masks to be worn in public across most of the Lone Star State.  And in Florida, another new record, more than 10,000 new positive cases. Vice President Pence took a trip to the Sunshine State and offered his support. Correspondent Phil Keating has the story tonight from Miami Beach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "The midnight curfew is back for Miami Beach as South Florida struggles with spiking COVID-19 cases. And this Fourth of July weekend will be like no other. In much of the state, there will be no holiday celebrations on the beaches as many counties are closing them for the long weekend. Restaurants that have become after hours bars now must shutdown after midnight. And no more off-site alcohol sales after 8:00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR DAN GELBER (D-FL), MIAMI BEACH",
      "sentences": "People need to treat this like a hurricane. And hurricane is coming to my community, we don't care what party you are, it's not like we're worried about insulting the family, -- we're do -- we do the right thing and we act responsibly for ourselves and for our neighbors, that's what has to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "In Broward and Miami-Dade Counties, if you're caught not wearing a mask, you now face a $50.00 to $500 fine. Florida Governor Ron DeSantis says he will not order a mandatory face covering rule for the entire state and says he has no intention of rolling back any of the states' phase two of reopening. He was joined in Tampa today by Vice President Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "You'll have a group of friends, they will get together, 10 people, someone will test positive, 20 something asymptomatic, calls the friend, they all test positive. None of them have symptoms, none of them are actually sick, but just being in a close environment together for an hour, you know, it's enough for it to spread.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "Nationwide, the infection curve is not flat but rising. 36 states now reporting increasing positive COVID test over the past week from half the stage just 10 days ago, and at least 20 states are now pausing or reversing reopening plans. Florida, California and Texas have seen record numbers of cases in the past week. Available beds at Houston hospitals are said to be disappearing fast. And elective surgeries in South Florida are now being canceled once again to free up resources in space.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "And two grim developments in Florida today, number one, the state announced the youngest person so far has died of COVID-19, an 11-year-old boy. Also, the record-high one-day number of new positive test results topping 10,100 new cases.   And another being independent state weekend of course on beaches and in cities are fireworks displays. Well, up and down the state, those are not happening this year this Fourth of July, they are canceled amid growing fears of holiday community spread as likely happened on Memorial Day weekend, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Phil Keating live on Miami Beach. Phil, thanks a lot. Former presidential candidate Herman Cain is in the hospital after testing positive for the coronavirus. Cain attended President Trump's rally on Tulsa on June 20th. According to a statement posted to his Twitter account, Cain was diagnosed on June 29th is awake and alert and does not require a respirator. The statement says there was no way of knowing where or how Cain contracted the disease. President Trump says three vaccine candidates for the novel coronavirus are looking especially good as Operation Warp Speed continuous. Health officials testified on Capitol Hill today saying they are optimistic for a safe and effective vaccine by the end of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. FRANCIS COLLINS, DIRECTOR, NATIONAL INSTITUTES OF HEALTH",
      "sentences": "We would then have by early 2021, 300 million doses of a vaccine that's safe and effective. That's really a stretch goal but it's the right goal for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "The Trump administration says the government will try to negotiate the lowest possible price for a vaccine.  Congressional leaders and key members of the House and Senate Intelligence Committees were briefed about whether Moscow issued bounties for the Taliban to kill U.S. forces in Afghanistan. Congressional Correspondent Chad Pergram has the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Congressional Democrats say alarm bell should have rang at the White House about the alleged bounties on troops. Top congressional leaders received much of the same intelligence information as the president. But House Speaker Nancy Pelosi says she was left in the dark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "It was of a consequential level that the Intelligence Community should have brought it to us in that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "The top Republican on the House Foreign Affairs Committee says the information should have gone to the top.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL MCCAUL (R-TX)",
      "sentences": "I think the president did deserve probably to know that this is out there only because of the timing of the peace dale with a Taliban itself that was going on literally two days after this presidential daily briefing came in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "But other Republicans question the credibility of the information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "We now know that there was no definitive intelligence, there was strong dissent within the Intelligence Community. A career briefer at the CIA chose not to highlight to the -- this to the president. And that the remains disagreement within the Intelligence Community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Nancy Pelosi isn't buying it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "The White House put on a con that if you don't have a hundred percent consensus on intelligence, that we shouldn't be -- it shouldn't rise to a certain level. Well, we would practically be investigating nothing if you had start off on a hundred percent. So don't buy into that. And neither should the -- does the Intelligence Community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "One of the president's biggest congressional advocates defended how this was handled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "It's all B.S., it's not -- he wasn't briefed, and there was no consensus. As a matter of fact, the most reliable form of intelligence gathered around this episode was against Russia giving money to the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Virtually no members on the briefing spoke afterwards and (INAUDIBLE) quite on Capitol Hill, that's a signal of what was said behind closed doors is gravely serious, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Chad Pergram live on the Hill. Chad, thanks a lot. For the second month in a row, Joe Biden's campaign outraised the Trump campaign but both shattered their own records. In June, Democrats raised $141 million while Republicans hauled in 131 million. The Supreme Court wants to hear arguments over the fight for access to secret grand jury testimony from special counsel Robert Mueller's Russia probe. And that decision could have implications for the November election. Correspondent Rich Edson is at the Supreme Court with details. Good evening, Rich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH EDSON, FOX NEWS STATE DEPARTMENT CORRESPONDENT",
      "sentences": "Hi good evening, Mike. In a win for the White House here tonight at the Supreme Court as House Democrats won't have access to this information until after Election Day if at all. Democrats on the House Judiciary Committee are seeking immediate access to this sealed grand jury testimony. Chairman Jerry Nadler says he is disappointed in this decision and quote, President Trump and Attorney General Barr are continuing to try to run out the clock on any and all accountability. It is now all the more important for the American people to hold the president accountable at the ballot box in November. The Supreme Court will likely hear this case in the fall and issue a decision next year. This morning's decision here overrides the U.S. Appeals Court in D.C. It ruled in March that Congress could access the secret portions of grand jury testimony from the Mueller investigation and then use it to try to help determine whether Democrats should impeach the president again. Democrats say they're investigating the Justice Department's decision to dismiss its case against former National Security Advisor Michael Flynn and the Justice's request for leniency in the sentencing of Roger Stone, a friend of the presidents. There's still some risk for the White House here with the Supreme Court, four Justices close out their term. The court is expected to soon release its opinions on whether several House Committees may access President Trump's financial records and New York City's prosecutor suit to obtain eight years of the president's tax returns. Those decisions Mike could come next week. Back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Rich Edson live outside the Supreme Court. Rich, thanks a lot.   Breaking tonight, Ghislaine Maxwell longtime associate of Jeffrey Epstein is behind bars and charged with helping Epstein sexually exploit and abuse multiple minor girls from the period of 1994 through 1997. Correspondent Bryan Llenas is following the case in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM SWEENEY, ASSISTANT DIRECTOR-IN-CHARGE, FBI",
      "sentences": "Today we announced the arrest of one of the villains in this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CORRESPONDENT",
      "sentences": "The FBI arrested Ghislaine Maxwell, Jeffrey Epstein's ex-girlfriend, longtime confidant and now indicted co- conspirator. She was arrested without incident at 8:30 this morning at a million-dollar home in Bradford, New Hampshire, a small town of less than 2,000 people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWEENEY",
      "sentences": "We learned she had slithered away to a gorgeous property in New Hampshire. Continuing to live a life of privilege while her victims live with the trauma inflicted upon them years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Reuters is reporting Maxwell was at her 156-acre home, paid for in all-cash last December under the guise of an LLC. Prosecutors in the Southern District of New York are charging Maxwell with the six federal counts, including four counts of conspiring, enticing, and transporting minors for the purpose of illegal sexual acts. And two counts of perjury for lying under oath in 2016.  Between 1994 and 1997, Maxwell allegedly recruited and groomed three unnamed minors to be sexually abused by her and her then-boyfriend, Jeffrey Epstein. One girl was just 14 years old. Maxwell, allegedly traffic to the girls between Epstein's properties in New York City, Palm Beach, and New Mexico. Even Maxwell's home in London, England.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUDREY STRAUSS, ACTING UNITED STATES ATTORNEY, SOUTHERN DISTRICT OF NEW YORK",
      "sentences": "Maxwell enticed minor girls, got them to trust her, then delivered them into the trap that she and Epstein had set for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "On news of Maxwell's arrest, Epstein accuser Jennifer Araoz, said today allowed survivors to \"take a breath of relief.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Prosecutors want Maxwell to be detained without bail until her trial. Saying that she's an extreme flight risk. The 58-year-old, if convicted, phases up to 35 years in prison. Mike?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Bryan Llenas in New York. Bryan, thanks a lot.  Up next, the latest on President Trump's effort to protect monuments, including an arrest of one of the ringleaders trying to remove one here in Washington. First, here is what some of our Fox affiliates around the country are covering tonight. FOX 2 in San Francisco, reporting on more than 500 companies launching an advertising boycott trying to pressuring Facebook into taking a stronger stance against hate speech. Facebook CEO Mark Zuckerberg will meet with organizers of the Stop Hate for Profit campaign next week. Organizers say the boycott will last, at least, a month. FOX 5 in New York, where an appeals court has cleared the way for the publication of a book by President Trump's niece, Mary Trump. The president's brother, Robert Trump had sued to stop the distribution, the judge left in place restraints against Mary Trump. And this is a live look at Detroit from FOX 2. One of the big stories there tonight, you may notice some extra hardware for golfers at the Rocket Mortgage Classic. The PGA Tour is recommending golfers wear a Whoop fitness tracker that track respiratory rates. According to the company, an increase in breaths per minute can be an early sign of contracting the coronavirus. That's tonight's live look \"OUTSIDE THE BELTWAY from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Today, the second Confederate statue on Richmond's Monument Avenue came down. The fall of Navy officer Matthew Fontaine Maury statue built in 1929 follows the removal of Stonewall Jackson on Wednesday. Here in Washington, President Trump has vowed to protect monuments and prosecute those attempting to destroy them. Correspondent Doug McKelway, reports the administration is doing just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG MCKELWAY, FOX NEWS CORRESPONDENT",
      "sentences": "Early Thursday, a joint task force, including the FBI, and U.S. Park Police arrested the accused ringleader of recent attempts to destroy the statue of Andrew Jackson in Washington's Lafayette Park. Jason Charter was taken into custody without incident at his home. He is charged with two counts of destruction of federal property. Authorities identified him in numerous videos and still pictures wearing rose-colored goggles, and in others, without a mask. Here, lighting a cigarette on the burning statue of Confederate leader Albert Pike. Law enforcement sources say he has connections to Antifa and that he \"was on top of the statue and directing people. They had acid, chisels, straps, and a human chain preventing police from getting to the statue.\" Also, under continuing investigation, the fires set the night of June 22nd in St. John's Church, and other structures in our nation's capital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHAN BENEDICT, SPECIAL AGENT, ATF WASHINGTON",
      "sentences": "The AFL-CIO was lit on fire as part of an arson. There is a Starbucks. Arson fire and a few others. Lafayette Park comfort station was also lit on fire. We're looking for people or the person responsible for setting that fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "Others who participated in attempted destruction of the Jackson statue are already in custody. The arrests come in the wake of the June 26th executive order signed by President Trump, in which he demanded, \"long prison terms for these lawless acts against our great country.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCKELWAY",
      "sentences": "The Department of Homeland Security is preparing to protect federal property this holiday weekend. Deploying special teams to cities like Portland Oregon, Seattle, and right here in Washington, D.C. Mike?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Doug McKelway, thanks a lot. Up next, we look at one example of what can happen when police funds are cut. First, \"BEYOND OUR BORDERS\" tonight. At least, 162 people are dead after a landslide at a jade mine in northern Burma. It is the latest in a series of deadly accidents that critics blame on the government's failure to address unsafe conditions. Dozens of people were taken to the hospital before the search was suspended due to darkness.  U.S.-based analysts believe a fire in an Iranian nuclear site struck a new centrifuge production facility where uranium is enriched underground. The Atomic Energy Organization of Iran downplayed the fire, calling it an incident that only affected an under-construction industrial shed. That's some of the other stories \"BEYOND OUR BORDERS\" tonight. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "As some cities move to cut police budgets or disband the whole department, history can show possible consequences. National correspondent William La Jeunesse looks at one city that went bankrupt, and what happened next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "Vallejo, California did defund its cops not by choice but by bankruptcy 10 years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're not very happy about it, but these are very difficult times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "The department cut its force in half, from 150 to just 77 officers. Protecting a city of 121,000. Traffic went from 12 cops to zero. Detectives from 15 to four. Canines, four dogs to one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB SAMPAYAN, MAYOR OF VALLEJO, CALIFORNIA",
      "sentences": "Crime run them up. People, especially traffic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Former officer and Vallejo's now mayor, says defunding was a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAMPAYAN",
      "sentences": "It was nothing to drive down one of our main streets and see somebody blow through a signal light like it wasn't even there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Pay went down, veteran cops left, young officers quit, afraid of being laid off. Police shootings went up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAMPAYAN",
      "sentences": "Break into a store or break into a house, and it's going to take the officers 20-30 minutes to get there if they come at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Morale hit an all-time low. Auditors found burned out cops adopted, us against them, mentality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't shoot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Don't shoot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Protesters, say 14 cops on the force have been involved in, at least, one shooting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Not one more, not in our city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "The mayor supports police reform, as many residents have told him but they also expect public safety.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAMPAYAN",
      "sentences": "They want to be able to say, I can walk down the street without fear of getting mugged. I want to be able to walk out to my car and see that it's still there. I want to go home and not find my front door kicked in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "The cuts allowed the city to escape bankruptcy and neighborhood watch groups increased 25 to more than 300. But many believe a smaller department didn't make it a safer one for police or the public. Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "William La Jeunesse, thanks a lot. Successful reform is what many business leaders are seeking when it comes to policing my colleague, Bret Baier, spoke with one of those leaders pushing for change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Thanks, Mike. Some top business executives at the business roundtable are encouraging Congress to tackle police reform. And soon, one of those leaders' former CEO and current executive chairman of AT&T Randall Stephenson who joins me now to discuss this push. Randall, Great to see you. RANDALL STEPHENSON, AT&T EXECUTIVE CHAIRMAN: Bret, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What is this by Business Roundtable, a push to get Congress to act and to come to some consensus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHENSON",
      "sentences": "Yes, Bret. The last three weeks have really caused the business community to align on the reality that we have a problem as it relates to policing and law enforcement in our black communities, and that there is definitely a disparate treatment of the black community by police officers, and it's a recurring theme. It seems to happen regularly, a few bad actors, problems, and then we had a lot of civil unrest, and it's time that we addressed it, because fundamentally the basic thing that we think could be done at the federal level that could reform policing in a meaningful to help begin to address these problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Randall, your subcommittee released policy principles for this police reform, and they include a number of different things. One is data collection and transparency to make sure that you track officers' misconduct around the country and hold departments accountable. You talk about accountability and what that looks like, national police misconduct registry, perhaps. Establishing police standards, training, and obviously the possibility of banning some things like chokeholds and the like. There is a list of things here. Senator Tim Scott had a number of these things in a bill on the Senate floor. Democrats did not want to take part in that or amend it. House Democrats have their own bill that has passed. It doesn't seem like it has a chance in the Senate because of qualified immunity being taken out for police officers. As you well know, Washington is sometimes called dysfunctional. How do you think that CEOs like you and others around the Business Roundtable can force this to happen before the August recess?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHENSON",
      "sentences": "We can't force it to happen, Bret. But what we can do is call attention to this, that the American people, you poll these numbers, the American people believe this type of reform is now necessary. And this is one of the first times we've seen this happen. When the American people believe it's necessary, as you pointed out, we have a House bill. The house bill is a reasonable bill. There's some areas that maybe the business community would debate, but there is a bill there. Now you go to the Senate. As you said, Tim Scott put in place what I think is a very reasonable bill, a good starting point. There's some areas that Democrats don't like, and as a result, they have said we're not going to allow the vote to even bring it to the floor for debate. This is what I think is a travesty. The time is ripe to get this legislation done and progress on these set of issues. Bret, I've been CEO 13 years. I have never seen anything like what we're experiencing right now. There is an outcry from our employees, by our black employees, and by a broad sector of our entire employee base saying where are we on this? Where is AT&T on this? You post these values on the wall, that we value equality. Where are we? We have a role. We have a voice in this. And my colleagues at the Business Roundtable are all experiencing the exact same thing. Our customers are asking us, where are you on this as well? So does the business community have the vested interest in this? We have the situation where black Americans are receiving a different level of justice and sometimes denied justice. That is a recipe for unrest. It's a recipe for lack of civility. It's a recipe for poor economic growth. So yes, I think the business community has a vested interest in this, and I do think our voice is relevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And last thing, you mentioned your 13 years as a CEO, you have now transitioned to executive chairman. How does that feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHENSON",
      "sentences": "Well, I don't know. Today's my first day in retirement and I've been working all day long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHENSON",
      "sentences": "Maybe call me tomorrow, Bret, and I'll tell you how it feels. But it feels good. Look, one thing that COVID has demonstrated is that the United States has gotten regulation around the communications industry right. We have gone through COVID where I'm doing interviews with you over a broadband connection and an iPad, and America has been functioning this way for the last couple of months. And the telecommunications infrastructure has stood up beautifully. It's performed brilliantly. You compare that to the rest of the world, that's not been the case. And so I think there's a lot of things I feel good about. We've got the regulatory model right. We have invested in this industry. AT&T has invested at record levels over my tenure, and we have a business that I feel very good about, good, strong network capabilities, great technical talent. And so I have great satisfaction, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Randall Stephenson, executive chairman of AT&T, Randall, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHENSON",
      "sentences": "Bret, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mike, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Bret, thanks a lot. Next up, the panel will join me to look at the job numbers surprise and the alarming spike of coronavirus cases. As we head to brake, broadcasting legend Hugh Downs died on Wednesday night surrounded by loved ones in Arizona. Downs' historic career that lasted more than 60 years with memorable work on \"2020,\" \"Today,\" and \"The Tonight Show.\" Outside of news, Hugh Downs also hosted TV game shows. Downs won Emmys in three different dockets for his work. Hugh Downs was 99.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "The United States' economy added almost 5 million jobs in the month of June, shattering all expectations. Today's announcement proves that our economy is roaring back. It's coming back extremely strong. We did the right thing, we closed it up. We would have lost millions of lives. We've done a historic thing. We would have lost millions of lives. And now we are opening it up, and it's opening up far faster than anybody thought even possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Until this president faces what's going on in our country, our economy is going to remain at risk. Today's report is positive news, and I'm thankful for it, for real. But make no mistake, we are still in the deep, deep job hole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Let's take a closer look at the June jobs report -- 4.8 million jobs added last month, a record much higher than what economists had predicted as regions across the country ease social distancing restrictions and allowed more businesses to reopen. The unemployment rate sailed to 11.1 percent, down from 13.3 percent in May and 14.7 in April, but still high as, of course, millions of Americans remain out of work due to the pandemic. With that, let's bring in our panel, former Tennessee Congressman Harold Ford Jr. who is currently chairman of RX Saver, Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" Tom Bevan, Real Clear Politics co-founder and president. Harold, no surprise President Trump wanted to get out to talk about that jobs report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR. (D) FORMER TENNESSEE REPRESENTATIVE",
      "sentences": "Five million new jobs, whether you're a Democrat or Republican, that's very positive news, especially heading into a holiday weekend, Fourth of July. I was pleased also to hear the president say that he's supportive of a second stimulus check going to everyday and hardworking Americans. Maybe we'll do some more for small businesses as well. The Fed has done an unbelievable if not superb job as well. I predict, Michael, that the only thing, if we think about the next jobs report, that could endanger or jeopardize some of these games would be if we don't adhere to some wearing of our masks and understanding that inextricably linked is our public health mandate as well as the kind of things we're trying to do to stimulate and grow this economy. The president is probably not going to ask for it, neither is the vice president, so I applaud the governors and other corporate leaders and others for doing that. But today is a win, and we as America, regardless of your party, you should be proud of the fact that we created 5 million jobs, that our private sector was able to accomplish that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "A good tease there. Let's take a listen to President Trump on what he wants included in that next stimulus package.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Another round of direct payments for individuals. Do you support that at this time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I do, I support it. But it has to be properly done. And I support actually larger numbers than the Democrats, but it's got to be done properly. We had something where they wanted, where it gave you a disincentive to work last time. And there was still money going to people and helping people, so I was all for that. But we want to create a very great incentive to work. So we are working on that, and I'm sure we'll all come together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "So Susan, do you expect that to be priority number one when lawmakers get back from their Independence Day recess? SUSAN FERRECHIO, \"WASHINGTON EXAMINER\": That's the plan, they are going to take these weeks in July after they return from the recess to try to fashion another piece of legislation that addresses coronavirus. It will actually be their fifth bill. And it's not likely to look like the Democratic measure, which is about $3 trillion, it has all kinds of goodies in there. It's likely to be in far more targeted. I think it will have an extension of unemployment insurance. But what the present is talking about is not wanting to include this $600 bonus for people on unemployment. That is disincentivizing people to return to work. He wants to avoid that. But there are overlapping areas where you can see a compromise, more money for health care, more money for a vaccine and treatments for the coronavirus, state aid. The states have lost tax revenue and can't function without some help from the federal government. All of this stuff will be likely part of the discussion. Whether they will have a deal, though, I'd say it's about 50/50. It depends on how eager the two parties are to compromise. If Democrats are not willing to support a measure that doesn't include a lot of the wish lists that they produced in their bill in May, then they're not going to come to an agreement. But there's definitely the will right now on both sides to try to get something done in July.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Tom, does the job report help President Trump's polling versus Joe Biden going forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS CO-FOUNDER",
      "sentences": "Sure. It's a great news day for Donald Trump, probably the best day that he's had in some time. If you look at his overall approval rating, it's about 41.5 percent in our Real Clear Politics average. That's been down a few points over the last few weeks. His approval on the handling of the coronavirus is even lower, 40.8. But his approval of the economy is still almost 10 points higher. He's just under 50 percent. And so it's his strongest suit. It is the card that he wants to play over and over again. He needs another three or four jobs report like this to really who that the economy is back. This wasn't just a one-time fluke. And particularly, as we get into summer and head into post Labor Day when people are really tuning in, if they are seeing those job numbers soaring and the unemployment rate coming down, that is going to be about as good as President Trump could hope for for reelection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "OK, we need to move it along a little bit. When we talk about coronavirus here, briefly, the big question on the Hill today was, is the curve being flattened? The answer was no. Harold, what are next steps?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "You have to wear your mask. Grown men, grown woman, we all wear masks. And if you listen to all of the experts, that's what they're urging. That's why they believe curve in certain -- I live in the New York area, live in New York City, in the New York area now, and the reason we flattened the curve here is because we followed the directive. And if we stop following them, it's likely that the trend will turn the other way. So I hope that we can find a way, again, those waiting for the president, stop. We need to do this as a country to ensure that our public health remains high and we're able to beat this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Susan, a quick thought on coronavirus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "I think we have to not just look at cases but hospitalizations, whether the hospitals can handle it, and death rates, which are overall declining in the United States, and the people being affected now tend to be younger and less vulnerable to the deadly consequences of this virus. And that's a very important component of this that's not getting discussed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Tom, final thought on this issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Yes. This is another issue, this is what the election is going to be all about, President Trump's handling of this. I agree with Susan, there's a lot of focus on the case numbers, but at the end of the day it's going to be how many people ended up dying, and how many people -- did the hospital system crash. It doesn't look like that's happening, despite the fact that more people seem to be getting sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Next up, the Gang of Eight on Capitol Hill gets briefed on the intelligence reports of the alleged Russia bounty program.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think it's a hoax. I think it's a hoax by the newspapers and the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "sentences": "I'm not going to say anything about the briefing, but I believe that the president is not close to tough enough on Vladimir Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "The White House put on a con that if you don't have 100 percent consensus on intelligence, that it shouldn't rise to a certain level. We don't buy into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "So what's known as the Gang of Eight on Capitol Hill, the top leaders of the House and Senate and the top leaders of the House and Senate Intelligence Committees were briefed by top intelligence officials about the Russian bounty story. And we are back with our panel, Harold, Susan, and Tom. Harold, how big of a story is this days after it initially broke?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I didn't see the report, haven't seen the report, but having served in Congress and been a part of briefings, there's no more solemn duty that the president and elected officials have than to protect soldiers who put themselves in harm's way. If this news reports are true that the president or the vice president at the time were not briefed on this, it's a breathtaking dereliction on someone's part. I can only hope that whatever was shared with the Gang of Eight, that some of this information provided more clarity to them and perhaps provides more clarity to the American people. I can't believe the president would ignore this. But I have to tell you, listening to Republicans and Democrats, old friends on the Hill, comment on this, I'm not reassured by the president's words yes that this is somehow another fake news hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Susan, where does this story go on Capitol Hill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "I don't know. That's a great question. They had that briefing today, and they didn't come and tell us what was said. It's was all classified. But don't forget, this information was not verified. I think it was Lindsey Graham who said that they were leaning against the information being true. So I think the real question here is, is it true, and if it's not true and it was not considered to be highly credible, should the president have been given this information? How much of this type of stuff filters through our intelligence officials, and should the president be informed of all of this? I think that's a real question here. Democrats are definitely playing it up as another -- more proof about their theory that the president is essentially a Russian agent, and they're today even saying the most important thing here is not whether or not they knew or we knew our we should have known, but let's look at how president treats Russia. He says he wants them to join the G8, that he's too friendly to Putin, he's not tough enough on him. That's the line they're putting out right now. But there's no new evidence that this thing was really credible information, we just have to keep that in mind. And whether or not he should have received the information, that is still an open question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "You've got people like Mike Pompeo who went to West Point, served in the military, who says unfortunately there are threats to our soldiers all over the world virtually every day. Tom, your thoughts on the story and the impact, perhaps, it has on the 2020 campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEVAN",
      "sentences": "Well, we'll have to see how this plays out, but you're right. We've had, as Pompeo said, we've had threats against our troops for years from the Iranians, from the Russians, from others. So in that sense, this is not a new development. Now, the Democrats are obviously playing it up in what I think is a highly partisan way. Nancy Pelosi in particular, her rhetoric on this has been over-the-top, saying that Putin has got something over on Trump and that this is a con by the resident. That is just poisonous rhetoric in terms of getting to the issue and trying to solve the problem. As Harold mentions, it's a serious issue, it should be looked at. But the dysfunction in Washington right now is so great and so polarized that we are nowhere near that right now. And the Democrats are going to try to play this as a political issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Harold, final word, do you expect them to go after the leaker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I don't know. I just hope that if indeed everything that's been said here is true, at least we should fix the process. Back in December we took action against a terrorist who had taken actions against American soldiers and the American people, we were applauding them as the right thing to do. As much as this thing is politicized, this should disturb everyone. And on that somber note, I would say happy Fourth of July to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Thank you. Panel, thanks very much. When we come back, the brighter side, some good news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Finally, tonight, a pair of young inspirations. Five-year-old Anthony Lattierre just finished over two years of chemotherapy treatment for leukemia. To help him celebrate, his neighborhood in Webster, New York, held a parade with lots of smiles, waves, and honking. Anthony's mom said she picked the superhero theme because it takes a true hero to be cancer. Five-year-old Arria Ingram was born with Clove syndrome, a rare genetic disorder that has led to two amputations. When Benny Williams visited the Ingram family in Georgia to clear some trees, he was so moved by Arria that he installed a new playground for her and her family. William says a thank you card from Arria for her dream playground greets him each morning on his refrigerator. Thank you very much for inviting us into your home tonight. I'm Mike Emanuel. I'll be back at 11:00 p.m. eastern for \"FOX News at Night.\" \"The Story\" hosted by Martha MacCallum starts right about now. Hello, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Hello there, Mike. That's good news. We look forward to seeing you at 11:00 tonight. Thanks, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Thanks so much. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS HOST",
      "utterance": "Hi, Dana, thanks very much. Good evening, welcome to Washington, I'm Mike Emanuel in for Bret Baier. Breaking tonight, President Trump says the economy is, quote, roaring back after a better than expected 4.8 million jobs were added in June. The unemployment rate fell to 11.1 percent, down from 13.3 percent in May. Stocks jumped on the positive employment picture but gave away some of the gains throughout the day. The Dow grew 92, the S&P 500 rose 14, NASDAQ finished up 53 at a new record close. We have Fox team coverage, Edward Lawrence on the blow out job numbers and what's ahead for the economy but we begin tonight with Corresponding Kristin Fisher at the White House looking at the president's response to the big jobs report. Good evening, Kristin."
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Mike. For the second time in as many months, President Trump is taking a victory lap after a better than expected jobs report. But his 2020 opponent is accusing him of spiking the football at the 50-yard lawn with a lot more time left on the clock."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Our economy is roaring back."
    },
    {
      "speaker": "FISHER",
      "utterance": "The U.S. economy added 4.8 million jobs in the month of June, the largest monthly jobs gain in history. And the unemployment rate fell from 13.3 percent to 11.1 percent. The leisure in hospitality industry led the job gains by hiring back almost 2.1 million people as restaurants and bars across the country reopen and retail generated 740,000 jobs."
    },
    {
      "speaker": "TRUMP",
      "utterance": "These are all historic numbers."
    },
    {
      "speaker": "FISHER",
      "utterance": "But there was one number President Trump did not mention during the surprise appearance in the briefing room or while speaking at a Spirit of America showcase. 50,000 the number of new daily coronavirus cases in the United States, a new record."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "This is very worrisome turn in the path and severity of the virus and the president didn't even address it."
    },
    {
      "speaker": "FISHER",
      "utterance": "Former Vice President Joe Biden called the June jobs report positive d news but noted that the U.S. is still in a deep job hole and he blamed it on the president's response to the pandemic."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Trump wants to declare his health crisis over and unemployment solved. Unfortunately, he's deadly wrong on both fronts."
    },
    {
      "speaker": "FISHER",
      "utterance": "There are reasons to believe the June jobs report is rosier than the current reality. The survey was taken in the middle of the month before a resurgence of coronavirus cases force to fresh round of closures for many businesses in states like Texas, Florida, Arizona and California. Republican Senator Lindsey Graham is now calling on Congress to pass another stimulus package in July to keep the economy growing."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "Just as soon as we get back, we need to get off our ass and get this done. The bottom line here is -- the bottom line here is we got an opening, take it, it may not last."
    },
    {
      "speaker": "FISHER",
      "utterance": "President Trump says he too would support a phase four stimulus package and he wants it to include another round of direct payments to Americans."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I support it but it has to be done properly and I support actually larger numbers than the Democrats but it's got to be done properly."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now tomorrow, President Trump is off to South Dakota for fireworks at Mount Rushmore. Social distancing will not be enforced there but it will be enforced here at the White House on Saturday. Everyone who attends the Fourth of July celebration here at the White House is going to be required to socially distance and wear a face mask as they watch fireworks over the Washington Monument, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Kristin Fisher leading us off live from the North Lawn. Kristin, many thanks. Let's get some analysis from Edward Lawrence of Fox Business. Good evening, Edward."
    },
    {
      "speaker": "EDWARD LAWRENCE, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "Hi, good evening, Mike. The president views the stock market as sort of a gauge for jobs in the U.S. Now he -- the jobs market or the jobs -- the market loved this jobs report which blew away estimates for the past two months. In fact, the jobs report as we're seeing going up as you heard the economy gain the most amount of jobs month over month in U.S. history. Construction jobs are coming back. We're talking about 158,000 jobs were added in construction in the month of June, making the two-month total 611,000 jobs. Now, they build homes or they build buildings, people move in, it's a ripple effect helping the economy. Also, dentist offices added 190,000 workers. Still, it's not good enough for the White House where the Treasury Secretary and Economic Advisers vowed to get every job lost back."
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR, U.S. NATIONAL ECONOMIC COUNCIL",
      "utterance": "We probably covered at least half of the expectations. We have more work to do, I get that. There's still a lot of hardship, there's still a lot of heartbreak out there, I understand that."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "And part of the reason the economy added so many jobs in June is the reopening of states. Hotels brought back employees because guest has started to book stays. Retail and manufacturing saw a huge surges in jobs in June for the second month in a row. There is a concern about what the spike in cases across a number of states could do to the economic momentum. The Labor Secretary says the task force is responding."
    },
    {
      "speaker": "EUGENE SCALIA, U.S. SECRETARY OF LABOR",
      "utterance": "We do see hot spots that the vice president has been visiting the last couple of days that the task force is focused on. And there is an ongoing role for the expertise the task force is bringing to bear."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "And the jobs report captured the first two weeks in June where you had economic activity and basically all 50 states, the markets loved that and they look forward to the rebound, the rebound that's expected at the end of the year, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Dentists are hiring, who knew? Edward Lawrence from Fox Business. Thanks a lot. The job numbers offer some economic hope as the coronavirus continues to spread. Wednesday for the first time in the United States saw 50,000 new cases added in a single day. The Texas Governors ordering masks to be worn in public across most of the Lone Star State. And in Florida, another new record, more than 10,000 new positive cases. Vice President Pence took a trip to the Sunshine State and offered his support. Correspondent Phil Keating has the story tonight from Miami Beach."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "The midnight curfew is back for Miami Beach as South Florida struggles with spiking COVID-19 cases. And this Fourth of July weekend will be like no other. In much of the state, there will be no holiday celebrations on the beaches as many counties are closing them for the long weekend. Restaurants that have become after hours bars now must shutdown after midnight. And no more off-site alcohol sales after 8:00."
    },
    {
      "speaker": "MAYOR DAN GELBER (D-FL), MIAMI BEACH",
      "utterance": "People need to treat this like a hurricane. And hurricane is coming to my community, we don't care what party you are, it's not like we're worried about insulting the family, -- we're do -- we do the right thing and we act responsibly for ourselves and for our neighbors, that's what has to happen."
    },
    {
      "speaker": "KEATING",
      "utterance": "In Broward and Miami-Dade Counties, if you're caught not wearing a mask, you now face a $50.00 to $500 fine. Florida Governor Ron DeSantis says he will not order a mandatory face covering rule for the entire state and says he has no intention of rolling back any of the states' phase two of reopening. He was joined in Tampa today by Vice President Pence."
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "You'll have a group of friends, they will get together, 10 people, someone will test positive, 20 something asymptomatic, calls the friend, they all test positive. None of them have symptoms, none of them are actually sick, but just being in a close environment together for an hour, you know, it's enough for it to spread."
    },
    {
      "speaker": "KEATING",
      "utterance": "Nationwide, the infection curve is not flat but rising. 36 states now reporting increasing positive COVID test over the past week from half the stage just 10 days ago, and at least 20 states are now pausing or reversing reopening plans. Florida, California and Texas have seen record numbers of cases in the past week. Available beds at Houston hospitals are said to be disappearing fast. And elective surgeries in South Florida are now being canceled once again to free up resources in space."
    },
    {
      "speaker": "KEATING",
      "utterance": "And two grim developments in Florida today, number one, the state announced the youngest person so far has died of COVID-19, an 11-year-old boy. Also, the record-high one-day number of new positive test results topping 10,100 new cases. And another being independent state weekend of course on beaches and in cities are fireworks displays. Well, up and down the state, those are not happening this year this Fourth of July, they are canceled amid growing fears of holiday community spread as likely happened on Memorial Day weekend, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Phil Keating live on Miami Beach. Phil, thanks a lot. Former presidential candidate Herman Cain is in the hospital after testing positive for the coronavirus. Cain attended President Trump's rally on Tulsa on June 20th. According to a statement posted to his Twitter account, Cain was diagnosed on June 29th is awake and alert and does not require a respirator. The statement says there was no way of knowing where or how Cain contracted the disease. President Trump says three vaccine candidates for the novel coronavirus are looking especially good as Operation Warp Speed continuous. Health officials testified on Capitol Hill today saying they are optimistic for a safe and effective vaccine by the end of the year."
    },
    {
      "speaker": "DR. FRANCIS COLLINS, DIRECTOR, NATIONAL INSTITUTES OF HEALTH",
      "utterance": "We would then have by early 2021, 300 million doses of a vaccine that's safe and effective. That's really a stretch goal but it's the right goal for the American people."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "The Trump administration says the government will try to negotiate the lowest possible price for a vaccine. Congressional leaders and key members of the House and Senate Intelligence Committees were briefed about whether Moscow issued bounties for the Taliban to kill U.S. forces in Afghanistan. Congressional Correspondent Chad Pergram has the story."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Congressional Democrats say alarm bell should have rang at the White House about the alleged bounties on troops. Top congressional leaders received much of the same intelligence information as the president. But House Speaker Nancy Pelosi says she was left in the dark."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "It was of a consequential level that the Intelligence Community should have brought it to us in that way."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "The top Republican on the House Foreign Affairs Committee says the information should have gone to the top."
    },
    {
      "speaker": "REP. MICHAEL MCCAUL (R-TX)",
      "utterance": "I think the president did deserve probably to know that this is out there only because of the timing of the peace dale with a Taliban itself that was going on literally two days after this presidential daily briefing came in."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "But other Republicans question the credibility of the information."
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "We now know that there was no definitive intelligence, there was strong dissent within the Intelligence Community. A career briefer at the CIA chose not to highlight to the -- this to the president. And that the remains disagreement within the Intelligence Community."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Nancy Pelosi isn't buying it."
    },
    {
      "speaker": "PELOSI",
      "utterance": "The White House put on a con that if you don't have a hundred percent consensus on intelligence, that we shouldn't be -- it shouldn't rise to a certain level. Well, we would practically be investigating nothing if you had start off on a hundred percent. So don't buy into that. And neither should the -- does the Intelligence Community."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "One of the president's biggest congressional advocates defended how this was handled."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "It's all B.S., it's not -- he wasn't briefed, and there was no consensus. As a matter of fact, the most reliable form of intelligence gathered around this episode was against Russia giving money to the Taliban."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Virtually no members on the briefing spoke afterwards and (INAUDIBLE) quite on Capitol Hill, that's a signal of what was said behind closed doors is gravely serious, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Chad Pergram live on the Hill. Chad, thanks a lot. For the second month in a row, Joe Biden's campaign outraised the Trump campaign but both shattered their own records. In June, Democrats raised $141 million while Republicans hauled in 131 million. The Supreme Court wants to hear arguments over the fight for access to secret grand jury testimony from special counsel Robert Mueller's Russia probe. And that decision could have implications for the November election. Correspondent Rich Edson is at the Supreme Court with details. Good evening, Rich."
    },
    {
      "speaker": "RICH EDSON, FOX NEWS STATE DEPARTMENT CORRESPONDENT",
      "utterance": "Hi good evening, Mike. In a win for the White House here tonight at the Supreme Court as House Democrats won't have access to this information until after Election Day if at all. Democrats on the House Judiciary Committee are seeking immediate access to this sealed grand jury testimony. Chairman Jerry Nadler says he is disappointed in this decision and quote, President Trump and Attorney General Barr are continuing to try to run out the clock on any and all accountability. It is now all the more important for the American people to hold the president accountable at the ballot box in November. The Supreme Court will likely hear this case in the fall and issue a decision next year. This morning's decision here overrides the U.S. Appeals Court in D.C. It ruled in March that Congress could access the secret portions of grand jury testimony from the Mueller investigation and then use it to try to help determine whether Democrats should impeach the president again. Democrats say they're investigating the Justice Department's decision to dismiss its case against former National Security Advisor Michael Flynn and the Justice's request for leniency in the sentencing of Roger Stone, a friend of the presidents. There's still some risk for the White House here with the Supreme Court, four Justices close out their term. The court is expected to soon release its opinions on whether several House Committees may access President Trump's financial records and New York City's prosecutor suit to obtain eight years of the president's tax returns. Those decisions Mike could come next week. Back to you."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Rich Edson live outside the Supreme Court. Rich, thanks a lot. Breaking tonight, Ghislaine Maxwell longtime associate of Jeffrey Epstein is behind bars and charged with helping Epstein sexually exploit and abuse multiple minor girls from the period of 1994 through 1997. Correspondent Bryan Llenas is following the case in New York."
    },
    {
      "speaker": "WILLIAM SWEENEY, ASSISTANT DIRECTOR-IN-CHARGE, FBI",
      "utterance": "Today we announced the arrest of one of the villains in this investigation."
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CORRESPONDENT",
      "utterance": "The FBI arrested Ghislaine Maxwell, Jeffrey Epstein's ex-girlfriend, longtime confidant and now indicted co- conspirator. She was arrested without incident at 8:30 this morning at a million-dollar home in Bradford, New Hampshire, a small town of less than 2,000 people."
    },
    {
      "speaker": "SWEENEY",
      "utterance": "We learned she had slithered away to a gorgeous property in New Hampshire. Continuing to live a life of privilege while her victims live with the trauma inflicted upon them years ago."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Reuters is reporting Maxwell was at her 156-acre home, paid for in all-cash last December under the guise of an LLC. Prosecutors in the Southern District of New York are charging Maxwell with the six federal counts, including four counts of conspiring, enticing, and transporting minors for the purpose of illegal sexual acts. And two counts of perjury for lying under oath in 2016. Between 1994 and 1997, Maxwell allegedly recruited and groomed three unnamed minors to be sexually abused by her and her then-boyfriend, Jeffrey Epstein. One girl was just 14 years old. Maxwell, allegedly traffic to the girls between Epstein's properties in New York City, Palm Beach, and New Mexico. Even Maxwell's home in London, England."
    },
    {
      "speaker": "AUDREY STRAUSS, ACTING UNITED STATES ATTORNEY, SOUTHERN DISTRICT OF NEW YORK",
      "utterance": "Maxwell enticed minor girls, got them to trust her, then delivered them into the trap that she and Epstein had set for them."
    },
    {
      "speaker": "LLENAS",
      "utterance": "On news of Maxwell's arrest, Epstein accuser Jennifer Araoz, said today allowed survivors to \"take a breath of relief.\""
    },
    {
      "speaker": "LLENAS",
      "utterance": "Prosecutors want Maxwell to be detained without bail until her trial. Saying that she's an extreme flight risk. The 58-year-old, if convicted, phases up to 35 years in prison. Mike?"
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Bryan Llenas in New York. Bryan, thanks a lot. Up next, the latest on President Trump's effort to protect monuments, including an arrest of one of the ringleaders trying to remove one here in Washington. First, here is what some of our Fox affiliates around the country are covering tonight. FOX 2 in San Francisco, reporting on more than 500 companies launching an advertising boycott trying to pressuring Facebook into taking a stronger stance against hate speech. Facebook CEO Mark Zuckerberg will meet with organizers of the Stop Hate for Profit campaign next week. Organizers say the boycott will last, at least, a month. FOX 5 in New York, where an appeals court has cleared the way for the publication of a book by President Trump's niece, Mary Trump. The president's brother, Robert Trump had sued to stop the distribution, the judge left in place restraints against Mary Trump. And this is a live look at Detroit from FOX 2. One of the big stories there tonight, you may notice some extra hardware for golfers at the Rocket Mortgage Classic. The PGA Tour is recommending golfers wear a Whoop fitness tracker that track respiratory rates. According to the company, an increase in breaths per minute can be an early sign of contracting the coronavirus. That's tonight's live look \"OUTSIDE THE BELTWAY from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Today, the second Confederate statue on Richmond's Monument Avenue came down. The fall of Navy officer Matthew Fontaine Maury statue built in 1929 follows the removal of Stonewall Jackson on Wednesday. Here in Washington, President Trump has vowed to protect monuments and prosecute those attempting to destroy them. Correspondent Doug McKelway, reports the administration is doing just that."
    },
    {
      "speaker": "DOUG MCKELWAY, FOX NEWS CORRESPONDENT",
      "utterance": "Early Thursday, a joint task force, including the FBI, and U.S. Park Police arrested the accused ringleader of recent attempts to destroy the statue of Andrew Jackson in Washington's Lafayette Park. Jason Charter was taken into custody without incident at his home. He is charged with two counts of destruction of federal property. Authorities identified him in numerous videos and still pictures wearing rose-colored goggles, and in others, without a mask. Here, lighting a cigarette on the burning statue of Confederate leader Albert Pike. Law enforcement sources say he has connections to Antifa and that he \"was on top of the statue and directing people. They had acid, chisels, straps, and a human chain preventing police from getting to the statue.\" Also, under continuing investigation, the fires set the night of June 22nd in St. John's Church, and other structures in our nation's capital."
    },
    {
      "speaker": "ASHAN BENEDICT, SPECIAL AGENT, ATF WASHINGTON",
      "utterance": "The AFL-CIO was lit on fire as part of an arson. There is a Starbucks. Arson fire and a few others. Lafayette Park comfort station was also lit on fire. We're looking for people or the person responsible for setting that fire."
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "Others who participated in attempted destruction of the Jackson statue are already in custody. The arrests come in the wake of the June 26th executive order signed by President Trump, in which he demanded, \"long prison terms for these lawless acts against our great country.\""
    },
    {
      "speaker": "MCKELWAY",
      "utterance": "The Department of Homeland Security is preparing to protect federal property this holiday weekend. Deploying special teams to cities like Portland Oregon, Seattle, and right here in Washington, D.C. Mike?"
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Doug McKelway, thanks a lot. Up next, we look at one example of what can happen when police funds are cut. First, \"BEYOND OUR BORDERS\" tonight. At least, 162 people are dead after a landslide at a jade mine in northern Burma. It is the latest in a series of deadly accidents that critics blame on the government's failure to address unsafe conditions. Dozens of people were taken to the hospital before the search was suspended due to darkness. U.S.-based analysts believe a fire in an Iranian nuclear site struck a new centrifuge production facility where uranium is enriched underground. The Atomic Energy Organization of Iran downplayed the fire, calling it an incident that only affected an under-construction industrial shed. That's some of the other stories \"BEYOND OUR BORDERS\" tonight. We'll be right back."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "As some cities move to cut police budgets or disband the whole department, history can show possible consequences. National correspondent William La Jeunesse looks at one city that went bankrupt, and what happened next."
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "Vallejo, California did defund its cops not by choice but by bankruptcy 10 years ago."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We're not very happy about it, but these are very difficult times."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "The department cut its force in half, from 150 to just 77 officers. Protecting a city of 121,000. Traffic went from 12 cops to zero. Detectives from 15 to four. Canines, four dogs to one."
    },
    {
      "speaker": "BOB SAMPAYAN, MAYOR OF VALLEJO, CALIFORNIA",
      "utterance": "Crime run them up. People, especially traffic."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Former officer and Vallejo's now mayor, says defunding was a disaster."
    },
    {
      "speaker": "SAMPAYAN",
      "utterance": "It was nothing to drive down one of our main streets and see somebody blow through a signal light like it wasn't even there."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Pay went down, veteran cops left, young officers quit, afraid of being laid off. Police shootings went up."
    },
    {
      "speaker": "SAMPAYAN",
      "utterance": "Break into a store or break into a house, and it's going to take the officers 20-30 minutes to get there if they come at all."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Morale hit an all-time low. Auditors found burned out cops adopted, us against them, mentality."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Don't shoot."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Don't shoot."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Protesters, say 14 cops on the force have been involved in, at least, one shooting."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Not one more, not in our city."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "The mayor supports police reform, as many residents have told him but they also expect public safety."
    },
    {
      "speaker": "SAMPAYAN",
      "utterance": "They want to be able to say, I can walk down the street without fear of getting mugged. I want to be able to walk out to my car and see that it's still there. I want to go home and not find my front door kicked in."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "The cuts allowed the city to escape bankruptcy and neighborhood watch groups increased 25 to more than 300. But many believe a smaller department didn't make it a safer one for police or the public. Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "William La Jeunesse, thanks a lot. Successful reform is what many business leaders are seeking when it comes to policing my colleague, Bret Baier, spoke with one of those leaders pushing for change."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Thanks, Mike. Some top business executives at the business roundtable are encouraging Congress to tackle police reform. And soon, one of those leaders' former CEO and current executive chairman of AT&T Randall Stephenson who joins me now to discuss this push. Randall, Great to see you. RANDALL STEPHENSON, AT&T EXECUTIVE CHAIRMAN: Bret, good to see you."
    },
    {
      "speaker": "BAIER",
      "utterance": "What is this by Business Roundtable, a push to get Congress to act and to come to some consensus?"
    },
    {
      "speaker": "STEPHENSON",
      "utterance": "Yes, Bret. The last three weeks have really caused the business community to align on the reality that we have a problem as it relates to policing and law enforcement in our black communities, and that there is definitely a disparate treatment of the black community by police officers, and it's a recurring theme. It seems to happen regularly, a few bad actors, problems, and then we had a lot of civil unrest, and it's time that we addressed it, because fundamentally the basic thing that we think could be done at the federal level that could reform policing in a meaningful to help begin to address these problems."
    },
    {
      "speaker": "BAIER",
      "utterance": "Randall, your subcommittee released policy principles for this police reform, and they include a number of different things. One is data collection and transparency to make sure that you track officers' misconduct around the country and hold departments accountable. You talk about accountability and what that looks like, national police misconduct registry, perhaps. Establishing police standards, training, and obviously the possibility of banning some things like chokeholds and the like. There is a list of things here. Senator Tim Scott had a number of these things in a bill on the Senate floor. Democrats did not want to take part in that or amend it. House Democrats have their own bill that has passed. It doesn't seem like it has a chance in the Senate because of qualified immunity being taken out for police officers. As you well know, Washington is sometimes called dysfunctional. How do you think that CEOs like you and others around the Business Roundtable can force this to happen before the August recess?"
    },
    {
      "speaker": "STEPHENSON",
      "utterance": "We can't force it to happen, Bret. But what we can do is call attention to this, that the American people, you poll these numbers, the American people believe this type of reform is now necessary. And this is one of the first times we've seen this happen. When the American people believe it's necessary, as you pointed out, we have a House bill. The house bill is a reasonable bill. There's some areas that maybe the business community would debate, but there is a bill there. Now you go to the Senate. As you said, Tim Scott put in place what I think is a very reasonable bill, a good starting point. There's some areas that Democrats don't like, and as a result, they have said we're not going to allow the vote to even bring it to the floor for debate. This is what I think is a travesty. The time is ripe to get this legislation done and progress on these set of issues. Bret, I've been CEO 13 years. I have never seen anything like what we're experiencing right now. There is an outcry from our employees, by our black employees, and by a broad sector of our entire employee base saying where are we on this? Where is AT&T on this? You post these values on the wall, that we value equality. Where are we? We have a role. We have a voice in this. And my colleagues at the Business Roundtable are all experiencing the exact same thing. Our customers are asking us, where are you on this as well? So does the business community have the vested interest in this? We have the situation where black Americans are receiving a different level of justice and sometimes denied justice. That is a recipe for unrest. It's a recipe for lack of civility. It's a recipe for poor economic growth. So yes, I think the business community has a vested interest in this, and I do think our voice is relevant."
    },
    {
      "speaker": "BAIER",
      "utterance": "And last thing, you mentioned your 13 years as a CEO, you have now transitioned to executive chairman. How does that feel?"
    },
    {
      "speaker": "STEPHENSON",
      "utterance": "Well, I don't know. Today's my first day in retirement and I've been working all day long."
    },
    {
      "speaker": "STEPHENSON",
      "utterance": "Maybe call me tomorrow, Bret, and I'll tell you how it feels. But it feels good. Look, one thing that COVID has demonstrated is that the United States has gotten regulation around the communications industry right. We have gone through COVID where I'm doing interviews with you over a broadband connection and an iPad, and America has been functioning this way for the last couple of months. And the telecommunications infrastructure has stood up beautifully. It's performed brilliantly. You compare that to the rest of the world, that's not been the case. And so I think there's a lot of things I feel good about. We've got the regulatory model right. We have invested in this industry. AT&T has invested at record levels over my tenure, and we have a business that I feel very good about, good, strong network capabilities, great technical talent. And so I have great satisfaction, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Randall Stephenson, executive chairman of AT&T, Randall, thank you very much."
    },
    {
      "speaker": "STEPHENSON",
      "utterance": "Bret, thank you."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mike, back to you."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Bret, thanks a lot. Next up, the panel will join me to look at the job numbers surprise and the alarming spike of coronavirus cases. As we head to brake, broadcasting legend Hugh Downs died on Wednesday night surrounded by loved ones in Arizona. Downs' historic career that lasted more than 60 years with memorable work on \"2020,\" \"Today,\" and \"The Tonight Show.\" Outside of news, Hugh Downs also hosted TV game shows. Downs won Emmys in three different dockets for his work. Hugh Downs was 99."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "The United States' economy added almost 5 million jobs in the month of June, shattering all expectations. Today's announcement proves that our economy is roaring back. It's coming back extremely strong. We did the right thing, we closed it up. We would have lost millions of lives. We've done a historic thing. We would have lost millions of lives. And now we are opening it up, and it's opening up far faster than anybody thought even possible."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Until this president faces what's going on in our country, our economy is going to remain at risk. Today's report is positive news, and I'm thankful for it, for real. But make no mistake, we are still in the deep, deep job hole."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Let's take a closer look at the June jobs report -- 4.8 million jobs added last month, a record much higher than what economists had predicted as regions across the country ease social distancing restrictions and allowed more businesses to reopen. The unemployment rate sailed to 11.1 percent, down from 13.3 percent in May and 14.7 in April, but still high as, of course, millions of Americans remain out of work due to the pandemic. With that, let's bring in our panel, former Tennessee Congressman Harold Ford Jr. who is currently chairman of RX Saver, Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" Tom Bevan, Real Clear Politics co-founder and president. Harold, no surprise President Trump wanted to get out to talk about that jobs report."
    },
    {
      "speaker": "HAROLD FORD JR. (D) FORMER TENNESSEE REPRESENTATIVE",
      "utterance": "Five million new jobs, whether you're a Democrat or Republican, that's very positive news, especially heading into a holiday weekend, Fourth of July. I was pleased also to hear the president say that he's supportive of a second stimulus check going to everyday and hardworking Americans. Maybe we'll do some more for small businesses as well. The Fed has done an unbelievable if not superb job as well. I predict, Michael, that the only thing, if we think about the next jobs report, that could endanger or jeopardize some of these games would be if we don't adhere to some wearing of our masks and understanding that inextricably linked is our public health mandate as well as the kind of things we're trying to do to stimulate and grow this economy. The president is probably not going to ask for it, neither is the vice president, so I applaud the governors and other corporate leaders and others for doing that. But today is a win, and we as America, regardless of your party, you should be proud of the fact that we created 5 million jobs, that our private sector was able to accomplish that."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "A good tease there. Let's take a listen to President Trump on what he wants included in that next stimulus package."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Another round of direct payments for individuals. Do you support that at this time?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I do, I support it. But it has to be properly done. And I support actually larger numbers than the Democrats, but it's got to be done properly. We had something where they wanted, where it gave you a disincentive to work last time. And there was still money going to people and helping people, so I was all for that. But we want to create a very great incentive to work. So we are working on that, and I'm sure we'll all come together."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "So Susan, do you expect that to be priority number one when lawmakers get back from their Independence Day recess? SUSAN FERRECHIO, \"WASHINGTON EXAMINER\": That's the plan, they are going to take these weeks in July after they return from the recess to try to fashion another piece of legislation that addresses coronavirus. It will actually be their fifth bill. And it's not likely to look like the Democratic measure, which is about $3 trillion, it has all kinds of goodies in there. It's likely to be in far more targeted. I think it will have an extension of unemployment insurance. But what the present is talking about is not wanting to include this $600 bonus for people on unemployment. That is disincentivizing people to return to work. He wants to avoid that. But there are overlapping areas where you can see a compromise, more money for health care, more money for a vaccine and treatments for the coronavirus, state aid. The states have lost tax revenue and can't function without some help from the federal government. All of this stuff will be likely part of the discussion. Whether they will have a deal, though, I'd say it's about 50/50. It depends on how eager the two parties are to compromise. If Democrats are not willing to support a measure that doesn't include a lot of the wish lists that they produced in their bill in May, then they're not going to come to an agreement. But there's definitely the will right now on both sides to try to get something done in July."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Tom, does the job report help President Trump's polling versus Joe Biden going forward?"
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS CO-FOUNDER",
      "utterance": "Sure. It's a great news day for Donald Trump, probably the best day that he's had in some time. If you look at his overall approval rating, it's about 41.5 percent in our Real Clear Politics average. That's been down a few points over the last few weeks. His approval on the handling of the coronavirus is even lower, 40.8. But his approval of the economy is still almost 10 points higher. He's just under 50 percent. And so it's his strongest suit. It is the card that he wants to play over and over again. He needs another three or four jobs report like this to really who that the economy is back. This wasn't just a one-time fluke. And particularly, as we get into summer and head into post Labor Day when people are really tuning in, if they are seeing those job numbers soaring and the unemployment rate coming down, that is going to be about as good as President Trump could hope for for reelection."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "OK, we need to move it along a little bit. When we talk about coronavirus here, briefly, the big question on the Hill today was, is the curve being flattened? The answer was no. Harold, what are next steps?"
    },
    {
      "speaker": "FORD",
      "utterance": "You have to wear your mask. Grown men, grown woman, we all wear masks. And if you listen to all of the experts, that's what they're urging. That's why they believe curve in certain -- I live in the New York area, live in New York City, in the New York area now, and the reason we flattened the curve here is because we followed the directive. And if we stop following them, it's likely that the trend will turn the other way. So I hope that we can find a way, again, those waiting for the president, stop. We need to do this as a country to ensure that our public health remains high and we're able to beat this thing."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Susan, a quick thought on coronavirus?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "I think we have to not just look at cases but hospitalizations, whether the hospitals can handle it, and death rates, which are overall declining in the United States, and the people being affected now tend to be younger and less vulnerable to the deadly consequences of this virus. And that's a very important component of this that's not getting discussed."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Tom, final thought on this issue?"
    },
    {
      "speaker": "BEVAN",
      "utterance": "Yes. This is another issue, this is what the election is going to be all about, President Trump's handling of this. I agree with Susan, there's a lot of focus on the case numbers, but at the end of the day it's going to be how many people ended up dying, and how many people -- did the hospital system crash. It doesn't look like that's happening, despite the fact that more people seem to be getting sick."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Next up, the Gang of Eight on Capitol Hill gets briefed on the intelligence reports of the alleged Russia bounty program."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think it's a hoax. I think it's a hoax by the newspapers and the Democrats."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "utterance": "I'm not going to say anything about the briefing, but I believe that the president is not close to tough enough on Vladimir Putin."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "The White House put on a con that if you don't have 100 percent consensus on intelligence, that it shouldn't rise to a certain level. We don't buy into that."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "So what's known as the Gang of Eight on Capitol Hill, the top leaders of the House and Senate and the top leaders of the House and Senate Intelligence Committees were briefed by top intelligence officials about the Russian bounty story. And we are back with our panel, Harold, Susan, and Tom. Harold, how big of a story is this days after it initially broke?"
    },
    {
      "speaker": "FORD",
      "utterance": "I didn't see the report, haven't seen the report, but having served in Congress and been a part of briefings, there's no more solemn duty that the president and elected officials have than to protect soldiers who put themselves in harm's way. If this news reports are true that the president or the vice president at the time were not briefed on this, it's a breathtaking dereliction on someone's part. I can only hope that whatever was shared with the Gang of Eight, that some of this information provided more clarity to them and perhaps provides more clarity to the American people. I can't believe the president would ignore this. But I have to tell you, listening to Republicans and Democrats, old friends on the Hill, comment on this, I'm not reassured by the president's words yes that this is somehow another fake news hoax."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Susan, where does this story go on Capitol Hill?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "I don't know. That's a great question. They had that briefing today, and they didn't come and tell us what was said. It's was all classified. But don't forget, this information was not verified. I think it was Lindsey Graham who said that they were leaning against the information being true. So I think the real question here is, is it true, and if it's not true and it was not considered to be highly credible, should the president have been given this information? How much of this type of stuff filters through our intelligence officials, and should the president be informed of all of this? I think that's a real question here. Democrats are definitely playing it up as another -- more proof about their theory that the president is essentially a Russian agent, and they're today even saying the most important thing here is not whether or not they knew or we knew our we should have known, but let's look at how president treats Russia. He says he wants them to join the G8, that he's too friendly to Putin, he's not tough enough on him. That's the line they're putting out right now. But there's no new evidence that this thing was really credible information, we just have to keep that in mind. And whether or not he should have received the information, that is still an open question."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "You've got people like Mike Pompeo who went to West Point, served in the military, who says unfortunately there are threats to our soldiers all over the world virtually every day. Tom, your thoughts on the story and the impact, perhaps, it has on the 2020 campaign?"
    },
    {
      "speaker": "BEVAN",
      "utterance": "Well, we'll have to see how this plays out, but you're right. We've had, as Pompeo said, we've had threats against our troops for years from the Iranians, from the Russians, from others. So in that sense, this is not a new development. Now, the Democrats are obviously playing it up in what I think is a highly partisan way. Nancy Pelosi in particular, her rhetoric on this has been over-the-top, saying that Putin has got something over on Trump and that this is a con by the resident. That is just poisonous rhetoric in terms of getting to the issue and trying to solve the problem. As Harold mentions, it's a serious issue, it should be looked at. But the dysfunction in Washington right now is so great and so polarized that we are nowhere near that right now. And the Democrats are going to try to play this as a political issue."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Harold, final word, do you expect them to go after the leaker?"
    },
    {
      "speaker": "FORD",
      "utterance": "I don't know. I just hope that if indeed everything that's been said here is true, at least we should fix the process. Back in December we took action against a terrorist who had taken actions against American soldiers and the American people, we were applauding them as the right thing to do. As much as this thing is politicized, this should disturb everyone. And on that somber note, I would say happy Fourth of July to people."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Thank you. Panel, thanks very much. When we come back, the brighter side, some good news."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Finally, tonight, a pair of young inspirations. Five-year-old Anthony Lattierre just finished over two years of chemotherapy treatment for leukemia. To help him celebrate, his neighborhood in Webster, New York, held a parade with lots of smiles, waves, and honking. Anthony's mom said she picked the superhero theme because it takes a true hero to be cancer. Five-year-old Arria Ingram was born with Clove syndrome, a rare genetic disorder that has led to two amputations. When Benny Williams visited the Ingram family in Georgia to clear some trees, he was so moved by Arria that he installed a new playground for her and her family. William says a thank you card from Arria for her dream playground greets him each morning on his refrigerator. Thank you very much for inviting us into your home tonight. I'm Mike Emanuel. I'll be back at 11:00 p.m. eastern for \"FOX News at Night.\" \"The Story\" hosted by Martha MacCallum starts right about now. Hello, Martha."
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Hello there, Mike. That's good news. We look forward to seeing you at 11:00 tonight. Thanks, Mike."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Thanks so much. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}