{
  "date": "July 24, 2019",
  "headline": "Democrats tweet their heartbreak over Mueller hearing",
  "subHeadline": "Guests: Ken Starr, Sol Wisenberg, Kevin Brock, Mark Meadows, Victor Davis Hanson, Chris Hahn, Tonya Reiman",
  "url": "https://www.foxnews.com/transcript/democrats-tweet-their-heartbreak-over-mueller-hearing",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "And hold them accountable. Good luck for the President. I'm Laura Ingraham. This is “The Ingraham Angle” from the very busy Washington tonight, jam-packed show. Everything you need to know about this sad, sad showing on Capitol Hill by Bob Mueller, Ken Starr, Sol Wisenberg, Mark Meadows, Dan Bongino, Chris Hahn, Ari Fleischer. And we even have a body language breakdown on Mueller, an expert who worked closely with him also for years. You're not going to believe what he has to say about today's testimony. But first, Trump beats the elites again. That's the focus of tonight's “Angle.”  When he was appointed Special Counsel, Robert Mueller was described by the political, legal and media elite as a brilliant choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There is no more respected figure in American law enforcement than Bob Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "His stellar reputation for no-nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's the pro; he's going to follow the facts where they lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is big stuff and Bob Mueller is the guy to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is going to be resolved by one man sitting quietly at his desk named Robert Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bob Mueller completed in another tour of duty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, at the time, I might have been the only one who wasn't buying it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm sick of hearing what a great special prosecutor Bob Mueller is. I'm sick of hearing them all give cover to Bob Mueller. They should stand up and say, \"We'll see where this goes.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, I should have bought lotto tickets that day. So, where did this all go? Well, we found out today that when we saw a man, who well we thought was going to be well prepared, wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A man who wasn't well versed in the details of the investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A man who had to come back after break and correct that very answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And that was just a small part of it. So after all that, the same media establishment who lauded Mueller from the start, it was reduced to admitting this about today's proceedings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A whole lot of Democrats were on social media during this, just calling it an out-and-out disaster, a televised disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On optics, this was a disaster. But he--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I thought it really was in a very ineffective--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Democrats have to be disappointed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF TOOBIN, LEGAL ANALYST, CNN",
      "sentences": "Look who's winning now, it certainly seems like Donald Trump is winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Finally, some honesty from Jeff Toobin. Look, anyone can have a bad day. I'm a lawyer too and I was involved in a lot of white-collar investigations, really big corporate investigations, you don't always hit homeruns. But this was a day full of swings and misses and an investigation that was in search of a crime from the very beginning. And anyone, but rank partisans, would come to the same conclusion at this point. If Mueller was the consummate pro that everyone said he was, he would have used today to apologize to the American people and this President for what ultimately was a travesty.   We'll never know the full extent of how much this has hobbled the presidency of Donald Trump. But I have to say this, even with this albatross around his neck, the President has once again beaten the elites at their own game. He has delivered economic success that's the envy of the world. Better try harder next time guys. And that's “The Angle.” All right, joining me now, two people who worked on the Independent Counsel of Ken Starr and Sol Wisenberg, of course, they're both Fox News contributors, and joining me Kevin Brock who was appointed Assistant FBI Director for Intelligence by Mueller and House Freedom Caucus Chair Mark Meadows.  All right, Ken, what was Mueller's biggest, for lack of a better word, screw up today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN STARR, FORMER UNITED STATES SOLICITOR GENERAL",
      "sentences": "A total lack of preparation or at least the inability, for whatever reason, to communicate to show mastery or really basic knowledge of the report. So, I was stunned and then I was shocked by Bob's inability to focus, to show that he understood the questions. The constant please repeat the questions, sometimes you do that as a witness to stall and gather your thoughts, but it seemed to be genuine. What was that question - so there - there was - he was in a state of befuddlement which became I think embarrassing. And then, I would just say, early on, I was so glad to see that the issue of exoneration, the idea of a prosecutor taking it on himself, or now we know the team taking it on themselves, the Mueller team, to say this report does not exonerate the President and we've been saying this for several months now. Totally inappropriate, totally improper and now we know, Laura, that is much more likely than not something that Bob Mueller did not in his judgment come to, it was the judgment of the Mueller team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, Mark Meadows, I want to go to you now. After Ken's point, we're going to move to this because he was asked about who appointed him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "At this hearing - and for those of you who missed this, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressmen, I mean, look, the President has been through hell, his family has been through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Carter Page, all these people that we don't talk about every night, had to hire lawyers, they had to go through all this testimony, they were vilified, called treasonous and everyone built him up to be this guy and we cut my sound bite down, but who walked on water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I didn't buy it from the beginning. Any time the elites build up someone to this demigod status, my antennae always go up, I'm sorry, maybe the nicest guy in the world. This was a sham from the beginning. He was not with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And he's running this investigation that could affect U.S. geopolitics?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Right. I was right there next to Bob Mueller for the entire judiciary hearing and it was obvious that he was not prepared and that he didn't have a grasp of the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Basic facts of this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "--basic facts. You are exactly right. I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know more about the investigation. This whole panel knows more about this investigation than Bob Mueller does, after today. That's what we can conclude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "It was very alarming and that was meant to be a softball question by a Democrat and it was a swing and a miss, and it was just a sad day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You've worked with him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN BROCK, EX-FBI ASSISTANT DIRECTOR FOR INTELLIGENCE",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You know him? I assume you think he's a man of great integrity. Your view?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROCK",
      "sentences": "I do indeed, but I got a lot of text messages and tweets from colleagues and the operative word of the day seems to be painful. It's not the Bob Miller we remember, but we all - those of us with white hair, we lose a little bit of verbal dexterity over the years. But I think his basic unfamiliarity with the report itself, having to pull along his deputy for backup, does not inspire confidence and his answers today did not inspire confidence that he was in command and control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The deputies seemed like caretakers. Okay, I'm going to say it - this is the U.S. presidency involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROCK",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We were led to believe that this was going to be the best of the best, the fairest of the fair, and it wasn't. It wasn't. Sol, you have been a big defender of Mueller from the beginning. You've never worked with him. But after today, your thoughts. SOL WISENBERG, DEPUTY INDEPENDENT COUNSEL IN THE WHITEWATER/LEWINSKY INVESTIGATION: Well, I've been a big defender of his integrity from the beginning and I still am a defender of his integrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, we'll get to that in a minute. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "I'm not going to kick him when he's down. Like Kevin, I got text messages from people out of the blue, people I haven't talked to, ex-FBI, in years saying literally, this is not the Bob Mueller that I knew, something is wrong. I don't know when that started. I do know that to me the failure today is a failure of the Democrats. This man said the report speaks for itself; I don't want to say anything beyond what's in the report. And I think if he had been much sharper than he was today, he still would not have given them what they want to hear. And when you do not give them what they want to hear, they destroy you as they have been doing all day and they are doing tonight because they are merciless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ken, I had a piece of advice I offered on Twitter today. I kind of held my fire till the - near the end of the testimony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But my advice was, okay committee, when you want a really big hearing and a lawyer that you're going to call really doesn't want to testify, you think he's going to make your points, don't bring him to testify. He said he didn't want to testify and I think maybe he knew he didn't know the underlying facts. We're going to get to some of these facts, like the Steele dossier, in a moment.  But he said he didn't want to testify and Barr said basically in that letter, stick to the report. He wandered off when - a few times when he wanted to, when the Democrats asked him some questions. But the Republicans, it was like shut down, not going to answer - not going to answer that question. But, he never wanted to do this testimony, Ken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "From what we know, this was just an enormous misjudgment because there - now that we look back, 20/20 hindsight, we now see some of the warning signs. His press conference where he said, no questions. You know, I think it's fundamental to democratic society that people who hold power, as he did at that time, have to be responsive not just to the Congress of the United States, but to the media. So, prosecutors have to be careful about what they say but he had issued his report. So, it was time to answer questions including the questions that have been raised about the integrity not about Mueller, but of his team and especially the political leanings. All that had been in the public domain, but he had never responded to these I think very reasonable in fact powerful questions. But he said, I'm not going to respond. So, I think that was a telltale indicator, a harbinger then of what we saw today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Congressman Meadows, I want to play this exchange about the Steele dossier. This is what got the whole investigation going. For everybody who's lived under a rock, it was this dossier through Fusion GPS compiled with supposed sources, the highest levels of the Russian government, all a bunch of phony baloney stuff, paid for ultimately by the Clinton campaign. This was the exchange about the Steel dossier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that was--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "You know, it was - it was really that moment, and one moment before, when he said he didn't know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was fact (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "What Fusion GPS is all about. When looked at both of those, you know you've been covering this. Obviously, it's not just you that has been covering, it has been all over for two years. Adam Schiff has talked about it; Devin Nunes has talked about it. And yet here we are, with Bob Mueller not being able to answer just the basic questions of the genesis of this entire investigation. And I think you know, you hit an earlier point here. The Democrats forced Bob Mueller to do this. It was, first, they wanted to wait for the Mueller report and they got the Mueller report and then they wanted him to come back and they wanted him to do a press conference and then they wanted him to show up. Three times, they've struck out. Now, they're not going to stop here, they're going to get Don McGahn, they're going to try to continue--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I couldn't even pronounce his name today, McGahn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "They need to stop while they're behind. I mean right now, they are so behind, they need to just stop, close the book, let's go on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't care about what's good for the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Kevin, this was what Andrea Mitchell said about the line of inquiry about the Steele dossier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREA MITCHELL, JOURNALIST, ANCHOR AND COMMENTATOR, NBC NEWS",
      "sentences": "It's shameful. Shameful that Republicans were so focused on trying to undermine the origins of the investigation, that they did not deal with the fact that has been concluded by all of the intelligence agencies under Obama. And of course, they're professionals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kevin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROCK",
      "sentences": "Well, this is the gaping hole in the whole investigation. Bob Mueller was whole - handed a mandate to do a counterintelligence investigation - you and I have talked about that, and he ran off into the criminal investigation ignoring a lot of the basic counterintelligence questions that should have been asked. And one of them surrounds the whole issue of the Steele dossier and the Russian involvement in that, and their efforts through that dossier to manipulate the Presidential election. And Sol, we learnt today just how much the Mueller investigation was impacted by this so-called obstruction that they of course claimed, it never actually happened. Further (ph) alert, it wasn't affected at all. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congresswoman Lesko did this in like three questions, Sol; wasn't impeded, wasn't fired, finished the investigation. Sometimes I'm critical of the Republicans cross-examination techniques, I sometimes think they need to bring in real pros, like you, to do the cross-examination. But, that was great, she was fantastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "Well, she was great, but everybody should have taken a crack at that, because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "--as you know, a skilled cross-examiner, having been one yourself, will roll it out and ask 20 questions. You were allowed to talk to the White House Counsel Don McGahn on multiple occasions, you were allowed to see extensive notes involving conversations between Don McGahn and the President, you were allowed to question anybody you wanted to over X number of people, you were never - did anybody ever claim executive privilege, did anybody ever claim attorney-client privilege, you literally could have asked 50 or 60 questions like that, and the answer it would have been very effective, and the answer would've been--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Brought out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "--nobody, nobody ever kept us from questioning anybody, except for the President himself, which everybody knows about that issue. And so, I would have liked to have seen more of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sol, I got you, that's an excellent, excellent point. And Ken, there was another point that we were all talking about before the show, which is we had all these Democrat players who - any of our law practices, when we take a case, you do a conflict check. You know it's like a pain in the neck, it's like, did you ever meet this person, do you know anyone, it's like - the conflict checks are laborious in law firms. Well, this is like a mini law firm, really important, the Special Counsel's Office. You don't want any appearance of conflict, let alone an actual conflict. This is the line of questioning about Jeannie Rhee and Strzok, et cetera. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Can the poll panel weigh in on this? What do you do for basic conflict or appearance of conflict checks for an operation as important to the US government constitution, frankly the world, as this team was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "You vet, you do your due diligence, you ask the key questions. It sort of, is there anything as when you're being considered for an executive branch appointment, confirmation hearings, is there anything that could be embarrassing to the President of the United States.  And so, I think Bob or whoever was doing it, but it should have been Bob Mueller himself, should have said I need to know - I'm not asking you anything about your politics, I respect the First Amendment and so forth, but I need to know is there anything, and this is going to be by definition a politically charged investigation, about your background, what you've done that could prove embarrassing to the investigation in terms of the appearance of impartiality. That was so important, and my word, given the group of people he had around him, but of course he must have known about Andrew Weissmann's reputation professionally, which he continues to stand for, but he should have asked those tough questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I mean Mark Meadows, this is basic - did anyone do a conflict check? I know Sol's going to - they could've asked that, who did the conflict check or the appearance or the - do you have anything embarrassing, anyone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, the President of the United States did, he's been talking about this for two years about the conflict.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "But when we look at this, just the basic items of credibility--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "--when you look at what Bob Mueller said today, you go, well gosh you want to have a fair and impartial group of prosecutors that are going at--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But that's why building him up from the beginning as the demigod of the greatest of the greatest, no one would question him because this is Bob Mueller, you can't question Bob Mueller. But Bob Mueller wasn't questioning Weissmann or whoever was doing it, he delegated it, was he more of a figurehead, Kevin, in this investigation after you saw this performance today, was he kind of the figurehead? He came into the office every day, I don't know what he did at the desk but he might have done something, but he didn't know anything about Jeannie Rhee was his law partner at Wilmer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROCK",
      "sentences": "Whether he was or he wasn't, that's what he projected today, yes, he was a figurehead, and that's unfortunate because that's - he's a much more capable person than that. This - the Achilles Heel of his investigation is the perception that it was front-loaded with Democrats, and he wasn't able to get around that perception and objection today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Sol, on the podcast today, you and I talked about this but that POLITICO/Morning Consult poll that came out shows that even more Democrats now from April to today are saying that this investigation was not handled fairly. That percentage has gone up 15 percentage points. So even among Democrats, that not - that distrust is growing, obviously all Republicans think it was unfair. But so this is not going in a good direction for the Democrats, given the time, the effort, the promises we're going to - Don Jr. is going to be imprisoned and most people are saying, why let's get going here, let's wrap this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "I think most of Americans actually have a sense of what happened here. Number one, the collusion/conspiracy/coordination whatever you want to call it, the President is totally exonerated in that. Number two, on the what people call the obstruction front, he overreacted, he did some things that were not wise, that we're disturbing, that he shouldn't have done. But there's probably not an obstruction case here. And if there was, he's the President and we can't indict him, so let's move on. I really think in some kind of sense, most Americans think that way, and you're not going to move the ball any further. Justice Holmes once said, what is it, a page of history is worth a volume of logic. And the fact is, number one, this isn't Watergate, but number two, the Republicans control the House in the first two years of Trump's Presidency and that means the Democrats were not able to start issuing subpoenas, and to start building up the kind of investigation that happened in Watergate. And that's just reality, that's just politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman Meadows, Nancy Pelosi reacted today and said this, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "I do believe that what we saw today was a very strong manifestation, in fact some would even say indictment of this administration's tone of silence and their cover-up. This is about the oath we take to protect and defend the constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Someone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes, I don't know what she was tuned into, but--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But she's using the word indictment, to your point or Kevin's point, Sol, Kevin, they're not letting this go. The language is for 2020, this is all setting the table for 2020, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "That's all this was, that's exactly what it was, a 20/20 hearing and it had no basis in trying to get to the underlying crime, which I believe is how this whole investigation started. That's what Bill Barr and that's what--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This cannot happen to another President, could not happen to another President, cannot be done. Panel, thank you very much for being here tonight. And the Trump administration, of course they declare victory tonight after Mueller's hearings, and the President had this to say before heading to a fundraiser in West Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "This was a very big day for the Republican Party and you could say it was a great day for me. This whole thing has been three years of embarrassment and waste of time for our country.  And you know what, the Democrats thought they could win an election like this. I think they hurt themselves very badly for 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fox's Kristin Fisher is live at the White House with more of the administration's response. Kristin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, CORRESPONDENT",
      "sentences": "Laura, President Trump is claiming total victory after today's hearings. Right after they were over, he took questions from reporters as he was leaving the White House and he said this was a devastating day for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Democrats lost so big today, their party is in shambles right now. The Democrats had nothing, and now they have less than nothing, and I think they're going to lose the 2020 election very big, including Congressional seats, because of the path that they chose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "As for Robert Mueller's performance, President Trump was not impressed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think Robert Mueller did a horrible job both today and with respect to the investigation. But in all fairness to Robert Mueller, he had nothing to work with. You can be a builder, but if they don't give you the right materials, you're not going to build a very good building.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Now, both of those comments from President Trump were echoed by almost everyone in his orbit, from the new White House Press Secretary who called today an epic embarrassment for Democrats, to his campaign manager who put out a statement saying, \"This entire spectacle has always been about the Democrats trying to undo the legitimate result of the 2016 election, and today they again failed miserably.\" Now heading into today's hearing, a new Fox News poll conducted over the last three days found that only eight percent of the people polled said there was a strong chance that Mueller's testimony would change their mind about President Trump. Forty-nine percent said there was no chance, and since there were no major revelations to come out of today's hearing, it's unlikely that many minds were changed. So, no doubt that some Democrats will continue to try to push for impeachment, but for President Trump, this is case closed, total victory. He says it's over. Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Kristin, thanks so much tonight and Mueller had a bad day on that, I think even his biggest fans would agree, and they are agreeing. It wasn't just the frailty with which he delivered his responses, but also the revelations that he was, as I said earlier, nothing more than a figurehead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Trey Gowdy might have summed it all up best. Mueller's complete detachment from a report that cost tens of millions of dollars bearing his name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY",
      "sentences": "The person who learned the most about the Mueller Report today was Bob Mueller. I say that sadly, he was not engaged, he didn't interview the witnesses, he clearly didn't write the report, which means those under him did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Victor Davis Hanson, Senior Fellow at the Hoover Institute. Victor, I mean we've mulled this over a little bit tonight, but the partisan team he assembled underlying specificity of the events seemed to just go woo, right over his head. Your thoughts after watching this and the demoralized Democrats, at least the ones who are honest all over cable television tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, MARTIN AND ILLIE ANDERSON SENIOR FELLOW, HOOVER INSTITUTION",
      "sentences": "Well I think some of them had watched the Watergate, the Iran- Contra and the Clinton impeachment hearings, they'd never seen anything even remotely similar to this. Robert Mueller wasn't just confused, he was oblivious, so he knew nothing and it sort of confirmed the narrative that he was a figurehead that was used by a partisan group that had hijacked his conservative name. And what we were left with was that Donald Trump rails occasionally, he rants, maybe he even swears to his aides, but he's he didn't ever order or he didn't ever succeed in impeding an investigation. He didn't - not produce documents, he didn't fire anybody. So what are we left with in the end, the Democrats in the committee were talking about a thought crime. It's not against the law to think things. That's a Soviet Orwellian tradition, that's not an American jurisprudence tradition. We don't convict people for thinking things and that's what the Democrats were trying to say, that no evidence that he actually did anything wrong, but he had these bad thoughts. That's not going to fly at all. And where are we left in the end, Laura, is that we've got a different type of caliber, a different caliber of Attorney General or prosecutors coming up, we've got William Barr and John Durham and Michael Horowitz, and I think they're going to be a little bit more informed than Robert Mueller. But more importantly, they're going to have a real topic to discuss. There's real collusion there, because after all what we're really talking about, what created Robert Mueller was the effort of Hillary Clinton through three firewalls, the DNC, Perkins Coie and GPS to hire a foreign national, Christopher Steele, to hire other foreign nationals to warp a U.S. election. That was what - that's what it's all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's the actual collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS HANSON",
      "sentences": "And these three next investigations - yes, it is, that's all it is, there was never anything else. This was all a front or an effort of a group of lawyers that were partisan to use Robert Mueller to get to shy away from this reality. But this reality in the next 14 months is going to come drip drip drip and the investigators are going to be investigated and the optics are going to be reversed, and I think that explains the sheer terror on the look of those Democratic complicitors today--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh no, they are freaking - they are--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS HANSON",
      "sentences": "They couldn't believe Robert Mueller, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, no, they are like any type of sedative or antidepressant, you better - the pharmaceutical companies were smiling today. I have to ask you a question that I raised earlier, Victor, about this buildup of people. And you and I have talked about this before, the elites protect each other, so being an elite means never having to say you're sorry when you're wrong. So if you're a member of the Republican establishment and you're Paul Wolfowitz, you don't have to apologize for Iraq. If you're Greenspan and you pushed WTO in China and missed the housing bubble, you never have to apologize. And if you are the people who built up Bob Mueller as this demigod, you never have to apologize. And we were all supposed to just sit back and say, whatever he says, we're going to hold dear. But Trump has outfoxed the elites at every turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS HANSON",
      "sentences": "He has. In the American tradition you're only as good as you're last day of work. And all this Bob Mueller reputation was not proved by any reality. Anything he said to the public or any meetings he had with the Trump legal team, who were supposedly not as educated, not as Ivy League as the dream team, the all-stars, the pros that we were told. And yet an actual performance and actual meritocratic barometers of effectiveness, the Trump team outfoxed them. They were better lawyers. And so yes, you're right. Bob Mueller reputation was supposed to do two things. It was supposed to put an imprimatur of legitimacy on something that was illegitimate, and it was supposed to make a partisan progressive project look like it was conservative. And Bob Mueller, just to finish, Laura, I know it's kind of an esoteric reference. He reminded me in a tragic way of the \"Lord of the Ring\" figure, King Theoden, who is befuddled. He's a king, but he has no idea where he is. And he wasn't like James Comey who went into the House Intelligence Committee on 250 occasions and said he didn't know or he couldn't remember. Robert Mueller really couldn't remember. He didn't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I've got to say, you look at Bob Barr -- Bill Barr, excuse me, you look at Emmet Flood, Mnuchin, Bob Lighthizer, these are people with real skill and have results to back it up. The elites in the establishment, they have screwed up more things for this country, and Trump has proven this once again. Victor, thank you so much. And up next, did today's events kill the left's dream of impeachment? We have Bongino and Hahn and Fleischer reacting next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mueller testimony was such a massive disaster that even the most hardened liberal resistance members couldn't help but tweet their heartbreak. And just like Hollywood and the Democrats did their dramatic readings of the Mueller Report, remember that, we're going to do the same with their sad, sad, sad tweets. Disgraced anti-Trump Harvard law professor Larry Tribe writing \"Far from breathing life into his damning report, the tired Robert Mueller sucked the life out of it.\" Former Obama chief strategist David Axelrod adding \"This is very, very painful.\" Former CBS anchor Dan Rather tweeting \"To think that Robert Mueller should be the main actor in the drama was always misplaced casting.\" Thanks, Dan. And finally, filmmaker Michael Moore, \"A frail old man unable to remember things, stumbling, refusing to answer basic questions.\" The disappointment continued from Twitter to television where even the lamestream media had to admit their dreams of covering an impeachment are likely dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "House Judiciary Committee Democrats do believe they should start impeachment. He didn't do anything today to help advance that because.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Impeachment is over. I don't think Nancy Pelosi is going to stand for her members bringing forward something that is obviously going to lose in the Senate, lose with the American public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here to react, former Chuck Schumer aide Chris Hahn, and Fox News contributor and former Secret Service agent Dan Bongino, and Fox News contributor, former White House Press Secretary Ari Fleischer. All right, gentlemen, Dan, let's start with you. While some of these media types are seeing the light, this isn't really the end of impeachment obsession, is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "sentences": "No, it won't. But I say, I implore the liberals in the media out there, I mean this, have some dignity, man. Move on. You have been utterly, completely, cosmically, apocalyptically humiliated today in a fashion so embarrassing that this will resonate well beyond the current 24-hour news cycle weeks from now. Let me just point out a couple of things, Laura, put some meat on the bone here. How does Bob Mueller not know who Fusion GPS is? It was very sad today. I don't even want to pile on Bob Mueller right now. I don't even need to. He piled on himself. How do you not know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Democrats might not. We give him a break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "How do you not know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Democrats pile on, and we say let Bob Mueller. Bob Mueller was the head of this inquiry. I do not let that go. I don't let that go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, no kidding. For two years I have decimated Bob Mueller's dishonorable investigation. But today, make no mistake, he piled on himself. How do you not know Fusion? Has he cracked a newspaper? Secondly, can he get his OLC story straight? This is now the 15th different version of the OLC guidelines. Does he even know what the OLC guidelines are? Let me point out one thing a lot of mainstream media folks missed. You know what's fascinating, the Democrats' line the whole week has been everybody is equal under the law, even the president of the United States. And then when Bob Mueller is questioned as to why the president was held to a standard, not not guilty, that no other American citizen has ever been held to, what does Mueller say. The president's case is very unique. That's not what the Dems told us, Bob. Get your story straight. I thought everybody was equal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He was pressed on that, about the guidelines of the Justice Department, and he had to say, he was flummoxed. And the questioner, I think it was Ratcliffe, he was talking fast, kind of talked over him. But Chris Hahn, \"Politico's\" headline tonight, or it was a quote, House Judiciary Committee Chair Jerry Nadler pushed to launch impeachment proceedings against Trump during a closed-door meeting Wednesday only to be rebuffed by a Speaker Pelosi according to four sources familiar with the discussions.\" Oops. Nadler versus Pelosi. I guess it's not AOC versus Pelosi anymore. It's Nadler versus Pelosi. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, RADIO TALK SHOW HOST",
      "sentences": "It was a mixed bag. I'm not going to say it was a slam dunk for anybody today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my God. That's hilarious. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "But let's be clear, let's be clear, Mueller did talk about how the Russians interfered with our elections, and there were several members of the Trump campaign, maybe even the president himself, who were compromised by the Russians due to their financial dealings. And I think that is something that the Congress has a responsibility to investigate, whether it's through an impeachment hearing, or through some other inquiry. That needs to be looked at. And Congress needs to take up our seriously our security and our elections for being interfered from Russia or anybody else. Robert Mueller was very clear on that. It was very clear to me that he was much more concerned about the security aspect of that briefing than the obstruction aspect. And I think Dan and Ari would agree he did much better in the afternoon than he did in the morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Chris, he was asked about, the counter intel investigation or criminal investigation, he said it was a criminal investigation. So I don't know where you're getting this. He couldn't answer basic questions that a first-year associate working on a case like this would have to answer. If you are a first or second year associate at the firm I used to work at, and you performed that way, you'd be out. If you were a partner, your compensation would be halved after this. So you can try --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I'm a lawyer. I work at a big firm, too, Laura, and I know what you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Put perfume on a pile of dung, and guess what, it still smells like dung. So you can say anything you want. This performance today by Mueller, I was stunned at how bad it was. Ari --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "We still have a problem with our elections that Republicans don't want to address because they think it will be bad for president. And I want to know why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ari, that could have been handled by line prosecutors at the Justice Department. A point I forgot to make with Ken Starr, what this showed us today is that professional career prosecutors could have ably handled this at probably an eighth of the cost and a lot less tumult for the country. Ari?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Absolutely right, Laura. This is only a mixed bag if you watched the hearing with a bag pulled over your head and you didn't see what unfolded right before your eyes. This has been a crushing summer for the conspiracy theorists who believe that Donald Trump is a criminal. You look at the Mueller report, I'll call it the wiseman report, which said flat out there was no collusion, the very heart of what the Democrats have been claiming for two years, the principle thing that President Trump did wrong. And now you have today where they thought it would elevate impeachment and make it inevitable, that's gone. That's over. It's not going to happen. We all know that now. But you make a very valid point. The Justice Department with Attorney General Sessions recused, and then when Rosenstein made the decision to appoint a Special Counsel, that was a political punt. They never should have taken that step. There were no grounds to take that step. They took it because in Washington that's the easiest way to get people off your back, appoint an independent counsel, special counsel. And look at what that has done. It has set American against American, created this impression that a president was a criminal, all adding up to damaging our nation and making Vladimir Putin laugh at us. Putin is the winner here. That's something we always have to keep in mind. There never should have been a reason for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And it goes back to staffing decisions early on in this administration. Jeff Sessions, who I have enormous respect for as a person and senator, it was the wrong choice for attorney general. The deputy was the wrong choice. They were so many great people. We've seen them appointed now in the White House, who would have been -- they never would have wilted and appointed a special counsel, never would have happened. But sadly that's exactly what happened. And Dan, Chuck Todd, I've got to get to this, he thinks he's figured out the Democrats problem. It's not with the wasted, pointless investigations. It's this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, JOURNALIST",
      "sentences": "The fact is we are living in this 21st century new type of asymmetrical media warfare that we're in. and you have a propaganda machine on the right, and that's what it is is a full-fledged propaganda machine on the right that the Democrats haven't figured out how to combat very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dan, they have the universities, they have Hollywood, they have a lot of the churches, they have the House, and they have every major network other than FOX, and they can't defeat FOX. What? This is hilarious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "It is hilarious. Chris was hilarious, too, mixed bag. That was a good one, Chris. Your attempt at comedy is going great tonight. I feel like we're living in that \"Seinfeld\" episode where George does everything backwards. Are they serious? The right has a propaganda machine? Do you understand that we have been subjected to constant rumors and tinfoil cap conspiracy theories by Chuck Todd, Chris, and others about Russian collusion that never happened, and they're citing us for propaganda. And Chris made another hilarious point. He's like, well, Bob Mueller should have really investigated the Russians. Devin Nunes nailed Mueller to the wall tonight when he said did you investigate the fact that Christopher Steele's two-sided primary sources for his document were two Russian disinformation specialists? Keep in mind, Chris doesn't want to investigate Russian collusion. He wants to investigate fantastic Teddy Ruxpin-like Trump-Russian collusion, not the real collusion case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Why don't we all agree, Dan, that we can have significant security around our election and that Republicans can vote on bills that are being presented to them that would do just that, and make collusion illegal. They don't want to because they know why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, but Ari, that could have been done with a simple investigation, do a serious investigation with people who aren't conflicted by their bias and their hatred of the president, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Absolutely. That's my point. You made that point earlier. You did not need an independent counsel to put our nation through this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, gentlemen, thanks so much tonight. Next up, OK, this is going to be fun. Our body language expert is here to break down Mueller's testimony. My goodness. What will she find? Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've heard a lot about what Bob Mueller said or didn't say on the Hill today, but what can we learn from his body language? Here with me to analyze, body language expert Tonya Reiman. Tonya, let's begin with Mueller's hands during his testimony. You say he was fidgeting a lot and had almost some kind of nervous tic with his pen. What does that tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONYA REIMAN, BODY LANGUAGE EXPERT",
      "sentences": "No, actually, what winds up happening is he's doing two things. Doodling helps you to process. It helps the mind work. So it moves to the prefrontal cortex, and that helps you to get your ideas together a little bit easier. In addition to that, a lot of times when you see him just using his hand to pretend to write almost, that is called displacement activity. And when someone does that, what they're doing is getting rid of their excess energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That sounds like you're doing an ADHD analysis. There he is, he's kind of doodling. But that's what a lot of kids with ADHD do, they fidget to think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Right. You know what, a lot of people do that in general when they have too much excess energy and they need to release it. You'll find that people start moving things around on their desk. They'll pick up their pens. They do anything just to get rid of that excess energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He didn't seem to have too much excess energy to most people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Sometimes it's nervous energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Maybe he was trying to get himself to have energy there. All right, Tonya, take a look at this. Throughout the hearing, Mueller can be seen sitting with his hands folded and his fingers intertwined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Right. Yes. So when you see somebody doing that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What does that tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "When you see somebody holding their hands together like this, and what you noticed in this video, he holds his hands tight, he holds his fingers together, and then his tongue juts out. So that is two things you can see. Number one, when you keep your hands like this, you are showing restraint, and then when you stick your tongue out, what you're doing is you're saying to someone, I don't like what's coming out, I'm not happy with this. So hands restrained, he is holding eye contact, not moving. And then you see that tiny tongue jut, and you realize this is a man who is trying to hold things back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I didn't even notice the tongue juts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Yes. In this slide, you have to look for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I just saw it. All right, Tonya, he was also repeatedly asked to speak into the mic. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Director, could you speak more directly into the microphone, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT MUELLER, FORMER JUSTICE DEPARTMENT SPECIAL COUNSEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Director, please speak into the microphone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MUELLER",
      "sentences": "Surely. I'm sorry about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, he has testified 89 times or so on Capitol Hill, so does his reluctance to get close to the mic suggest lack of confidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Actually, No, what he is trying to do is see what the other person is telling him, like to look for notes. You have to realize this is something he didn't want to do. So it's not like previous times when he was all gung ho. So he's very distracted. You still hear the same same ahs and ers and ums when he's speaking, so you know it's the same Robert Mueller, it's just not enthusiastic Robert Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mouth agape, a lot of people were texting and tweeting about his mouth being a agape often. What does that reveal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "When we mouth breathe, sometimes that means we are feeling nervous. But in addition to that, if you watch in this clip, you'll also see him shift his jaw. So when you see somebody shift their job like this, that is an indication of disagreement. There we go. Disagreement, uncertainty, frustration. So what we have to do is look at all these things in context, because you never want to make an assumption based on one movement. But when you see these things together, you realize this is somebody who is frustrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And overall, was he a man who wanted to be there and be participating?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "No, he did not want to be there. That was it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my gosh. Tonya, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REIMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The tongue jut, I had not seen that before. Up next, we are moving on from Mueller two big updates to stories we've been following here on “The Ingraham Angle.” Wow, this is a big one. NYPD makes arrests in that vile attack on police officers just trying to do their job. And the Erica Thomas story totally falls apart. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have another Fox News alert tonight, and two big updates, a couple of stories we've been bringing you this week. First, there is a new video out of New York police under attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You can see the big groups around the officers with buckets of water before drenching them and cheering and laughing. The two cops tried to run away but got hit anyway. Remarkably, they were able to remain calm. I want to ask Mark Fuhrman what he thinks about that. And this comes just two days after we were the first show to expose those viral videos, show them to you, of cops being attacked in Harlem and Brooklyn while making arrest. Three suspects are in custody tonight, including a known gang member. The NYPD chief tweeting, quote, \"Actions like we've seen in videos recently will not be tolerated in this city. You will be arrested.\" And the NYPD is still trying to identify these three men for the incident in Harlem. And also tonight, we have brand-new video of the potentially phony racist claim out of Georgia. Police just releasing this surveillance video from the grocery store where a black Georgia state lawmaker says a white man told her to, quote, go back to where you came from. The video clearly shows Eric Sparkes approach Erica Thomas, but retreat when she moves toward him. Thomas then follows Sparkes and appears to be yelling at him. The new tape comes out as the police report of the weekend incident is released and refutes Erica Thomas's account of what happened. According to the report one witness said it was Thomas who told Sparkes, who is Cuban Democrat, to go back home and not the other way around. Needless to say, the police will not be filing any charges. And before we leave tonight, another lesson of today's very sad and infuriating Mueller hearing was knowing when it's time to retire. Here is one man who showed us how to do it right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNNY CARSON, COMEDIAN",
      "sentences": "For you people watching, I can only tell you that it has been an honor and a privilege to come into your homes all these years and entertain you. And I hope when I find something that I want to do and I think you will like and come back, that you will be as gracious as inviting me into your home as you have been. I bid you a very heartfelt good night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's how you do it, know when it's time to go. That's all the time we have tonight. Check out my new episode of my podcast. We blew through the whole Mueller report. You're going to love it. Sol Wisenberg and his phenomenal analysis with Gregg Jarrett. And Shannon Bream and the \"Fox News @ Night\" team take all the new developments from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "And hold them accountable. Good luck for the President. I'm Laura Ingraham. This is “The Ingraham Angle” from the very busy Washington tonight, jam-packed show. Everything you need to know about this sad, sad showing on Capitol Hill by Bob Mueller, Ken Starr, Sol Wisenberg, Mark Meadows, Dan Bongino, Chris Hahn, Ari Fleischer. And we even have a body language breakdown on Mueller, an expert who worked closely with him also for years. You're not going to believe what he has to say about today's testimony. But first, Trump beats the elites again. That's the focus of tonight's “Angle.” When he was appointed Special Counsel, Robert Mueller was described by the political, legal and media elite as a brilliant choice."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There is no more respected figure in American law enforcement than Bob Mueller."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "His stellar reputation for no-nonsense."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's the pro; he's going to follow the facts where they lead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is big stuff and Bob Mueller is the guy to do it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is going to be resolved by one man sitting quietly at his desk named Robert Mueller."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Bob Mueller completed in another tour of duty."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, at the time, I might have been the only one who wasn't buying it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm sick of hearing what a great special prosecutor Bob Mueller is. I'm sick of hearing them all give cover to Bob Mueller. They should stand up and say, \"We'll see where this goes.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, I should have bought lotto tickets that day. So, where did this all go? Well, we found out today that when we saw a man, who well we thought was going to be well prepared, wasn't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A man who wasn't well versed in the details of the investigation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A man who had to come back after break and correct that very answer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And that was just a small part of it. So after all that, the same media establishment who lauded Mueller from the start, it was reduced to admitting this about today's proceedings."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A whole lot of Democrats were on social media during this, just calling it an out-and-out disaster, a televised disaster."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "On optics, this was a disaster. But he--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I thought it really was in a very ineffective--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The Democrats have to be disappointed."
    },
    {
      "speaker": "JEFF TOOBIN, LEGAL ANALYST, CNN",
      "utterance": "Look who's winning now, it certainly seems like Donald Trump is winning."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Finally, some honesty from Jeff Toobin. Look, anyone can have a bad day. I'm a lawyer too and I was involved in a lot of white-collar investigations, really big corporate investigations, you don't always hit homeruns. But this was a day full of swings and misses and an investigation that was in search of a crime from the very beginning. And anyone, but rank partisans, would come to the same conclusion at this point. If Mueller was the consummate pro that everyone said he was, he would have used today to apologize to the American people and this President for what ultimately was a travesty. We'll never know the full extent of how much this has hobbled the presidency of Donald Trump. But I have to say this, even with this albatross around his neck, the President has once again beaten the elites at their own game. He has delivered economic success that's the envy of the world. Better try harder next time guys. And that's “The Angle.” All right, joining me now, two people who worked on the Independent Counsel of Ken Starr and Sol Wisenberg, of course, they're both Fox News contributors, and joining me Kevin Brock who was appointed Assistant FBI Director for Intelligence by Mueller and House Freedom Caucus Chair Mark Meadows. All right, Ken, what was Mueller's biggest, for lack of a better word, screw up today?"
    },
    {
      "speaker": "KEN STARR, FORMER UNITED STATES SOLICITOR GENERAL",
      "utterance": "A total lack of preparation or at least the inability, for whatever reason, to communicate to show mastery or really basic knowledge of the report. So, I was stunned and then I was shocked by Bob's inability to focus, to show that he understood the questions. The constant please repeat the questions, sometimes you do that as a witness to stall and gather your thoughts, but it seemed to be genuine. What was that question - so there - there was - he was in a state of befuddlement which became I think embarrassing. And then, I would just say, early on, I was so glad to see that the issue of exoneration, the idea of a prosecutor taking it on himself, or now we know the team taking it on themselves, the Mueller team, to say this report does not exonerate the President and we've been saying this for several months now. Totally inappropriate, totally improper and now we know, Laura, that is much more likely than not something that Bob Mueller did not in his judgment come to, it was the judgment of the Mueller team."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, Mark Meadows, I want to go to you now. After Ken's point, we're going to move to this because he was asked about who appointed him?"
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "At this hearing - and for those of you who missed this, watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressmen, I mean, look, the President has been through hell, his family has been through."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Carter Page, all these people that we don't talk about every night, had to hire lawyers, they had to go through all this testimony, they were vilified, called treasonous and everyone built him up to be this guy and we cut my sound bite down, but who walked on water."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I didn't buy it from the beginning. Any time the elites build up someone to this demigod status, my antennae always go up, I'm sorry, maybe the nicest guy in the world. This was a sham from the beginning. He was not with it."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And he's running this investigation that could affect U.S. geopolitics?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Right. I was right there next to Bob Mueller for the entire judiciary hearing and it was obvious that he was not prepared and that he didn't have a grasp of the--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Basic facts of this investigation."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "--basic facts. You are exactly right. I mean--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know more about the investigation. This whole panel knows more about this investigation than Bob Mueller does, after today. That's what we can conclude."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "It was very alarming and that was meant to be a softball question by a Democrat and it was a swing and a miss, and it was just a sad day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You've worked with him?"
    },
    {
      "speaker": "KEVIN BROCK, EX-FBI ASSISTANT DIRECTOR FOR INTELLIGENCE",
      "utterance": "I did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You know him? I assume you think he's a man of great integrity. Your view?"
    },
    {
      "speaker": "BROCK",
      "utterance": "I do indeed, but I got a lot of text messages and tweets from colleagues and the operative word of the day seems to be painful. It's not the Bob Miller we remember, but we all - those of us with white hair, we lose a little bit of verbal dexterity over the years. But I think his basic unfamiliarity with the report itself, having to pull along his deputy for backup, does not inspire confidence and his answers today did not inspire confidence that he was in command and control."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The deputies seemed like caretakers. Okay, I'm going to say it - this is the U.S. presidency involved."
    },
    {
      "speaker": "BROCK",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We were led to believe that this was going to be the best of the best, the fairest of the fair, and it wasn't. It wasn't. Sol, you have been a big defender of Mueller from the beginning. You've never worked with him. But after today, your thoughts. SOL WISENBERG, DEPUTY INDEPENDENT COUNSEL IN THE WHITEWATER/LEWINSKY INVESTIGATION: Well, I've been a big defender of his integrity from the beginning and I still am a defender of his integrity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, we'll get to that in a minute. Go ahead."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "I'm not going to kick him when he's down. Like Kevin, I got text messages from people out of the blue, people I haven't talked to, ex-FBI, in years saying literally, this is not the Bob Mueller that I knew, something is wrong. I don't know when that started. I do know that to me the failure today is a failure of the Democrats. This man said the report speaks for itself; I don't want to say anything beyond what's in the report. And I think if he had been much sharper than he was today, he still would not have given them what they want to hear. And when you do not give them what they want to hear, they destroy you as they have been doing all day and they are doing tonight because they are merciless."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ken, I had a piece of advice I offered on Twitter today. I kind of held my fire till the - near the end of the testimony."
    },
    {
      "speaker": "STARR",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But my advice was, okay committee, when you want a really big hearing and a lawyer that you're going to call really doesn't want to testify, you think he's going to make your points, don't bring him to testify. He said he didn't want to testify and I think maybe he knew he didn't know the underlying facts. We're going to get to some of these facts, like the Steele dossier, in a moment. But he said he didn't want to testify and Barr said basically in that letter, stick to the report. He wandered off when - a few times when he wanted to, when the Democrats asked him some questions. But the Republicans, it was like shut down, not going to answer - not going to answer that question. But, he never wanted to do this testimony, Ken."
    },
    {
      "speaker": "STARR",
      "utterance": "From what we know, this was just an enormous misjudgment because there - now that we look back, 20/20 hindsight, we now see some of the warning signs. His press conference where he said, no questions. You know, I think it's fundamental to democratic society that people who hold power, as he did at that time, have to be responsive not just to the Congress of the United States, but to the media. So, prosecutors have to be careful about what they say but he had issued his report. So, it was time to answer questions including the questions that have been raised about the integrity not about Mueller, but of his team and especially the political leanings. All that had been in the public domain, but he had never responded to these I think very reasonable in fact powerful questions. But he said, I'm not going to respond. So, I think that was a telltale indicator, a harbinger then of what we saw today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Congressman Meadows, I want to play this exchange about the Steele dossier. This is what got the whole investigation going. For everybody who's lived under a rock, it was this dossier through Fusion GPS compiled with supposed sources, the highest levels of the Russian government, all a bunch of phony baloney stuff, paid for ultimately by the Clinton campaign. This was the exchange about the Steel dossier."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that was--"
    },
    {
      "speaker": "STARR",
      "utterance": "You know, it was - it was really that moment, and one moment before, when he said he didn't know--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was fact (ph)."
    },
    {
      "speaker": "STARR",
      "utterance": "What Fusion GPS is all about. When looked at both of those, you know you've been covering this. Obviously, it's not just you that has been covering, it has been all over for two years. Adam Schiff has talked about it; Devin Nunes has talked about it. And yet here we are, with Bob Mueller not being able to answer just the basic questions of the genesis of this entire investigation. And I think you know, you hit an earlier point here. The Democrats forced Bob Mueller to do this. It was, first, they wanted to wait for the Mueller report and they got the Mueller report and then they wanted him to come back and they wanted him to do a press conference and then they wanted him to show up. Three times, they've struck out. Now, they're not going to stop here, they're going to get Don McGahn, they're going to try to continue--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I couldn't even pronounce his name today, McGahn."
    },
    {
      "speaker": "STARR",
      "utterance": "They need to stop while they're behind. I mean right now, they are so behind, they need to just stop, close the book, let's go on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't care about what's good for the country."
    },
    {
      "speaker": "STARR",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Kevin, this was what Andrea Mitchell said about the line of inquiry about the Steele dossier."
    },
    {
      "speaker": "ANDREA MITCHELL, JOURNALIST, ANCHOR AND COMMENTATOR, NBC NEWS",
      "utterance": "It's shameful. Shameful that Republicans were so focused on trying to undermine the origins of the investigation, that they did not deal with the fact that has been concluded by all of the intelligence agencies under Obama. And of course, they're professionals."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kevin?"
    },
    {
      "speaker": "BROCK",
      "utterance": "Well, this is the gaping hole in the whole investigation. Bob Mueller was whole - handed a mandate to do a counterintelligence investigation - you and I have talked about that, and he ran off into the criminal investigation ignoring a lot of the basic counterintelligence questions that should have been asked. And one of them surrounds the whole issue of the Steele dossier and the Russian involvement in that, and their efforts through that dossier to manipulate the Presidential election. And Sol, we learnt today just how much the Mueller investigation was impacted by this so-called obstruction that they of course claimed, it never actually happened. Further (ph) alert, it wasn't affected at all. Watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congresswoman Lesko did this in like three questions, Sol; wasn't impeded, wasn't fired, finished the investigation. Sometimes I'm critical of the Republicans cross-examination techniques, I sometimes think they need to bring in real pros, like you, to do the cross-examination. But, that was great, she was fantastic."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "Well, she was great, but everybody should have taken a crack at that, because--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "--as you know, a skilled cross-examiner, having been one yourself, will roll it out and ask 20 questions. You were allowed to talk to the White House Counsel Don McGahn on multiple occasions, you were allowed to see extensive notes involving conversations between Don McGahn and the President, you were allowed to question anybody you wanted to over X number of people, you were never - did anybody ever claim executive privilege, did anybody ever claim attorney-client privilege, you literally could have asked 50 or 60 questions like that, and the answer it would have been very effective, and the answer would've been--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Brought out."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "--nobody, nobody ever kept us from questioning anybody, except for the President himself, which everybody knows about that issue. And so, I would have liked to have seen more of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sol, I got you, that's an excellent, excellent point. And Ken, there was another point that we were all talking about before the show, which is we had all these Democrat players who - any of our law practices, when we take a case, you do a conflict check. You know it's like a pain in the neck, it's like, did you ever meet this person, do you know anyone, it's like - the conflict checks are laborious in law firms. Well, this is like a mini law firm, really important, the Special Counsel's Office. You don't want any appearance of conflict, let alone an actual conflict. This is the line of questioning about Jeannie Rhee and Strzok, et cetera. Watch."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Can the poll panel weigh in on this? What do you do for basic conflict or appearance of conflict checks for an operation as important to the US government constitution, frankly the world, as this team was?"
    },
    {
      "speaker": "STARR",
      "utterance": "You vet, you do your due diligence, you ask the key questions. It sort of, is there anything as when you're being considered for an executive branch appointment, confirmation hearings, is there anything that could be embarrassing to the President of the United States. And so, I think Bob or whoever was doing it, but it should have been Bob Mueller himself, should have said I need to know - I'm not asking you anything about your politics, I respect the First Amendment and so forth, but I need to know is there anything, and this is going to be by definition a politically charged investigation, about your background, what you've done that could prove embarrassing to the investigation in terms of the appearance of impartiality. That was so important, and my word, given the group of people he had around him, but of course he must have known about Andrew Weissmann's reputation professionally, which he continues to stand for, but he should have asked those tough questions."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I mean Mark Meadows, this is basic - did anyone do a conflict check? I know Sol's going to - they could've asked that, who did the conflict check or the appearance or the - do you have anything embarrassing, anyone?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, the President of the United States did, he's been talking about this for two years about the conflict."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, I know."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "But when we look at this, just the basic items of credibility--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "--when you look at what Bob Mueller said today, you go, well gosh you want to have a fair and impartial group of prosecutors that are going at--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But that's why building him up from the beginning as the demigod of the greatest of the greatest, no one would question him because this is Bob Mueller, you can't question Bob Mueller. But Bob Mueller wasn't questioning Weissmann or whoever was doing it, he delegated it, was he more of a figurehead, Kevin, in this investigation after you saw this performance today, was he kind of the figurehead? He came into the office every day, I don't know what he did at the desk but he might have done something, but he didn't know anything about Jeannie Rhee was his law partner at Wilmer."
    },
    {
      "speaker": "BROCK",
      "utterance": "Whether he was or he wasn't, that's what he projected today, yes, he was a figurehead, and that's unfortunate because that's - he's a much more capable person than that. This - the Achilles Heel of his investigation is the perception that it was front-loaded with Democrats, and he wasn't able to get around that perception and objection today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Sol, on the podcast today, you and I talked about this but that POLITICO/Morning Consult poll that came out shows that even more Democrats now from April to today are saying that this investigation was not handled fairly. That percentage has gone up 15 percentage points. So even among Democrats, that not - that distrust is growing, obviously all Republicans think it was unfair. But so this is not going in a good direction for the Democrats, given the time, the effort, the promises we're going to - Don Jr. is going to be imprisoned and most people are saying, why let's get going here, let's wrap this up."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "I think most of Americans actually have a sense of what happened here. Number one, the collusion/conspiracy/coordination whatever you want to call it, the President is totally exonerated in that. Number two, on the what people call the obstruction front, he overreacted, he did some things that were not wise, that we're disturbing, that he shouldn't have done. But there's probably not an obstruction case here. And if there was, he's the President and we can't indict him, so let's move on. I really think in some kind of sense, most Americans think that way, and you're not going to move the ball any further. Justice Holmes once said, what is it, a page of history is worth a volume of logic. And the fact is, number one, this isn't Watergate, but number two, the Republicans control the House in the first two years of Trump's Presidency and that means the Democrats were not able to start issuing subpoenas, and to start building up the kind of investigation that happened in Watergate. And that's just reality, that's just politics."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman Meadows, Nancy Pelosi reacted today and said this, let's watch."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "I do believe that what we saw today was a very strong manifestation, in fact some would even say indictment of this administration's tone of silence and their cover-up. This is about the oath we take to protect and defend the constitution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Someone."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes, I don't know what she was tuned into, but--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But she's using the word indictment, to your point or Kevin's point, Sol, Kevin, they're not letting this go. The language is for 2020, this is all setting the table for 2020, right?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "That's all this was, that's exactly what it was, a 20/20 hearing and it had no basis in trying to get to the underlying crime, which I believe is how this whole investigation started. That's what Bill Barr and that's what--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This cannot happen to another President, could not happen to another President, cannot be done. Panel, thank you very much for being here tonight. And the Trump administration, of course they declare victory tonight after Mueller's hearings, and the President had this to say before heading to a fundraiser in West Virginia."
    },
    {
      "speaker": "TRUMP",
      "utterance": "This was a very big day for the Republican Party and you could say it was a great day for me. This whole thing has been three years of embarrassment and waste of time for our country. And you know what, the Democrats thought they could win an election like this. I think they hurt themselves very badly for 2020."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fox's Kristin Fisher is live at the White House with more of the administration's response. Kristin?"
    },
    {
      "speaker": "KRISTIN FISHER, CORRESPONDENT",
      "utterance": "Laura, President Trump is claiming total victory after today's hearings. Right after they were over, he took questions from reporters as he was leaving the White House and he said this was a devastating day for Democrats."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Democrats lost so big today, their party is in shambles right now. The Democrats had nothing, and now they have less than nothing, and I think they're going to lose the 2020 election very big, including Congressional seats, because of the path that they chose."
    },
    {
      "speaker": "FISHER",
      "utterance": "As for Robert Mueller's performance, President Trump was not impressed."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think Robert Mueller did a horrible job both today and with respect to the investigation. But in all fairness to Robert Mueller, he had nothing to work with. You can be a builder, but if they don't give you the right materials, you're not going to build a very good building."
    },
    {
      "speaker": "FISHER",
      "utterance": "Now, both of those comments from President Trump were echoed by almost everyone in his orbit, from the new White House Press Secretary who called today an epic embarrassment for Democrats, to his campaign manager who put out a statement saying, \"This entire spectacle has always been about the Democrats trying to undo the legitimate result of the 2016 election, and today they again failed miserably.\" Now heading into today's hearing, a new Fox News poll conducted over the last three days found that only eight percent of the people polled said there was a strong chance that Mueller's testimony would change their mind about President Trump. Forty-nine percent said there was no chance, and since there were no major revelations to come out of today's hearing, it's unlikely that many minds were changed. So, no doubt that some Democrats will continue to try to push for impeachment, but for President Trump, this is case closed, total victory. He says it's over. Laura?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Kristin, thanks so much tonight and Mueller had a bad day on that, I think even his biggest fans would agree, and they are agreeing. It wasn't just the frailty with which he delivered his responses, but also the revelations that he was, as I said earlier, nothing more than a figurehead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Trey Gowdy might have summed it all up best. Mueller's complete detachment from a report that cost tens of millions of dollars bearing his name."
    },
    {
      "speaker": "TREY GOWDY",
      "utterance": "The person who learned the most about the Mueller Report today was Bob Mueller. I say that sadly, he was not engaged, he didn't interview the witnesses, he clearly didn't write the report, which means those under him did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Victor Davis Hanson, Senior Fellow at the Hoover Institute. Victor, I mean we've mulled this over a little bit tonight, but the partisan team he assembled underlying specificity of the events seemed to just go woo, right over his head. Your thoughts after watching this and the demoralized Democrats, at least the ones who are honest all over cable television tonight."
    },
    {
      "speaker": "VICTOR DAVIS HANSON, MARTIN AND ILLIE ANDERSON SENIOR FELLOW, HOOVER INSTITUTION",
      "utterance": "Well I think some of them had watched the Watergate, the Iran- Contra and the Clinton impeachment hearings, they'd never seen anything even remotely similar to this. Robert Mueller wasn't just confused, he was oblivious, so he knew nothing and it sort of confirmed the narrative that he was a figurehead that was used by a partisan group that had hijacked his conservative name. And what we were left with was that Donald Trump rails occasionally, he rants, maybe he even swears to his aides, but he's he didn't ever order or he didn't ever succeed in impeding an investigation. He didn't - not produce documents, he didn't fire anybody. So what are we left with in the end, the Democrats in the committee were talking about a thought crime. It's not against the law to think things. That's a Soviet Orwellian tradition, that's not an American jurisprudence tradition. We don't convict people for thinking things and that's what the Democrats were trying to say, that no evidence that he actually did anything wrong, but he had these bad thoughts. That's not going to fly at all. And where are we left in the end, Laura, is that we've got a different type of caliber, a different caliber of Attorney General or prosecutors coming up, we've got William Barr and John Durham and Michael Horowitz, and I think they're going to be a little bit more informed than Robert Mueller. But more importantly, they're going to have a real topic to discuss. There's real collusion there, because after all what we're really talking about, what created Robert Mueller was the effort of Hillary Clinton through three firewalls, the DNC, Perkins Coie and GPS to hire a foreign national, Christopher Steele, to hire other foreign nationals to warp a U.S. election. That was what - that's what it's all about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's the actual collusion."
    },
    {
      "speaker": "DAVIS HANSON",
      "utterance": "And these three next investigations - yes, it is, that's all it is, there was never anything else. This was all a front or an effort of a group of lawyers that were partisan to use Robert Mueller to get to shy away from this reality. But this reality in the next 14 months is going to come drip drip drip and the investigators are going to be investigated and the optics are going to be reversed, and I think that explains the sheer terror on the look of those Democratic complicitors today--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh no, they are freaking - they are--"
    },
    {
      "speaker": "DAVIS HANSON",
      "utterance": "They couldn't believe Robert Mueller, yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, no, they are like any type of sedative or antidepressant, you better - the pharmaceutical companies were smiling today. I have to ask you a question that I raised earlier, Victor, about this buildup of people. And you and I have talked about this before, the elites protect each other, so being an elite means never having to say you're sorry when you're wrong. So if you're a member of the Republican establishment and you're Paul Wolfowitz, you don't have to apologize for Iraq. If you're Greenspan and you pushed WTO in China and missed the housing bubble, you never have to apologize. And if you are the people who built up Bob Mueller as this demigod, you never have to apologize. And we were all supposed to just sit back and say, whatever he says, we're going to hold dear. But Trump has outfoxed the elites at every turn."
    },
    {
      "speaker": "DAVIS HANSON",
      "utterance": "He has. In the American tradition you're only as good as you're last day of work. And all this Bob Mueller reputation was not proved by any reality. Anything he said to the public or any meetings he had with the Trump legal team, who were supposedly not as educated, not as Ivy League as the dream team, the all-stars, the pros that we were told. And yet an actual performance and actual meritocratic barometers of effectiveness, the Trump team outfoxed them. They were better lawyers. And so yes, you're right. Bob Mueller reputation was supposed to do two things. It was supposed to put an imprimatur of legitimacy on something that was illegitimate, and it was supposed to make a partisan progressive project look like it was conservative. And Bob Mueller, just to finish, Laura, I know it's kind of an esoteric reference. He reminded me in a tragic way of the \"Lord of the Ring\" figure, King Theoden, who is befuddled. He's a king, but he has no idea where he is. And he wasn't like James Comey who went into the House Intelligence Committee on 250 occasions and said he didn't know or he couldn't remember. Robert Mueller really couldn't remember. He didn't know."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I've got to say, you look at Bob Barr -- Bill Barr, excuse me, you look at Emmet Flood, Mnuchin, Bob Lighthizer, these are people with real skill and have results to back it up. The elites in the establishment, they have screwed up more things for this country, and Trump has proven this once again. Victor, thank you so much. And up next, did today's events kill the left's dream of impeachment? We have Bongino and Hahn and Fleischer reacting next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mueller testimony was such a massive disaster that even the most hardened liberal resistance members couldn't help but tweet their heartbreak. And just like Hollywood and the Democrats did their dramatic readings of the Mueller Report, remember that, we're going to do the same with their sad, sad, sad tweets. Disgraced anti-Trump Harvard law professor Larry Tribe writing \"Far from breathing life into his damning report, the tired Robert Mueller sucked the life out of it.\" Former Obama chief strategist David Axelrod adding \"This is very, very painful.\" Former CBS anchor Dan Rather tweeting \"To think that Robert Mueller should be the main actor in the drama was always misplaced casting.\" Thanks, Dan. And finally, filmmaker Michael Moore, \"A frail old man unable to remember things, stumbling, refusing to answer basic questions.\" The disappointment continued from Twitter to television where even the lamestream media had to admit their dreams of covering an impeachment are likely dead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "House Judiciary Committee Democrats do believe they should start impeachment. He didn't do anything today to help advance that because."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Impeachment is over. I don't think Nancy Pelosi is going to stand for her members bringing forward something that is obviously going to lose in the Senate, lose with the American public."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here to react, former Chuck Schumer aide Chris Hahn, and Fox News contributor and former Secret Service agent Dan Bongino, and Fox News contributor, former White House Press Secretary Ari Fleischer. All right, gentlemen, Dan, let's start with you. While some of these media types are seeing the light, this isn't really the end of impeachment obsession, is it?"
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "utterance": "No, it won't. But I say, I implore the liberals in the media out there, I mean this, have some dignity, man. Move on. You have been utterly, completely, cosmically, apocalyptically humiliated today in a fashion so embarrassing that this will resonate well beyond the current 24-hour news cycle weeks from now. Let me just point out a couple of things, Laura, put some meat on the bone here. How does Bob Mueller not know who Fusion GPS is? It was very sad today. I don't even want to pile on Bob Mueller right now. I don't even need to. He piled on himself. How do you not know?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Democrats might not. We give him a break."
    },
    {
      "speaker": "BONGINO",
      "utterance": "How do you not know?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Democrats pile on, and we say let Bob Mueller. Bob Mueller was the head of this inquiry. I do not let that go. I don't let that go."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, no kidding. For two years I have decimated Bob Mueller's dishonorable investigation. But today, make no mistake, he piled on himself. How do you not know Fusion? Has he cracked a newspaper? Secondly, can he get his OLC story straight? This is now the 15th different version of the OLC guidelines. Does he even know what the OLC guidelines are? Let me point out one thing a lot of mainstream media folks missed. You know what's fascinating, the Democrats' line the whole week has been everybody is equal under the law, even the president of the United States. And then when Bob Mueller is questioned as to why the president was held to a standard, not not guilty, that no other American citizen has ever been held to, what does Mueller say. The president's case is very unique. That's not what the Dems told us, Bob. Get your story straight. I thought everybody was equal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He was pressed on that, about the guidelines of the Justice Department, and he had to say, he was flummoxed. And the questioner, I think it was Ratcliffe, he was talking fast, kind of talked over him. But Chris Hahn, \"Politico's\" headline tonight, or it was a quote, House Judiciary Committee Chair Jerry Nadler pushed to launch impeachment proceedings against Trump during a closed-door meeting Wednesday only to be rebuffed by a Speaker Pelosi according to four sources familiar with the discussions.\" Oops. Nadler versus Pelosi. I guess it's not AOC versus Pelosi anymore. It's Nadler versus Pelosi. What's going on?"
    },
    {
      "speaker": "CHRIS HAHN, RADIO TALK SHOW HOST",
      "utterance": "It was a mixed bag. I'm not going to say it was a slam dunk for anybody today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my God. That's hilarious. Go ahead."
    },
    {
      "speaker": "HAHN",
      "utterance": "But let's be clear, let's be clear, Mueller did talk about how the Russians interfered with our elections, and there were several members of the Trump campaign, maybe even the president himself, who were compromised by the Russians due to their financial dealings. And I think that is something that the Congress has a responsibility to investigate, whether it's through an impeachment hearing, or through some other inquiry. That needs to be looked at. And Congress needs to take up our seriously our security and our elections for being interfered from Russia or anybody else. Robert Mueller was very clear on that. It was very clear to me that he was much more concerned about the security aspect of that briefing than the obstruction aspect. And I think Dan and Ari would agree he did much better in the afternoon than he did in the morning."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Chris, he was asked about, the counter intel investigation or criminal investigation, he said it was a criminal investigation. So I don't know where you're getting this. He couldn't answer basic questions that a first-year associate working on a case like this would have to answer. If you are a first or second year associate at the firm I used to work at, and you performed that way, you'd be out. If you were a partner, your compensation would be halved after this. So you can try --"
    },
    {
      "speaker": "HAHN",
      "utterance": "I'm a lawyer. I work at a big firm, too, Laura, and I know what you're talking about."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Put perfume on a pile of dung, and guess what, it still smells like dung. So you can say anything you want. This performance today by Mueller, I was stunned at how bad it was. Ari --"
    },
    {
      "speaker": "HAHN",
      "utterance": "We still have a problem with our elections that Republicans don't want to address because they think it will be bad for president. And I want to know why."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ari, that could have been handled by line prosecutors at the Justice Department. A point I forgot to make with Ken Starr, what this showed us today is that professional career prosecutors could have ably handled this at probably an eighth of the cost and a lot less tumult for the country. Ari?"
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Absolutely right, Laura. This is only a mixed bag if you watched the hearing with a bag pulled over your head and you didn't see what unfolded right before your eyes. This has been a crushing summer for the conspiracy theorists who believe that Donald Trump is a criminal. You look at the Mueller report, I'll call it the wiseman report, which said flat out there was no collusion, the very heart of what the Democrats have been claiming for two years, the principle thing that President Trump did wrong. And now you have today where they thought it would elevate impeachment and make it inevitable, that's gone. That's over. It's not going to happen. We all know that now. But you make a very valid point. The Justice Department with Attorney General Sessions recused, and then when Rosenstein made the decision to appoint a Special Counsel, that was a political punt. They never should have taken that step. There were no grounds to take that step. They took it because in Washington that's the easiest way to get people off your back, appoint an independent counsel, special counsel. And look at what that has done. It has set American against American, created this impression that a president was a criminal, all adding up to damaging our nation and making Vladimir Putin laugh at us. Putin is the winner here. That's something we always have to keep in mind. There never should have been a reason for this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And it goes back to staffing decisions early on in this administration. Jeff Sessions, who I have enormous respect for as a person and senator, it was the wrong choice for attorney general. The deputy was the wrong choice. They were so many great people. We've seen them appointed now in the White House, who would have been -- they never would have wilted and appointed a special counsel, never would have happened. But sadly that's exactly what happened. And Dan, Chuck Todd, I've got to get to this, he thinks he's figured out the Democrats problem. It's not with the wasted, pointless investigations. It's this."
    },
    {
      "speaker": "CHUCK TODD, JOURNALIST",
      "utterance": "The fact is we are living in this 21st century new type of asymmetrical media warfare that we're in. and you have a propaganda machine on the right, and that's what it is is a full-fledged propaganda machine on the right that the Democrats haven't figured out how to combat very well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dan, they have the universities, they have Hollywood, they have a lot of the churches, they have the House, and they have every major network other than FOX, and they can't defeat FOX. What? This is hilarious."
    },
    {
      "speaker": "BONGINO",
      "utterance": "It is hilarious. Chris was hilarious, too, mixed bag. That was a good one, Chris. Your attempt at comedy is going great tonight. I feel like we're living in that \"Seinfeld\" episode where George does everything backwards. Are they serious? The right has a propaganda machine? Do you understand that we have been subjected to constant rumors and tinfoil cap conspiracy theories by Chuck Todd, Chris, and others about Russian collusion that never happened, and they're citing us for propaganda. And Chris made another hilarious point. He's like, well, Bob Mueller should have really investigated the Russians. Devin Nunes nailed Mueller to the wall tonight when he said did you investigate the fact that Christopher Steele's two-sided primary sources for his document were two Russian disinformation specialists? Keep in mind, Chris doesn't want to investigate Russian collusion. He wants to investigate fantastic Teddy Ruxpin-like Trump-Russian collusion, not the real collusion case."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Chris."
    },
    {
      "speaker": "HAHN",
      "utterance": "Why don't we all agree, Dan, that we can have significant security around our election and that Republicans can vote on bills that are being presented to them that would do just that, and make collusion illegal. They don't want to because they know why."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, but Ari, that could have been done with a simple investigation, do a serious investigation with people who aren't conflicted by their bias and their hatred of the president, correct?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Absolutely. That's my point. You made that point earlier. You did not need an independent counsel to put our nation through this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, gentlemen, thanks so much tonight. Next up, OK, this is going to be fun. Our body language expert is here to break down Mueller's testimony. My goodness. What will she find? Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've heard a lot about what Bob Mueller said or didn't say on the Hill today, but what can we learn from his body language? Here with me to analyze, body language expert Tonya Reiman. Tonya, let's begin with Mueller's hands during his testimony. You say he was fidgeting a lot and had almost some kind of nervous tic with his pen. What does that tell you?"
    },
    {
      "speaker": "TONYA REIMAN, BODY LANGUAGE EXPERT",
      "utterance": "No, actually, what winds up happening is he's doing two things. Doodling helps you to process. It helps the mind work. So it moves to the prefrontal cortex, and that helps you to get your ideas together a little bit easier. In addition to that, a lot of times when you see him just using his hand to pretend to write almost, that is called displacement activity. And when someone does that, what they're doing is getting rid of their excess energy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That sounds like you're doing an ADHD analysis. There he is, he's kind of doodling. But that's what a lot of kids with ADHD do, they fidget to think."
    },
    {
      "speaker": "REIMAN",
      "utterance": "Right. You know what, a lot of people do that in general when they have too much excess energy and they need to release it. You'll find that people start moving things around on their desk. They'll pick up their pens. They do anything just to get rid of that excess energy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He didn't seem to have too much excess energy to most people."
    },
    {
      "speaker": "REIMAN",
      "utterance": "Sometimes it's nervous energy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Maybe he was trying to get himself to have energy there. All right, Tonya, take a look at this. Throughout the hearing, Mueller can be seen sitting with his hands folded and his fingers intertwined."
    },
    {
      "speaker": "REIMAN",
      "utterance": "Right. Yes. So when you see somebody doing that --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What does that tell you?"
    },
    {
      "speaker": "REIMAN",
      "utterance": "When you see somebody holding their hands together like this, and what you noticed in this video, he holds his hands tight, he holds his fingers together, and then his tongue juts out. So that is two things you can see. Number one, when you keep your hands like this, you are showing restraint, and then when you stick your tongue out, what you're doing is you're saying to someone, I don't like what's coming out, I'm not happy with this. So hands restrained, he is holding eye contact, not moving. And then you see that tiny tongue jut, and you realize this is a man who is trying to hold things back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I didn't even notice the tongue juts."
    },
    {
      "speaker": "REIMAN",
      "utterance": "Yes. In this slide, you have to look for it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I just saw it. All right, Tonya, he was also repeatedly asked to speak into the mic. Watch."
    },
    {
      "speaker": "REIMAN",
      "utterance": "Right."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Director, could you speak more directly into the microphone, please?"
    },
    {
      "speaker": "ROBERT MUELLER, FORMER JUSTICE DEPARTMENT SPECIAL COUNSEL",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Thank you."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Director, please speak into the microphone."
    },
    {
      "speaker": "MUELLER",
      "utterance": "Surely. I'm sorry about that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, he has testified 89 times or so on Capitol Hill, so does his reluctance to get close to the mic suggest lack of confidence?"
    },
    {
      "speaker": "REIMAN",
      "utterance": "Actually, No, what he is trying to do is see what the other person is telling him, like to look for notes. You have to realize this is something he didn't want to do. So it's not like previous times when he was all gung ho. So he's very distracted. You still hear the same same ahs and ers and ums when he's speaking, so you know it's the same Robert Mueller, it's just not enthusiastic Robert Mueller."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mouth agape, a lot of people were texting and tweeting about his mouth being a agape often. What does that reveal?"
    },
    {
      "speaker": "REIMAN",
      "utterance": "When we mouth breathe, sometimes that means we are feeling nervous. But in addition to that, if you watch in this clip, you'll also see him shift his jaw. So when you see somebody shift their job like this, that is an indication of disagreement. There we go. Disagreement, uncertainty, frustration. So what we have to do is look at all these things in context, because you never want to make an assumption based on one movement. But when you see these things together, you realize this is somebody who is frustrated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And overall, was he a man who wanted to be there and be participating?"
    },
    {
      "speaker": "REIMAN",
      "utterance": "No, he did not want to be there. That was it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my gosh. Tonya, thank you so much."
    },
    {
      "speaker": "REIMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The tongue jut, I had not seen that before. Up next, we are moving on from Mueller two big updates to stories we've been following here on “The Ingraham Angle.” Wow, this is a big one. NYPD makes arrests in that vile attack on police officers just trying to do their job. And the Erica Thomas story totally falls apart. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have another Fox News alert tonight, and two big updates, a couple of stories we've been bringing you this week. First, there is a new video out of New York police under attack."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You can see the big groups around the officers with buckets of water before drenching them and cheering and laughing. The two cops tried to run away but got hit anyway. Remarkably, they were able to remain calm. I want to ask Mark Fuhrman what he thinks about that. And this comes just two days after we were the first show to expose those viral videos, show them to you, of cops being attacked in Harlem and Brooklyn while making arrest. Three suspects are in custody tonight, including a known gang member. The NYPD chief tweeting, quote, \"Actions like we've seen in videos recently will not be tolerated in this city. You will be arrested.\" And the NYPD is still trying to identify these three men for the incident in Harlem. And also tonight, we have brand-new video of the potentially phony racist claim out of Georgia. Police just releasing this surveillance video from the grocery store where a black Georgia state lawmaker says a white man told her to, quote, go back to where you came from. The video clearly shows Eric Sparkes approach Erica Thomas, but retreat when she moves toward him. Thomas then follows Sparkes and appears to be yelling at him. The new tape comes out as the police report of the weekend incident is released and refutes Erica Thomas's account of what happened. According to the report one witness said it was Thomas who told Sparkes, who is Cuban Democrat, to go back home and not the other way around. Needless to say, the police will not be filing any charges. And before we leave tonight, another lesson of today's very sad and infuriating Mueller hearing was knowing when it's time to retire. Here is one man who showed us how to do it right."
    },
    {
      "speaker": "JOHNNY CARSON, COMEDIAN",
      "utterance": "For you people watching, I can only tell you that it has been an honor and a privilege to come into your homes all these years and entertain you. And I hope when I find something that I want to do and I think you will like and come back, that you will be as gracious as inviting me into your home as you have been. I bid you a very heartfelt good night."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's how you do it, know when it's time to go. That's all the time we have tonight. Check out my new episode of my podcast. We blew through the whole Mueller report. You're going to love it. Sol Wisenberg and his phenomenal analysis with Gregg Jarrett. And Shannon Bream and the \"Fox News @ Night\" team take all the new developments from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}