{
  "date": "July 2, 2019",
  "headline": "CBP faces backlash over holding facility conditions",
  "subHeadline": "Guests: Debbie Dingell, Ben Domenech, A.B. Stoddard, Matthew Continetti",
  "url": "https://www.foxnews.com/transcript/cbp-faces-backlash-over-holding-facility-conditions",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "This is them on their best behavior, and they put them in a room with no running water, and these women were being told by CBP officers to drink out of the toilet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y., HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "sentences": "All the people in the administration who have done this, who have permitted it, are guilty of child abuse, which is a crime. We ought to prosecute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN HASTINGS, U.S. BORDER PATROL CHIEF",
      "sentences": "We don't treat people that way. We provide freshwater. We provide food. We provide sanitary items as well as items for bathing and personal hygiene.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And with that, the chairman of the House Oversight Committee, Elijah Cummings, is calling some of the agency heads responsible for the agency's handling situation at the border, acting Secretary McAleenan and Acing Commissioner Mark Morgan to appear voluntarily before the committee next week. So look for Congressional hearings on this issue.  Let's bring in our panel, Matthew Continetti, editor in chief of the \"Washington Free Beacon,\" A.B. Stoddard, associate editor at Real Clear Politics, and Ben Domenech, publisher of \"The Federalist.\" Ben, your thoughts on the immigration issue right now? BEN DOMENECH, \"THE FEDERALIST\": I think right now we are seeing the consequences of a crisis that should have been addressed much earlier than it has been. This $4.6 billion headed in the direction of the border can deal with some of the challenges that we are seeing down there. But overall this picture is one that is not going away anytime soon, and we should stop pretending that this is something that is entirely the subject of this current administration or reflective of its politics. This is a problem that's been a long time coming.  In Tijuana this week we had new reports of information being put out by people there that any mothers should keep close watch on the children because migrants are seeking out, purchasing children to essentially allow them to come across and make asylum claims. This is something that is going to continue to be a problem until we have actual movement, bipartisan movement to address these asylum laws and these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "With that, considering the political season that we are getting into in terms of presidential candidates, does anything get on the Hill, A.B.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "Don't know. There's no question, Ben is right, that the asylum laws need to be examined and there needs to be some narrowing of the criteria for asylum because it's clear we cannot absorb all these people at the border, and it's clear that the crossings are increasing under President Trump. They are not decreasing as they did in his first five months in office. And so the question now is how much does he stay on offense, how much to the Democrats try to stay on offense on this issue, as most of the middle, as I've always said, remained really in the center on this issue, and they are just talking to the extremes. And that's unfortunate. But what's going on here, it is child abuse, and the problem is that we saw overcrowding, we saw these same pictures we many, many people packed in a room in 2014 in the Obama administration. But we are paying $775 per kid per day in government funding to these detention centers that are making money as they do not give out toothpaste and soap and freshwater, and that is child abuse. The parents can handle it, but the little kids can't. So that has to be fixed immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Congresswoman Alexandria Ocasio-Cortez with her four plus million Twitter followers says she saw people drinking out of toilets. Matthew, your thoughts on her? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": And two weeks ago she said these were concentration camps and not immigration detention centers, or some temporary response to deal with a crisis that has been building up over time. I think the Democratic rhetoric on this issue is completely overheated. It's divorced from reality. And what it is, it's a dodge, because this heated rhetoric is being used to escape the reality that this will continue as long as these asylum loopholes exist. There is one piece of good news, and that is, it seems, just based on initial reports, that the deal that President Trump made with the government of Mexico leading to the quasi-militarization of the southern Mexican border, may be stopping the flow of migrants and asylees to the United States' southern border. That, I think if it continues, we might be in a position where we can address the people who are here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "I should note Ocasio-Cortez used the concentration camp language again tonight on Twitter. We had it earlier on the show.   Switching gears a bit, the Census, obviously the president wanted a question on the Census form, are you a citizen? We now find out they're going to go forward printing the forms without that question on there. Matthew, your thoughts that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "Thank you, John Roberts. This is a Supreme Court decision that basically said that because of the administration's dueling explanations for why they wanted to print the Census, the citizenship question on the Census, they needed to remand this case back to a lower court. It's had the effect that we are not going to know how many citizens are in the United States of America, which I think most Americans would like to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "A.B.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "It's actually persons, it's not citizens, and it's not registered voters. It's persons. So there is a question of whether or not that would create an undercount, change the allocation of resources, about what district is being represented by one person in Washington, versus how many constituents are actually back there that they are representing. It is what it is. If it was required it would be on there. It's a political loss for the president now. But that's what the Census demands. It's not citizens or registered voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "It is a temporary loss, but I do think that given the content of the kind of rhetoric that we heard from the Democratic 2020 field, it's going to be something that the president leans into I think going forward. I think most Americans feel like it's a rational thing to say we want to know many people are here legally, here illegally, and I think that that's not something that's really outside the realm of acceptable discourse, especially given the attitude of so many candidates who seem ready and willing to have an open borders attitude towards our border in the south.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Thank you. Next up, Nike pulls its flag themed Fourth of July shoe after a complaint by one of its celebrity endorsers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANIE CREARY, UNIVERSITY OF PENNSYLVANIA",
      "sentences": "It's often the people who created the retail merchandise who don't always tend to understand why it's created such issues. So I think in this situation there was going to be backlash. It was either from people who had similar sentiments as Colin Kaepernick, or it was going to be some other people who don't exactly understand what all of the fuss is about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "And we've got a statement from Nike on the shoe controversy, telling FOX News, quote, \"We regularly make business decisions to withdraw initiatives, products, and services. Nike made the decision to halt the distribution of the Ari Max 1 Quick Strike Fourth of July based on concerns that it could unintentionally offend and detract from the nation's patriotic holiday.\"  Let's give you a look at the shoe. It is the Ari Max 1 USA in celebration of the Fourth of July, slated to go on sale this week. The heel of the shoe featured a U.S. flag with 13 white stars in a circle, a design created during the American Revolution and commonly referred to as the Betsy Ross flag.  And we are back with our panel, Matthew, A.B., and Ben. Ben, your thoughts on the shoe controversy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "We live in an era of comprehensive digital wokeness in which every position that is taken on the part of major corporations is now analyzed through a lens of politics and broader philosophy, what it says about them. Five days ago Nike bent the knee to the requests of China when one of their designers tweeted out something in support of the protesters in the Hong Kong. They pulled those designs from sale over there. I think this should send a message to people about where the priorities are, and it should send a message about the way that they use someone like Kaepernick, a controversial figure, and pervert ultimately his message in a way that now this becomes explicitly about, a debate about the Betsy Ross flag and the revolution when he was supposedly someone who was all about the issues related to policing in America and wanted to see change there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "\"The Wall Street Journal\" reported it was former NFL quarterback Colin Kaepernick who complained. A.B., your thoughts on this controversy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "I think it's a huge mistake on Nike's part, and it's a shame. They took something -- they could've taken Kaepernick's statements and put out some kind of tweet or a statement saying we understand what he says, but they have not officially appropriated the Betsy Ross flag to the KKK, which is never been a long-standing symbol of any known white nationalist group. And instead of saying let's all buy these shoes and take back the Betsy Ross flag and let's all come together, they've retreated and offended a lot of people at a time when we need to come together. I think it's just a crying shame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Matthew, for scrubbing Betsy Ross from history, what's next?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "I wish I could tell you. I'm not Colin Kaepernick. I would say this entire panel died has added about five points to President Trump's 2020 popular vote total, because when you combine the issues of illegal immigration and political correctness, which were our topics, you have the beginnings of the mix that benefited President Trump in 2016 and will continue to benefit him again in 2020. At yet the left doesn't ever seem to learn the lesson, that if you see these patriotic symbols, if you give the impression that you are ere more interested in the treatment of illegal immigrants than in the conditions of working people who are citizens of the United States, you will lose to Donald Trump every single time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Ben, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I think one of the things we should appreciate about this, though, in this moment is the shift that's happened in corporate America where it used to be that our assumptions were, the old apocryphal Michael Jordan line about Republicans buying sneakers too, that led corporations in a direction where they made decisions based on their profit motive and on their own interests, and not based on the politics of the moment, or the kind of things that they are getting trashed for on social media.   We live in a different environment now where these corporate entities are taking stands that are leading Republicans, very prominent ones, in fact, to consider regulatory action, to reconsider the kind of treatment of those corporations. We saw Governor Ducey in Arizona in this example pulling back some taxpayer funding, which, I frankly, don't think should exist anyway, that was headed towards Nike. I think you're going to continue to see increased tension between big business and the Republican Party moving forward on his issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "A.B., with all these Democrats running for president, are they all going to have to come out and say whether they're for the shoe or against the shoe or for Betsy Ross or against her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "I've noticed some silence, which is interesting, because they've made so many mistakes on the far limbs they've gone out of in the two debates last week. It will be interesting to see who is brave enough to actually say that this is an overreach. Maybe not one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Fourth of July holiday, Matthew, a shoe controversy? Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "We can attach Nike products to fireworks or something and make a big patriotic celebration of it. The beauty of living in a free country is we don't have to buy a single brand of shoe. We have many choices, and I hope we can exercise those choices this weekend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "So are we going to see a little downtime from some of the politics with the Fourth of July holiday coming up, or are we expecting things to be on fire as usual?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I think that given the fact that the president is going to have this parade and everything that's going on in a particularly significant fireworks display and other things, everything is political now, whether it's your shoes or whether it's July 4th unfortunately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Any break coming up, A.B., do we think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STODDARD",
      "sentences": "No. I'm sure Hillary Clinton will be in Chappaqua tweeting about the tanks, and there will be no let up as Ben just indicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Matthew, final thoughts as we head into the Independence Day holiday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "We could use a breather as a country. So let's try, let's hope for July 4th to be that vacation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Panel, thank you all. When we come back, some third-graders here from a really big star.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "That of course is the White House, and we'll take you live out to San Diego, California, where a jury has found Navy Seal Edward Gallagher not guilty of murdering an ISIS prisoner. Reporters gathered out there waiting to see if Gallagher has anything to say about the news, the breaking news earlier this hour. I should note that Gallagher will be a guest tomorrow morning on \"Fox & Friends,\" so be sure to check it out.   Finally tonight, you never know what you're going to get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you take the time to write, sometimes someone writes you a letter back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Vicki Huber third grade class in Texas enjoyed reading a book called \"Two Bad Ants.\" They thought the book would make a great movie, so they wrote letters to one of Hollywood's elite, actor Tom Hanks. They did not know if he would respond, but a postcard from Hanks came in the mail. He said he would read the book over the summer and thanked Huber's class for writing him. Now, that's first class.  Thanks for watching “Special Report.” I'm Mike Emanuel in Washington. \"The Story\", hosted by Martha MacCallum, starts right now.  Hi, Martha.  Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "This is them on their best behavior, and they put them in a room with no running water, and these women were being told by CBP officers to drink out of the toilet."
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y., HOUSE JUDICIARY COMMITTEE CHAIRMAN",
      "utterance": "All the people in the administration who have done this, who have permitted it, are guilty of child abuse, which is a crime. We ought to prosecute."
    },
    {
      "speaker": "BRIAN HASTINGS, U.S. BORDER PATROL CHIEF",
      "utterance": "We don't treat people that way. We provide freshwater. We provide food. We provide sanitary items as well as items for bathing and personal hygiene."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And with that, the chairman of the House Oversight Committee, Elijah Cummings, is calling some of the agency heads responsible for the agency's handling situation at the border, acting Secretary McAleenan and Acing Commissioner Mark Morgan to appear voluntarily before the committee next week. So look for Congressional hearings on this issue. Let's bring in our panel, Matthew Continetti, editor in chief of the \"Washington Free Beacon,\" A.B. Stoddard, associate editor at Real Clear Politics, and Ben Domenech, publisher of \"The Federalist.\" Ben, your thoughts on the immigration issue right now? BEN DOMENECH, \"THE FEDERALIST\": I think right now we are seeing the consequences of a crisis that should have been addressed much earlier than it has been. This $4.6 billion headed in the direction of the border can deal with some of the challenges that we are seeing down there. But overall this picture is one that is not going away anytime soon, and we should stop pretending that this is something that is entirely the subject of this current administration or reflective of its politics. This is a problem that's been a long time coming. In Tijuana this week we had new reports of information being put out by people there that any mothers should keep close watch on the children because migrants are seeking out, purchasing children to essentially allow them to come across and make asylum claims. This is something that is going to continue to be a problem until we have actual movement, bipartisan movement to address these asylum laws and these issues."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "With that, considering the political season that we are getting into in terms of presidential candidates, does anything get on the Hill, A.B.?"
    },
    {
      "speaker": "STODDARD",
      "utterance": "Don't know. There's no question, Ben is right, that the asylum laws need to be examined and there needs to be some narrowing of the criteria for asylum because it's clear we cannot absorb all these people at the border, and it's clear that the crossings are increasing under President Trump. They are not decreasing as they did in his first five months in office. And so the question now is how much does he stay on offense, how much to the Democrats try to stay on offense on this issue, as most of the middle, as I've always said, remained really in the center on this issue, and they are just talking to the extremes. And that's unfortunate. But what's going on here, it is child abuse, and the problem is that we saw overcrowding, we saw these same pictures we many, many people packed in a room in 2014 in the Obama administration. But we are paying $775 per kid per day in government funding to these detention centers that are making money as they do not give out toothpaste and soap and freshwater, and that is child abuse. The parents can handle it, but the little kids can't. So that has to be fixed immediately."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Congresswoman Alexandria Ocasio-Cortez with her four plus million Twitter followers says she saw people drinking out of toilets. Matthew, your thoughts on her? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": And two weeks ago she said these were concentration camps and not immigration detention centers, or some temporary response to deal with a crisis that has been building up over time. I think the Democratic rhetoric on this issue is completely overheated. It's divorced from reality. And what it is, it's a dodge, because this heated rhetoric is being used to escape the reality that this will continue as long as these asylum loopholes exist. There is one piece of good news, and that is, it seems, just based on initial reports, that the deal that President Trump made with the government of Mexico leading to the quasi-militarization of the southern Mexican border, may be stopping the flow of migrants and asylees to the United States' southern border. That, I think if it continues, we might be in a position where we can address the people who are here."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "I should note Ocasio-Cortez used the concentration camp language again tonight on Twitter. We had it earlier on the show. Switching gears a bit, the Census, obviously the president wanted a question on the Census form, are you a citizen? We now find out they're going to go forward printing the forms without that question on there. Matthew, your thoughts that?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "Thank you, John Roberts. This is a Supreme Court decision that basically said that because of the administration's dueling explanations for why they wanted to print the Census, the citizenship question on the Census, they needed to remand this case back to a lower court. It's had the effect that we are not going to know how many citizens are in the United States of America, which I think most Americans would like to know."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "A.B.?"
    },
    {
      "speaker": "STODDARD",
      "utterance": "It's actually persons, it's not citizens, and it's not registered voters. It's persons. So there is a question of whether or not that would create an undercount, change the allocation of resources, about what district is being represented by one person in Washington, versus how many constituents are actually back there that they are representing. It is what it is. If it was required it would be on there. It's a political loss for the president now. But that's what the Census demands. It's not citizens or registered voters."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "It is a temporary loss, but I do think that given the content of the kind of rhetoric that we heard from the Democratic 2020 field, it's going to be something that the president leans into I think going forward. I think most Americans feel like it's a rational thing to say we want to know many people are here legally, here illegally, and I think that that's not something that's really outside the realm of acceptable discourse, especially given the attitude of so many candidates who seem ready and willing to have an open borders attitude towards our border in the south."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Thank you. Next up, Nike pulls its flag themed Fourth of July shoe after a complaint by one of its celebrity endorsers."
    },
    {
      "speaker": "STEPHANIE CREARY, UNIVERSITY OF PENNSYLVANIA",
      "utterance": "It's often the people who created the retail merchandise who don't always tend to understand why it's created such issues. So I think in this situation there was going to be backlash. It was either from people who had similar sentiments as Colin Kaepernick, or it was going to be some other people who don't exactly understand what all of the fuss is about."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "And we've got a statement from Nike on the shoe controversy, telling FOX News, quote, \"We regularly make business decisions to withdraw initiatives, products, and services. Nike made the decision to halt the distribution of the Ari Max 1 Quick Strike Fourth of July based on concerns that it could unintentionally offend and detract from the nation's patriotic holiday.\" Let's give you a look at the shoe. It is the Ari Max 1 USA in celebration of the Fourth of July, slated to go on sale this week. The heel of the shoe featured a U.S. flag with 13 white stars in a circle, a design created during the American Revolution and commonly referred to as the Betsy Ross flag. And we are back with our panel, Matthew, A.B., and Ben. Ben, your thoughts on the shoe controversy?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "We live in an era of comprehensive digital wokeness in which every position that is taken on the part of major corporations is now analyzed through a lens of politics and broader philosophy, what it says about them. Five days ago Nike bent the knee to the requests of China when one of their designers tweeted out something in support of the protesters in the Hong Kong. They pulled those designs from sale over there. I think this should send a message to people about where the priorities are, and it should send a message about the way that they use someone like Kaepernick, a controversial figure, and pervert ultimately his message in a way that now this becomes explicitly about, a debate about the Betsy Ross flag and the revolution when he was supposedly someone who was all about the issues related to policing in America and wanted to see change there."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "\"The Wall Street Journal\" reported it was former NFL quarterback Colin Kaepernick who complained. A.B., your thoughts on this controversy?"
    },
    {
      "speaker": "STODDARD",
      "utterance": "I think it's a huge mistake on Nike's part, and it's a shame. They took something -- they could've taken Kaepernick's statements and put out some kind of tweet or a statement saying we understand what he says, but they have not officially appropriated the Betsy Ross flag to the KKK, which is never been a long-standing symbol of any known white nationalist group. And instead of saying let's all buy these shoes and take back the Betsy Ross flag and let's all come together, they've retreated and offended a lot of people at a time when we need to come together. I think it's just a crying shame."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Matthew, for scrubbing Betsy Ross from history, what's next?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "I wish I could tell you. I'm not Colin Kaepernick. I would say this entire panel died has added about five points to President Trump's 2020 popular vote total, because when you combine the issues of illegal immigration and political correctness, which were our topics, you have the beginnings of the mix that benefited President Trump in 2016 and will continue to benefit him again in 2020. At yet the left doesn't ever seem to learn the lesson, that if you see these patriotic symbols, if you give the impression that you are ere more interested in the treatment of illegal immigrants than in the conditions of working people who are citizens of the United States, you will lose to Donald Trump every single time."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Ben, your thoughts?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I think one of the things we should appreciate about this, though, in this moment is the shift that's happened in corporate America where it used to be that our assumptions were, the old apocryphal Michael Jordan line about Republicans buying sneakers too, that led corporations in a direction where they made decisions based on their profit motive and on their own interests, and not based on the politics of the moment, or the kind of things that they are getting trashed for on social media. We live in a different environment now where these corporate entities are taking stands that are leading Republicans, very prominent ones, in fact, to consider regulatory action, to reconsider the kind of treatment of those corporations. We saw Governor Ducey in Arizona in this example pulling back some taxpayer funding, which, I frankly, don't think should exist anyway, that was headed towards Nike. I think you're going to continue to see increased tension between big business and the Republican Party moving forward on his issues."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "A.B., with all these Democrats running for president, are they all going to have to come out and say whether they're for the shoe or against the shoe or for Betsy Ross or against her?"
    },
    {
      "speaker": "STODDARD",
      "utterance": "I've noticed some silence, which is interesting, because they've made so many mistakes on the far limbs they've gone out of in the two debates last week. It will be interesting to see who is brave enough to actually say that this is an overreach. Maybe not one of them."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Fourth of July holiday, Matthew, a shoe controversy? Really?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "We can attach Nike products to fireworks or something and make a big patriotic celebration of it. The beauty of living in a free country is we don't have to buy a single brand of shoe. We have many choices, and I hope we can exercise those choices this weekend."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "So are we going to see a little downtime from some of the politics with the Fourth of July holiday coming up, or are we expecting things to be on fire as usual?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I think that given the fact that the president is going to have this parade and everything that's going on in a particularly significant fireworks display and other things, everything is political now, whether it's your shoes or whether it's July 4th unfortunately."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Any break coming up, A.B., do we think?"
    },
    {
      "speaker": "STODDARD",
      "utterance": "No. I'm sure Hillary Clinton will be in Chappaqua tweeting about the tanks, and there will be no let up as Ben just indicated."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Matthew, final thoughts as we head into the Independence Day holiday?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "We could use a breather as a country. So let's try, let's hope for July 4th to be that vacation."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Panel, thank you all. When we come back, some third-graders here from a really big star."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "That of course is the White House, and we'll take you live out to San Diego, California, where a jury has found Navy Seal Edward Gallagher not guilty of murdering an ISIS prisoner. Reporters gathered out there waiting to see if Gallagher has anything to say about the news, the breaking news earlier this hour. I should note that Gallagher will be a guest tomorrow morning on \"Fox & Friends,\" so be sure to check it out. Finally tonight, you never know what you're going to get."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If you take the time to write, sometimes someone writes you a letter back."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Vicki Huber third grade class in Texas enjoyed reading a book called \"Two Bad Ants.\" They thought the book would make a great movie, so they wrote letters to one of Hollywood's elite, actor Tom Hanks. They did not know if he would respond, but a postcard from Hanks came in the mail. He said he would read the book over the summer and thanked Huber's class for writing him. Now, that's first class. Thanks for watching “Special Report.” I'm Mike Emanuel in Washington. \"The Story\", hosted by Martha MacCallum, starts right now. Hi, Martha. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}