{
  "date": "July 2, 2019",
  "headline": "Joe Lieberman on trade tensions with China, Europe",
  "subHeadline": "Guests: Capri Cafaro, Alexandra Wilkes, Tiana Lowe, Ron Vitiello, Joe Lieberman, Joseph Pinion, Brooke Rogers, Robin Biro",
  "url": "https://www.foxnews.com/transcript/joe-lieberman-on-trade-tensions-with-china-europe",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Welcome, everybody. I'm Neil Cavuto. And forget the Fourth of July fireworks to come. Is Nike creating its own fireworks right now, nixing its Betsy Ross sneakers because Colin Kaepernick wasn't a fan of what was on them, namely a flag, a Colonial era flag?  So, the sneakers slide. And now, if the governor of Arizona has his way, Nike's financial incentives will slide as well.  To Mark Meredith in Washington on what made Nike do it and how folks are responding to it -- Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, CORRESPONDENT",
      "sentences": "Good afternoon, Neil. These shoes were supposed to hit store shelves this week. But, as you just mentioned, that's no longer the case. Nike confirming to Fox News it's pulled the product off the market. You're looking at there right there on your screen the shoes that are in question.  You can see the red, white and blue design, but the controversy surrounds the back of the shoe right there, that older image of an American flag. It's commonly known as the Betsy Ross flag. And experts say a small number of hate groups have been using the flag as a symbol. However, here's the statement we just got in from Nike. And this is an updated statement, Neil, that we just got within the last hour. And they say -- quote -- \"Nike made the decision to halt distribution of the shoes based on concerns that it could unintentionally offend and detract from the nation's patriotic holiday.\"  The Wall Street Journal reports Nike's decision to pull the shoes came after complaints from former NFL quarterback Colin Kaepernick. Nike, though, they are facing a lot of criticism over its decision, including from politicians.   We have heard from Texas Senator Ted Cruz, who says he's boycotting Nike for the -- for the time being. Arizona's governor says he's upset too. He says his state will pull back financial incentives for Nike to do business in that state. And, Neil, also, we have learned some Web sites, despite Nike's pullback, had begun selling the shoes online. And get this. They're going upwards of $2,500 just for these shoes after Nike pulled them off the market -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, $2,500. And they would typically have sold for how much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "About $100 to $150 are some of the prices we have seen. But they have been pulled off the shelves, so, right now, they are kind of a hot commodity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To put it mildly. All right, Mark, thank you. Great report.  So did Nike sign on to this when it signed on for a long time with Colin Kaepernick?   Let's go to Fox sports reporter Jared Max. What do you think, Jared?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARED MAX, CORRESPONDENT",
      "sentences": "Good afternoon, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It was a risk, I guess",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX",
      "sentences": "Here we are talking again. I wonder if at some point, maybe even now, some folks at Nike might be wondering, should we have gotten back in bed with Colin Kaepernick, when this contract appeared to kind of be dying out, and then they extended with this campaign ad?  Because I wonder if they might start to see what I think NFL owners by and large felt. People didn't want there to be strife or friction. They kind of wanted to play ball. Let's make this work. What happens if all of a sudden this guy from the sideline starts calling the shots and isn't putting himself out for front and center to explain himself, not just make small comments or almost orders in a way of saying, hey, this is not good, I don't like this and a lot of other people don't like this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is that what happened, Jared? Then he got wind of this, didn't like the depiction of the flag, even though it's an old Betsy Ross era flag?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX",
      "sentences": "Let me ask you. Let me ask you question, Neil. How does Colin Kaepernick you think feel to be associated with a company where not one person recognized before these sneakers went to production, and then were sent out to -- not one person, diversity training, anything? Nobody of color stepped forward and said this might raise major you know what? Colin Kaepernick saw an image on social media and then steps forward. Really? Nike doesn't -- he's the only guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What is the big deal here?  If they have backed him up, supported him, it didn't hurt their revenues or earnings by standing by him and being defiant in that sense, why go to this extra bit here to alienate people who had no problem with an old American flag on a pair of sneakers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX",
      "sentences": "I have spoken to people today who do have issues with this particular flag. They're African-American. You and I, we're a couple of white guys. I don't think -- I wouldn't expect us to necessarily have the possibility to fully understand where that comes from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So does that mean that there can be no depiction of the flag on anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX",
      "sentences": "That's what I want to know. So was that -- if that flag is no good, what about our -- would our modern flag work?  How do we advance this? How do we make us better as a whole, not divide us more? We certainly don't need that. Somebody pointed out the Philadelphia 76ers logo, 13 stars, 76. Is that next to go?  What happens when I have to take the Betsy Ross Bridge to cross the Delaware to get from New Jersey into Philadelphia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But how does he have this much influence to say, all right, I don't like this? And you're right to say, all right, maybe this could have brought someone's attention, as if it would be deemed offensive, white or black. Then why would he then say, I know I had a big multi-gazillionaire-dollar deal with you, I don't like this, I think you should shelve them, and then, furthermore, the company does it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX",
      "sentences": "I think Colin Kaepernick right now is a man who doesn't probably have all that much to do. I think Nike is caving to him.  And Nike -- what's -- the Nike slogan, one of the most known slogans around the world, just do it. Maybe they should change their slogan to, should we do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very -- yes, it's weird. It's very, very weird.  Jared Max on that.  All right, now, is this a case of brands then being a little bit too politically correct? The New York Post's Rogers -- Brooke is with us, Democratic strategist Robin Biro, and Republican strategist Joseph Pinion.  Joseph, end it with you. This seems like crazy. And it's not a matter of race, perspective, how you grew up, your ancestors. It's crazy. And I'm wondering what the fallout here is for a company that tried to play it so carefully, whether it just stepped in its own nonsense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH PINION, REPUBLICAN STRATEGIST",
      "sentences": "Look, I think Nike is doing themselves a disservice.  I mean, as someone who my father was born in this country, his father before him was born in this country and his father before him born in this country, racism and slavery is a real thing. But what I think people need to understand is that those 13 stars on that Betsy Ross flag, I'm as much a part of those stars as I am a part of the 50 stars on the Old Glory that we have today. I think that, realistically, the past transgressions of this nation do not necessarily undermine the ultimate goals of this nation, was to have a nation that could be free from tyranny, people that could pursue freedom, in spite of the abomination of slavery, then in spite of the injustices that we still face to this day.   And I think that you do not confront that duality that we have here in America by burying who we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, what we're burying, Brooke, is the American flag. I don't care whether it's an older version, a newer version. And, all right, you might have some issues with this -- this country and its treatment of race and all. Fine, fine. But then to just block out anything that shows that flag is like blocking out the country as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROOKE ROGERS, THE NEW YORK POST",
      "sentences": "Yes, I think that one -- as mentioned before, some small white supremacist groups have used this flag as a symbol, but it's not their symbol. It's an American symbol.  And I think that, by recalling the shoes, we're kind of giving over a little bit of ground to them by saying this is actually a racist symbol. Instead, as Joseph said, we should be promoting this symbol as a symbol that stands for all Americans, that includes all Americans. Yes, there is an ugly history of slavery and racism in this country. And we do need to confront that. But we shouldn't be saying that American symbols, which should represent every one of every race and every ethnicity and every religion in the United States, is racist. We should be promoting that as supporting everyone in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I sometimes think we can overanalyze something to the extent that, yes, we respect and have in our arsenal Colin Kaepernick, of course, who has made himself the very face of defiance about a country and how he views it to be not sympathetic to minorities. But this is a sneaker . It is not war. So, Robin, when I'm hearing the response that Nike is getting, including from the governor of Arizona, who is saying, all right, your financial incentives in this state, they might take a walk as well, is that to be expected? Or is that where this is ratcheting up? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBIN BIRO, DEMOCRATIC STRATEGIST",
      "sentences": "Oh, it's ratcheting up, Neil.  And, look, Nike did step in it. But they pulled the product immediately. So they did the right thing, because, apparently...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Why is pulling the product the right thing? Why is that automatically assumed to be the right thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIRO",
      "sentences": "Because...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Why is it interpreted as a racial thing if they kept the product?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIRO",
      "sentences": "Because this has been appropriated by people, groups like the Klan. The Klan actually hands out Betsy Ross lapel pins at their rallies. They require their members to fly...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If it were a modern flag, you don't think it would have gotten the same response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIRO",
      "sentences": "No, it would -- that would certainly not have gotten the same response. I'm wearing one on my lapel right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, no, if Nike came out with a sneaker that prominently featured the flag. You see what I'm saying here is people have a right to get offended about whatever they want. But in this case, Nike said, we're going to pull the shoe because there are elements who will not like that, and not like the inference. But there are just as many, many, many more, who might have liked the shoe. They're doing quite well selling I guess on eBay right now, because they were not making a political statement one way or the other. They like the flag. They like the country. They like what it represented.   And they like the colors. So I guess, Joseph, what it's coming down to is that a case of a company being so politically correct, it's kicking itself in the fanny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PINION",
      "sentences": "And I just think that we just need to take a pause here and say that hate doesn't get to carry the day, that I don't have to stop using OK emojis on my iPhone because white supremacists have turned it into white power, that I don't have to sit here and say that I can't celebrate the Fourth of July because of the fact that people that look like me weren't entirely independent on those days. We understand the vestiges of racism. America lives in this kind of irreconcilable place, where we have to understand that there is no greater place to call home and at the same time understanding that, yes, part of the reason why America exists today is because that people like me were subjected to unimaginable brutality and subjugation. But when we try to figure out a way forward, we cannot do that by trying to give into this division. We have to ask the -- and actually embrace the things that have actually made us who we are, which is the fact that we are a nation of imperfect men founded on principles to promote equality.  And I think that when you look at what America has always been great at, it's always been about to say that, how do we keep moving forward? How do we keep advancing that marker? Those shoes were a marker. They represent that flag of a marker of America that could be, and today that we should be embracing the progress that we have made and also the progress that we need to keep making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and, Brooke, the other image to is, what flag offends you? I mean, the same flag flew in the late 1950s as flies today, after Hawaii and Alaska became states. The 1950s, it was a very difficult time for minorities and, of course, their treatment under the law vs. others. So do we pick and choose our period at which the image of that flag offends us, because you could pick and choose your images for a long, long time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROGERS",
      "sentences": "Yes. I think the American flag is the American flag, whether it's Betsy Ross' American flag or the one we have today. Again, this is not something as divisive as the Confederate Flag, which I think a lot of people do have a problem with, and rightfully so. It's an American flag. And we have to draw the line somewhere and say, this -- we have to have certain borders about where we're going to cross and what we're going to do and what we decide. We can't -- we can't censor everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Guy, I want to thank you all very, very much. In the meantime, there is something to step back and just appreciate the bigger, bigger picture. And I mean the far out bigger picture, like out of this world, looking live now from San Juan, Argentina, total solar eclipse going on in South America on the same day the S&P 500 closed at its seventh record of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We connect, you decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, stocks up today. And with the president turning up the trade heat, this time on Europe, a lot of people saw that, hey, wait a minute. I thought we're fighting with China. What's going on with Europe? Anyway, Kevin Corke at the White House with more. Hey, Kev.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, WHITE HOUSE CORRESPONDENT",
      "sentences": "Hey, my friend. Always good to be with you.  We're talking about adding more goods to that $21 billion Eurozone tariff target. I mean, we have talked about it, you and I, for quite some time. And I don't think there's any question that the administration is going to make them pay if, in particular, Airbus and other manufacturers aren't playing by the rules. Let me just share part of this for you, a tweet. I want to take this back to April. You probably remember when the president did this one. This is going back to April, what is that, the 9th of 2019, OK? He said this: \"The E.U. has taken advantage of the U.S. on trade for many years. It will stop soon.\" OK, well, how soon? Well, whether, so it happens depends on the results, Neil, of a WTO assessment of E.U. subsidies on large civil aircraft, specifically to Airbus. The U.S. trade rep's office disclosing it could target further 89 subcategories, following an earlier list from back in April, one that you and I actually talked about back then. And I should mention this. The new items, Neil, will include cheeses, olives, and even coffee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOGAN GIDLEY, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "sentences": "The comment period is on. We're listening to the public and what they have to say about it. But, also, we have to wait for an arbitrator to tell us what we can and can't do here. So it's still a little bit farther off, but we need to recoup some of the losses on those -- on those subsidies that actually violated the WTO's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "So that's Hogan Gidley earlier today here at the White House North Lawn. While U.S. futures did fall just a bit, European stocks were mixed, Airbus off 0.3. Traders' optimism had been lifted after talks between the president and China's President Xi Jinping seemed to strike a bit of a truce over the weekend in the trade dispute between the U.S. and China. But, obviously, prospects of targeting the Eurozone is leaving a lot of folks uneasy, denting a bit of that market sentiment. The USTR, by the way, also said it plans to hold public hearings, Neil, in August on the proposed additional tariffs. So this is a very interesting story, and one that you and I will be talking about, I'm sure, at length as we get closer, not just to August, but as we figure out what the WTO decides to do with Airbus, something a lot of folks on Wall and Broad will be taking a look at very carefully, my friend -- but, for now, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Kevin, you were a little too smooth and professional going through that Wall Street data and stocks. That's my world, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Thank you, my brother. I'm just trying to be like you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, right. Oh, man, oh, man, you made it look a little too easy. All right. Got to be a mystery to this, Kev. Got to be a mystery. Kevin Corke at the White House, he's the man. All right, now, another man you know very, very well, the Democratic vice presidential nominee and, of course, a former senator of Connecticut, Joe Lieberman.  Senator, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH LIEBERMAN, FORMER SENATOR",
      "sentences": "Neil, good to be back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Here we go on an issue that confused a lot of folks today, Senator, that we're making progress, or we're targeting China, and out of the blue Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Well, first, you got to say that President Trump has broken the rule book in a lot of different areas. And trade is one, particularly taking on allies and taking on competitors like China all at once.  But the reason he can do it is that the American economy is very strong. And American markets matter a lot to people around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You don't think it's risky, though? The other reason why I mention it is a Fed governor today was saying this could have a chill on business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Prudential, the big investment firm, saying, this is something that could whack us, because we don't really know, like Whac-A-Mole, where it goes from here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Yes. Yes, it is risky. But, so far, the president has known when to make the deal. He certainly did it with Canada and Mexico.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "And it seems like it's back to making peace on trade with China as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So you think there's a method here, there's a strategy to it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "It is a method. But if you're on the other side of the negotiating table, you're not sure whether the president's going to carry through. Now, I have enough confidence in the president to believe that he's not going to do -- he's not going to carry on this fight to the point where it's really going to hurt us. He has a point to be made about European subsidies, for instance, some of their companies that compete with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I get that. I get that. But can you fight these -- so many battles at the same time? Remember, before he left for Asia, he was talking about targeting Vietnam and India.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It might be easier to come up with a list of countries we're not targeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Right, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "So the question is, does the bark -- does the dog bark too often and never bite?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so that would have been better than what I said. But you know what I mean, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No. Yes, metaphorically speaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "But I know what you mean. And that's what he's got to watch out for, because, at some point, if he doesn't bite you, or he doesn't make the deal...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, people assume you never will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "... then people are going to not take it seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "But, right now, again, I want to repeat. One, the president is unpredictable. So that worries him. Two, we're the greatest economy in the world. And that gives him the leverage to do the kinds of things he's doing and take the risks. But he's got to be careful that it doesn't take on a life of its own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You say the economy's doing very well. All these Democratic candidates running for president last week were talking about, no, it's not. It's bifurcated. The very rich are getting richer, the very poor are getting poorer. And when you hear that kind of stuff, and you were just acknowledging the economy is doing pretty well, do you think, come on, guys? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Well, I do think, come on, folks, because the reality is that most Americans are experiencing is that the economy's good. I mean, look, just look at the -- it's not perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No economy ever has been. Are the rich getting richer? Yes. But the fact is that the middle class and the poor are doing better, too. They're getting jobs that didn't exist before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, when you see these surveys that come out and that not every American feels that way, and that's what Democrats are pouncing on, maybe given the closeness in the polls and all these battleground states. where president's having trouble, maybe it isn't registering. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "No, I think, generally, people are pleased with how the economy's doing. I think what is the -- the reason, in the battleground polls, I believe the president's not doing well is that, for the moment -- and maybe it's not going to change, but, for now, he's lost the support of independents, unaffiliated voters, that he carried against Hillary Clinton in 2016. And if he doesn't get them back, then he's going to be in trouble. Now, the question is, will the Democrats nominate somebody who can get those unaffiliated voters back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's crucial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "You look at -- I looked at some voting statistics recently. About a quarter of the people in America identify themselves as liberal, a quarter conservative, maybe a little bit more; 40 percent say they're moderates. Whether we think they're moderates or not, that's what they think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's all that matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "You're not going to elect a president if you're far left or far right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, Senator. Always good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "One hundred percent of Americans, in fact, 100 percent of the human species loves this, what's going on right now over the skies of Argentina from the San Juan Observatory there, a total eclipse of the sun but minutes away. The next chance you will have to see this in this neck of the woods, North America, is April 2024. We will already be working on the presidential election after this one. Stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEBERMAN",
      "sentences": "I hope you will be back on that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, we will. In fact, we will put you up there that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "New Democratic Congresswoman Alexander Ocasio-Cortez clashing with border agents over conditions at detention centers, particularly one in Texas. FOX News's Casey Stegall has the latest now from Dallas. Hey, Casey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASEY STEGALL, CORRESPONDENT",
      "sentences": "Hey, Neil. Yes, as you know, this back and forth really started yesterday, as members of that Congressional Hispanic Caucus visited the border. They went through two different stations, the U.S. Border Patrol stations that are detaining children, migrants and family units. And they went through one in El Paso, then one in Clint, Texas. Following the tours, Congresswoman Alexandria Ocasio-Cortez had these shocking accounts. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "Put them in a room with no running water, and these women were being told by CBP officers to drink out of the toilet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "The comments went viral. Virtually all of the 14-member delegation said they were shocked by what they saw. And they recounted the same toilet water story as the congresswoman. Border Patrol quickly denied the accusations, saying that migrants always have access to water at their facilities. But it says that Congress has to act now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT PEREZ, DEPUTY COMMISSIONER, U.S. CUSTOMS AND BORDER PROTECTION",
      "sentences": "These are facilities that were never designed to hold migrants for the duration that we have had to hold them and in the numbers, at times 200, 300, or 400 percent beyond capacity. We have been speaking to this crisis for the better part of 18 months, highlighting the legal framework that needs to be changed and the resourcing that we need to get people out of our custody as quickly as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEGALL",
      "sentences": "Now, all of this also comes on the heels, remember, of that explosive report by ProPublica about the private Facebook group for former and present Border Patrol staff members. Some of the posts shown contained vulgar and racist comments about the congresswoman and migrants. Top brass with the organization condemned this social media group and said it would be investigated immediately. In a statement from the chief -- I'm quoting here -- it reads: \"These posts are completely inappropriate and contrary to honor -- to the honor and integrity I see and expect from our agents day in and day out. Any employees found to have violated our standards of conduct will be held accountable.\" Those Democratic congressional members also say that they plan on launching their own investigation into this controversial Facebook post -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Casey, thank you very much. Let's get the read from Ron Vitiello, the former acting ICE director. Director, always good to have you. Thanks for coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONALD VITIELLO, FORMER ACTING U.S. ICE DEPUTY COMMISSIONER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think the ones who got some of this stuff on the now taken down Facebook site and said horrible things about some of the people being held there, some racial remarks, et cetera, they're not typical of the people who are working there, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "It's not typical in my experience. Most of the agents that I know, all of the agents that I know work hard each and every day. They cultivate the public trust and they work hard to keep it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Would you fire them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "Having said that, if they made inappropriate comments or if they conduct -- if they conducted themselves in a way that's unethical online, or they said things that would be construed as misconduct, then that needs to be investigated. And when found that they have conducted misconduct, then they need to be dealt with in the disciplinary process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, now, much has been said as well about the drinking out of toilets. Now, we looked at photographs of some of the -- that are in these facilities that combine a toilet with a sink. You're not drinking out of the toilet. You're drinking to an attached sink. Space is limited, so that, I get. Where did you -- where do you think the congresswoman got the notion that they were drinking toilet water?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "I don't believe she spent enough time to understand what's really going on in places like Clint, places like El Paso, Yuma, Arizona, San Diego, California, and the Rio Grande Valley. We have been inundated -- the Border Patrol has been inundated with this problem for many, many years. It's worse than I have ever seen it. This administration and all of the people that work at DHS have done everything they can to help fix it. Now it's time for people like the congresswoman to act and propose legislation that will close some of these loopholes in the law which are enticing people to bring their children or send their children to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that's what's gone up dramatically. I mean, this facility was built during the Obama years, and it was meant to be just a temporary housing facility, built like a jail, so to speak. But you wouldn't be there very long. But now the crowds are so big that, sometimes, these jail cells are crowded with five times as many people as would be recommended. So is any of the $4.6 billion that's allocated for addressing some of these border issues going to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "CBP has requested money in the supplemental request to add floor space, to add -- for conditions to add medical care and consumables. They're overwhelmed with the amount of traffic that they have. But if the law doesn't change, if we don't close these loopholes in the law, we're encouraging people to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The loopholes being specifically?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "The Flores settlement agreement and how the TVPRA, the Trafficking Victims Act, work against people who are not from Mexico or not from Canada, right? They come into the custody -- they come in the custody of CBP. They're only supposed to be there a short amount of time. And then we get them over to HHS. After they're with HHS, they get placed into society. We're encouraging people to send their kids on this journey. It's dangerous for them. It makes the border less safe. It makes our country less safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, obviously, a lot of the people you used to work with, they're doing baby-sitting, essentially, and addressing these issues, and not policing the border. Now, will things change with the monies appropriated for Homeland Security, but CBP? How will that will be ironed out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "Well, HHS will now have steady capacity for the children that need to go into care. CBP will get additional funding to help conditions. But if the laws don't change, we're going to be in the same place we are right now next year. Congress needs to act. The president, he's used all the tools available to him, including the threat of tariffs against Mexico. That had helped move them and mobilized them on their southern border and in their country. It remains to be seen whether they can sustain that. But that will make a big difference at the border. But if the laws don't change, people are going to continue to send their children to the border or bring their kids to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That is something, it's has not been unknown in the past. But it really ratcheted up really within the past eight or nine months, and to the point where there's obviously a strategy to it, and it does work. But where does this go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITIELLO",
      "sentences": "We're overwhelming the system. This is not good for the people that are on the journey. It's not good for Mexico. We're enriching cartels by allowing people to be smuggled up to the border. And then, when they get into our country, think about what happens in this Operation Raging Bull, the fight against MS-13 that ICE coordinated a couple of years ago. A third of those felony arrests were people who came to the border as children. This is not good for them either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Amazing. Director, thank you very, very much. Very good seeing you again. Do want to take a peek. A lot of you are very curious to show how this solar eclipse is going right now. It is very close to a full solar eclipse stage. Again, something like this will not be visible in this country for the better part of four years, in another part of world, around Africa, in a little over one year. But this is a rare moment. Enjoy it while you can -- more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I love Bonnie Tyler. And I thought, boy, this is so apropos. Where are you now, Bonnie? The total eclipse of the sun happening over Chile and Argentina. It won't happen in this neck of the woods for four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Warning Iran he's keeping a very close watch, as the nation reveals that it's formally exceeded the allowed amount of enriched uranium stockpiled. That's a big no-no and something to watch, according to retired Four-Star Army General FOX News senior strategic analyst Jack Keane. General, always good to have you. Iran obviously just does what it wants. Even the leader of France that wanted to stick to that original nuclear deal, was hoping to keep it together, was wagging his finger at them today. You got to stop this. They don't stop it. So what happens?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, SENIOR STRATEGIC ANALYST",
      "sentences": "Well, this is the most determined foe the United States has had in decades. And they have pretty much had their way with most administrations, whether they have been Republican or Democrat for years. And what President Trump has done, he's created a strategic offensive campaign of maximum pressure on the Iranians. And they have never been in this position quite before, where their economy is so adversely affected by those sanctions, that the Iranians are trying to get the Europeans, the Asians to put pressure on the United States to back off on the sanctions. Disrupting the oil flow, shooting down a drone was part of that story. But they got caught at it, indisputable evidence. So that backfired. Now they're trying to threaten enriching uranium beyond the restriction that's imposed in the nuclear deal. What's the reason for that? They want to get the Europeans to provide them economic relief, Neil, to minimize the impact of those sanctions. That is what their motivation is, and they will -- they may go over it a little bit and say, look it, we will go back to the restriction, but you got to help us out here. After all, it's United States pulled out of this deal. And they're imposing sanctions on us. And we don't have any choice but to move in this direction That's kind of the play that the Iranians are making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Will sanctions be enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I think yes, quite so, because of the comprehensive nature of it. I do think that Treasury and State Department staff people are actually looking at the fine print and trying to go after some other areas to further put pressure on them. And this strategic campaign that President Trump is talking about, while nuclear gets all the attention, is not just about nuclear weapons. It is about holding them accountable for their malign and aggressive behavior. They're running two civil wars in Syria and Yemen, rockets and missiles that we have seen going into Hamas and into Hezbollah, undermining the government in Iraq and other governments in the region, and sponsoring terrorism outside the region. That is -- all of that, in addition to no ballistic missiles and no nuclear weapons, is what this is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "General, I would be remiss -- and I know you and I have known each other for a while. But I would be clueless if I didn't follow up on a Politico story that is out that weighs the influence you have on the White House, saying what you do. You're often quite critical of moves that are taken. You're your own man and all of that, but that the president clearly takes what you say closely and carefully. And I'm just wondering, in that same article were reports that he wanted you to be his defense secretary, wanted you presumably for other jobs, and you passed them over time and again. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I will let the story speak for itself. I can't make any judgments about the White House and the president and how he values information he's received, some of it from me. That's up to them to decide. I will say that I had been offered a position in the administration, and, for personal reasons, having nothing to do with the president -- and he clearly understands that -- I had to say no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So I'm assuming that was the Defense post. But you're free not to say what it was. Now, would you, if you had accepted a post, or whether you would down the road, you would want the freedom to challenge or differ with a commander in chief, if you didn't feel the strategy was right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yes, I think you have ample evidence of that being displayed in this administration. And what contact I have had with the president, he welcomes advice that may not be consistent with his own. I personally think that's really good government. It has existed in other administrations, to be sure. And I think it's something that should continue. And I think any senior Cabinet official who's advising a president, most of the ones that I have dealt with have the stomach to speak up in terms of what they think is right, and then execute...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Not all of them, not many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, that's your opinion. I just expressed mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and you do. And that is what makes you unique. And I'm glad we were remote when I asked the question. All right, General, it's always good seeing. Be well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Oh, yes, good talking to you, Neil. Happy Fourth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To you as well. All right, in the meantime, the eclipse is now memory, one for the history books, because over the skies of Argentina and Chile, that's all she wrote. It's not to black. That's it -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I don't know about you. When I think of an object blocking out a sun, I think of Charlie Gasparino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because this is what's happening right now over the skies of Argentina, if we can show that again, the final minutes where you get to see the corona, the sun. It is really a historic event, something we will not see in this side, in North America, for another four years. I guess something like this will be available for folks in another year-and-a-half around Africa, South America, that sort of thing. But, for now, a full eclipse of the sun is one of those rare treats that at least over the skies of Argentina and Chile, they had a unique moment to enjoy it today. I was hearing that, when that happens, and the sun -- you probably knew this maybe -- it can go down anywhere from five to 10 degrees when that happens. Sure. All right, so there we go. I just wanted you to be aware of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He's our local astronomer, that guy. He handles everything on this floor. He is a genius.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I really didn't want to know all the details, but he shared them with me. The guy is a genius. This guy is too, Charlie Gasparino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, SENIOR CORRESPONDENT",
      "sentences": "I feel smarter already, being on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I feel that way too. Don't get him started on the 100 Years War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you on all of this and the following the money -- this is my eclipse connection here. What is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes. I'm trying to like make a Trump analogy. Maybe -- because it looked a little red or orange. You see what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It did not look a little...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "But, in any event, there was a shade of orange there. Unlike the last time, when he had a bare-bones operation, meaning the president, when he was running for president, he's got a pretty sophisticated operation led by Brad Parscale, and he's got the Republican - - he's got the RNC behind him full.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And a lot of money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And they're pulling in a lot of money. And they're tapping into bundlers. And they're bringing it home. And we should point, on Friday, there's going to be a big fund-raiser at Trump Bedminster, his golf course, where -- his golf club -- where I think it's like for the top, the top honors. For 100 grand, you get the picture with him and you get to hang around with some -- with the big shots at this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Unless you're a wedding couple. And sometimes he just stumbles on a wedding going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And says hello.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "He did it with me once during the debates when he came by. First, he said, you give me such a hard time. Then he took a selfie with me. He's a great guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "See that? Who wouldn't love that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I like him. I like him personally. I critique his policies. So, as you know, I try to call balls and strikes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he's in good stead financially, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "He's going to make -- he's making a lot of money or bringing in a lot of money. He has the infrastructure he didn't have now. And I will say this. Brad Parscale is a really smart guy. Spent a few minutes with him, laying out his theories and stuff. And he did a great job the last time with very little sort of support. Now he's got more support. And this is a real operation. So Donald Trump is going to have a lot of money. So think of it this way. This is what the Democrats, whoever it is, is going to be facing. They're going to be facing a guy who generates instant free publicity every day. Right? You remember we did a story about this during the election campaign, that his -- opening his mouth and doing a tweet about something was worth something like $25 million in campaign ads. I mean, there were analysis like...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sure. I believe it. I believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "So, you combined that with the ability -- with a lot of money, I'm telling you, man, be ready for the barrage, whoever it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Who are they worried about the most in team Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Listen, before Biden stumbled, he matches up on paper a lot better than anybody else against Donald Trump. And the reason why is because, unlike Jeb -- a lot of people are saying -- giving the Jeb analogy to Biden. And Donald Trump's people know this. He does have a base of support. He has African-Americans. He does have blue- collar whites. The real question is, does he have the stamina and can he...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, Biden is still their biggest fear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes. Is he ready for prime time? Because the rest of them, they're so far left. I mean, Kamala Harris, right, coming out of this, is she really going to like campaign on busing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I will remind you a quick historical footnote. In 1980, Jimmy Carter was getting worried when George Bush Sr. won the Iowa caucuses, and he might be the opponent, not Ronald Reagan, who they thought they could just smash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And we remember what happened, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes, they thought because he was so far right, but...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You never know. You never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "But the country was more right-wing. I mean, is the country this left-wing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm just saying, you never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Aside from the jerks on Twitter, aside from the woke wackos on Twitter, which sound like a majority, and they're not...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This segment is eclipsed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I just want to know, is the country like that lefty?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I don't know. But...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "A total eclipse of the sun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Who sang that song? I love that song.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Total eclipse of the heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Oh, the heart, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There you go. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, Portland police are still investigating the violent clashes that broke out between the so-called Proud Boys and Antifa protesters this past Saturday. William La Jeunesse has the latest. Hey, William.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, CORRESPONDENT",
      "sentences": "Will, Neil, two things. Portland cops wanted the power to restrict when and where violent groups can demonstrate, but the progressive city council said no. Also, unlike other cities, the council prohibited police from videotaping a demonstration, which is why today police want your help in identifying these suspects wanted for assault and theft. Saturday's demonstration turned violent with Antifa attacking several demonstrators, leaving a journalist with head injuries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY NGO, CONSERVATIVE JOURNALIST",
      "sentences": "I put my hands up to try to shield my face, as well as to signal to them that I was surrendering and that I wasn't there to fight that. But that really signaled to them to be more aggressive. So then they started dumping what I believe were milkshakes and eggs, throwing it at my face, which blinded me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Taking heat, Portland's Democratic Mayor Ted Wheeler, who Senator Ted Cruz accused of -- quote -- \"ordering his police officers to let citizens be attacked by domestic terrorists.\" Wheeler fired back, saying -- quote -- \"At least get your facts straight. I ordered no such thing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The mayor has been very clear and very explicit that he expects, that he authorizes his police bureau to take the actions that are necessary to protect the community and to effect arrests when and where they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Three arrests so far. The man in the middle you see here is accused of beating two men with a metal pipe. The others accused of harassment, but both pleading -- or all three, rather, pleading not guilty in court. But the union chief, Daryl Turner, says Portland cops are afraid to act -- quote -- \"Remove the handcuffs from our officers and let them stop the violence through strong and swift enforcement action.\" Bottom line, Neil, both right now -- if you look over the last year-and-a- half, both the right and the left have now complained that police failed to protect them -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "William, thank you very much, William La Jeunesse. In the meantime, health care for all to come with a steep price tag for all? You might be surprised how average voters, maybe how you feel about it -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, is this a case of, we want it, we will pay for it? A new poll from CNN showing most Americans would be OK with higher taxes if it means Medicare for all. What does that mean for 2020? And, again, I don't know the exact wording of that question, whether it was higher taxes they could deal with for themselves or higher taxes on the rich. Be that, it's really a sign that higher taxes would be OK if you got all this other stuff. Democratic strategist Capri Cafaro, America Rising senior vice president Alexandra Wilkes, and The Washington Examiner's Tiana Lowe. Tiana, what do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIANA LOWE, THE WASHINGTON EXAMINER",
      "sentences": "So, while that question is a little bit disturbing, looking back at the same poll that was taken in 2007 and 2017, shows that that support figure hasn't really changed. And, more importantly, when the people in the poll had to answer whether or not they would support Medicare for all if it meant eliminating private health insurance, only one out of five people polled supported that. And it'd be functionally impossible to have Bernie Sanders-style Medicare for all, while allowing private health insurance to continue to exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Capri, the question is fairly straightforward. So I apologize here. But it does leave up in the possibility, are you open to higher taxes and all that? The people say yes. But I think some of them don't think it would be on them, that it would be on the well-to-do. Now, Bernie Sanders did say, well, the middle class will pay higher taxes. They will get a lot more back in all this other stuff. Does that argument resonate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPRI CAFARO, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I think the big thing that we need to remember is that Medicare for all, frankly, is not thoroughly fleshed out and well-defined, not only by those that advocate for it, but also by individuals that are saying that they support it. So, in Congress, not only Bernie Sanders is a sponsor of a Medicare for all bill, but we see a number of other members, for example, in the House that also have similar Medicare for all bills. So how are you really skinning this Medicare for all cat? I think what this really shows is that people are not really very happy with the current health care system as it stands. But I don't think that they're necessarily willing to give up either employer-based health insurance or the existing Medicare structure that serves those that are aged, blind and disabled, for example, those over 65, that is a very popular program. So I think people think Medicare is great. So Medicare for all should be great. So I'm willing to pay a little bit more if I actually get to choose my doctor and do all these other things. But who knows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's a big if.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAFARO",
      "sentences": "It's a huge if. It's a huge if.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, you're right. You're right. And so, Alexandra, I'm looking at that, whether the candidates who've been debating the last week or so are out of sync with the even Democrats within their party who are not keen, for example, on flipping out their private coverage, for keeping the Medicare, health care for all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAFARO",
      "sentences": "Yes, I'm with John Delaney on this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, Alexandra, well, let me ask you about that. Do you think that there's a risk that these guys have so driven themselves to the left, especially on issues like decriminalizing those who try to move past the border, that even a vast majority of Democrats are saying, no, no, no, no, that that's going too far, and this is hurting them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEXANDRA WILKES, AMERICA RISING CORP.",
      "sentences": "Absolutely. Rewind to last week during the debates, where this question, unlike the poll question we're looking at right now, was posed to the Democratic candidates, do you support Medicare for all, knowing that it's going to lead to the elimination of private insurance? And we saw a number of the candidates raise their hands. A couple of these candidates like Cory Booker and Kamala Harris, these are candidates that had previously been sort of tiptoeing around the issue. They really hadn't the taken a firm stance. Raising their hands, that's a very stark image. And, moreover, they said, not only are we going to give Medicare for all for everybody, we're going to eliminate private insurance, it's going to be available to illegal immigrants, who we're not going to criminally punish for entering our country illegally. And so I think that that was just such a stark reminder of how far left this Democratic Party has come. And I think it really puts a lot of these guys in very vulnerable territory for the general election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, way too early to say, like all of you remind me. But it is remarkable. I want to thank you all very, very much. One of the things we are following very, very closely here is the New York attorney's general office has confirmed the Justice Department has informed parties on the -- 200 census forms will be printed now without the citizenship question. The Supreme Court has said -- effectively said that the commerce secretary has not really made his point why it had to be put back in there. It will be out of there. So we will get an idea of how far that goes, and the administration back and forth on this. But the census will go out without the question that asked very basically, are you a citizen of the United States? All right, that does it from here. Now to \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Welcome, everybody. I'm Neil Cavuto. And forget the Fourth of July fireworks to come. Is Nike creating its own fireworks right now, nixing its Betsy Ross sneakers because Colin Kaepernick wasn't a fan of what was on them, namely a flag, a Colonial era flag? So, the sneakers slide. And now, if the governor of Arizona has his way, Nike's financial incentives will slide as well. To Mark Meredith in Washington on what made Nike do it and how folks are responding to it -- Mark."
    },
    {
      "speaker": "MARK MEREDITH, CORRESPONDENT",
      "utterance": "Good afternoon, Neil. These shoes were supposed to hit store shelves this week. But, as you just mentioned, that's no longer the case. Nike confirming to Fox News it's pulled the product off the market. You're looking at there right there on your screen the shoes that are in question. You can see the red, white and blue design, but the controversy surrounds the back of the shoe right there, that older image of an American flag. It's commonly known as the Betsy Ross flag. And experts say a small number of hate groups have been using the flag as a symbol. However, here's the statement we just got in from Nike. And this is an updated statement, Neil, that we just got within the last hour. And they say -- quote -- \"Nike made the decision to halt distribution of the shoes based on concerns that it could unintentionally offend and detract from the nation's patriotic holiday.\" The Wall Street Journal reports Nike's decision to pull the shoes came after complaints from former NFL quarterback Colin Kaepernick. Nike, though, they are facing a lot of criticism over its decision, including from politicians. We have heard from Texas Senator Ted Cruz, who says he's boycotting Nike for the -- for the time being. Arizona's governor says he's upset too. He says his state will pull back financial incentives for Nike to do business in that state. And, Neil, also, we have learned some Web sites, despite Nike's pullback, had begun selling the shoes online. And get this. They're going upwards of $2,500 just for these shoes after Nike pulled them off the market -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, $2,500. And they would typically have sold for how much?"
    },
    {
      "speaker": "MEREDITH",
      "utterance": "About $100 to $150 are some of the prices we have seen. But they have been pulled off the shelves, so, right now, they are kind of a hot commodity."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To put it mildly. All right, Mark, thank you. Great report. So did Nike sign on to this when it signed on for a long time with Colin Kaepernick? Let's go to Fox sports reporter Jared Max. What do you think, Jared?"
    },
    {
      "speaker": "JARED MAX, CORRESPONDENT",
      "utterance": "Good afternoon, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It was a risk, I guess"
    },
    {
      "speaker": "MAX",
      "utterance": "Here we are talking again. I wonder if at some point, maybe even now, some folks at Nike might be wondering, should we have gotten back in bed with Colin Kaepernick, when this contract appeared to kind of be dying out, and then they extended with this campaign ad? Because I wonder if they might start to see what I think NFL owners by and large felt. People didn't want there to be strife or friction. They kind of wanted to play ball. Let's make this work. What happens if all of a sudden this guy from the sideline starts calling the shots and isn't putting himself out for front and center to explain himself, not just make small comments or almost orders in a way of saying, hey, this is not good, I don't like this and a lot of other people don't like this?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is that what happened, Jared? Then he got wind of this, didn't like the depiction of the flag, even though it's an old Betsy Ross era flag?"
    },
    {
      "speaker": "MAX",
      "utterance": "Let me ask you. Let me ask you question, Neil. How does Colin Kaepernick you think feel to be associated with a company where not one person recognized before these sneakers went to production, and then were sent out to -- not one person, diversity training, anything? Nobody of color stepped forward and said this might raise major you know what? Colin Kaepernick saw an image on social media and then steps forward. Really? Nike doesn't -- he's the only guy?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What is the big deal here? If they have backed him up, supported him, it didn't hurt their revenues or earnings by standing by him and being defiant in that sense, why go to this extra bit here to alienate people who had no problem with an old American flag on a pair of sneakers?"
    },
    {
      "speaker": "MAX",
      "utterance": "I have spoken to people today who do have issues with this particular flag. They're African-American. You and I, we're a couple of white guys. I don't think -- I wouldn't expect us to necessarily have the possibility to fully understand where that comes from."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So does that mean that there can be no depiction of the flag on anything?"
    },
    {
      "speaker": "MAX",
      "utterance": "That's what I want to know. So was that -- if that flag is no good, what about our -- would our modern flag work? How do we advance this? How do we make us better as a whole, not divide us more? We certainly don't need that. Somebody pointed out the Philadelphia 76ers logo, 13 stars, 76. Is that next to go? What happens when I have to take the Betsy Ross Bridge to cross the Delaware to get from New Jersey into Philadelphia?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But how does he have this much influence to say, all right, I don't like this? And you're right to say, all right, maybe this could have brought someone's attention, as if it would be deemed offensive, white or black. Then why would he then say, I know I had a big multi-gazillionaire-dollar deal with you, I don't like this, I think you should shelve them, and then, furthermore, the company does it?"
    },
    {
      "speaker": "MAX",
      "utterance": "I think Colin Kaepernick right now is a man who doesn't probably have all that much to do. I think Nike is caving to him. And Nike -- what's -- the Nike slogan, one of the most known slogans around the world, just do it. Maybe they should change their slogan to, should we do it?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very -- yes, it's weird. It's very, very weird. Jared Max on that. All right, now, is this a case of brands then being a little bit too politically correct? The New York Post's Rogers -- Brooke is with us, Democratic strategist Robin Biro, and Republican strategist Joseph Pinion. Joseph, end it with you. This seems like crazy. And it's not a matter of race, perspective, how you grew up, your ancestors. It's crazy. And I'm wondering what the fallout here is for a company that tried to play it so carefully, whether it just stepped in its own nonsense."
    },
    {
      "speaker": "JOSEPH PINION, REPUBLICAN STRATEGIST",
      "utterance": "Look, I think Nike is doing themselves a disservice. I mean, as someone who my father was born in this country, his father before him was born in this country and his father before him born in this country, racism and slavery is a real thing. But what I think people need to understand is that those 13 stars on that Betsy Ross flag, I'm as much a part of those stars as I am a part of the 50 stars on the Old Glory that we have today. I think that, realistically, the past transgressions of this nation do not necessarily undermine the ultimate goals of this nation, was to have a nation that could be free from tyranny, people that could pursue freedom, in spite of the abomination of slavery, then in spite of the injustices that we still face to this day. And I think that you do not confront that duality that we have here in America by burying who we are."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, what we're burying, Brooke, is the American flag. I don't care whether it's an older version, a newer version. And, all right, you might have some issues with this -- this country and its treatment of race and all. Fine, fine. But then to just block out anything that shows that flag is like blocking out the country as well."
    },
    {
      "speaker": "BROOKE ROGERS, THE NEW YORK POST",
      "utterance": "Yes, I think that one -- as mentioned before, some small white supremacist groups have used this flag as a symbol, but it's not their symbol. It's an American symbol. And I think that, by recalling the shoes, we're kind of giving over a little bit of ground to them by saying this is actually a racist symbol. Instead, as Joseph said, we should be promoting this symbol as a symbol that stands for all Americans, that includes all Americans. Yes, there is an ugly history of slavery and racism in this country. And we do need to confront that. But we shouldn't be saying that American symbols, which should represent every one of every race and every ethnicity and every religion in the United States, is racist. We should be promoting that as supporting everyone in the country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I sometimes think we can overanalyze something to the extent that, yes, we respect and have in our arsenal Colin Kaepernick, of course, who has made himself the very face of defiance about a country and how he views it to be not sympathetic to minorities. But this is a sneaker . It is not war. So, Robin, when I'm hearing the response that Nike is getting, including from the governor of Arizona, who is saying, all right, your financial incentives in this state, they might take a walk as well, is that to be expected? Or is that where this is ratcheting up? What do you think?"
    },
    {
      "speaker": "ROBIN BIRO, DEMOCRATIC STRATEGIST",
      "utterance": "Oh, it's ratcheting up, Neil. And, look, Nike did step in it. But they pulled the product immediately. So they did the right thing, because, apparently..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Why is pulling the product the right thing? Why is that automatically assumed to be the right thing?"
    },
    {
      "speaker": "BIRO",
      "utterance": "Because..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Why is it interpreted as a racial thing if they kept the product?"
    },
    {
      "speaker": "BIRO",
      "utterance": "Because this has been appropriated by people, groups like the Klan. The Klan actually hands out Betsy Ross lapel pins at their rallies. They require their members to fly..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If it were a modern flag, you don't think it would have gotten the same response?"
    },
    {
      "speaker": "BIRO",
      "utterance": "No, it would -- that would certainly not have gotten the same response. I'm wearing one on my lapel right now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, no, if Nike came out with a sneaker that prominently featured the flag. You see what I'm saying here is people have a right to get offended about whatever they want. But in this case, Nike said, we're going to pull the shoe because there are elements who will not like that, and not like the inference. But there are just as many, many, many more, who might have liked the shoe. They're doing quite well selling I guess on eBay right now, because they were not making a political statement one way or the other. They like the flag. They like the country. They like what it represented. And they like the colors. So I guess, Joseph, what it's coming down to is that a case of a company being so politically correct, it's kicking itself in the fanny."
    },
    {
      "speaker": "PINION",
      "utterance": "And I just think that we just need to take a pause here and say that hate doesn't get to carry the day, that I don't have to stop using OK emojis on my iPhone because white supremacists have turned it into white power, that I don't have to sit here and say that I can't celebrate the Fourth of July because of the fact that people that look like me weren't entirely independent on those days. We understand the vestiges of racism. America lives in this kind of irreconcilable place, where we have to understand that there is no greater place to call home and at the same time understanding that, yes, part of the reason why America exists today is because that people like me were subjected to unimaginable brutality and subjugation. But when we try to figure out a way forward, we cannot do that by trying to give into this division. We have to ask the -- and actually embrace the things that have actually made us who we are, which is the fact that we are a nation of imperfect men founded on principles to promote equality. And I think that when you look at what America has always been great at, it's always been about to say that, how do we keep moving forward? How do we keep advancing that marker? Those shoes were a marker. They represent that flag of a marker of America that could be, and today that we should be embracing the progress that we have made and also the progress that we need to keep making."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and, Brooke, the other image to is, what flag offends you? I mean, the same flag flew in the late 1950s as flies today, after Hawaii and Alaska became states. The 1950s, it was a very difficult time for minorities and, of course, their treatment under the law vs. others. So do we pick and choose our period at which the image of that flag offends us, because you could pick and choose your images for a long, long time?"
    },
    {
      "speaker": "ROGERS",
      "utterance": "Yes. I think the American flag is the American flag, whether it's Betsy Ross' American flag or the one we have today. Again, this is not something as divisive as the Confederate Flag, which I think a lot of people do have a problem with, and rightfully so. It's an American flag. And we have to draw the line somewhere and say, this -- we have to have certain borders about where we're going to cross and what we're going to do and what we decide. We can't -- we can't censor everything."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Guy, I want to thank you all very, very much. In the meantime, there is something to step back and just appreciate the bigger, bigger picture. And I mean the far out bigger picture, like out of this world, looking live now from San Juan, Argentina, total solar eclipse going on in South America on the same day the S&P 500 closed at its seventh record of the year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We connect, you decide."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, stocks up today. And with the president turning up the trade heat, this time on Europe, a lot of people saw that, hey, wait a minute. I thought we're fighting with China. What's going on with Europe? Anyway, Kevin Corke at the White House with more. Hey, Kev."
    },
    {
      "speaker": "KEVIN CORKE, WHITE HOUSE CORRESPONDENT",
      "utterance": "Hey, my friend. Always good to be with you. We're talking about adding more goods to that $21 billion Eurozone tariff target. I mean, we have talked about it, you and I, for quite some time. And I don't think there's any question that the administration is going to make them pay if, in particular, Airbus and other manufacturers aren't playing by the rules. Let me just share part of this for you, a tweet. I want to take this back to April. You probably remember when the president did this one. This is going back to April, what is that, the 9th of 2019, OK?"
    },
    {
      "speaker": "He said this",
      "utterance": "\"The E.U. has taken advantage of the U.S. on trade for many years. It will stop soon.\" OK, well, how soon? Well, whether, so it happens depends on the results, Neil, of a WTO assessment of E.U. subsidies on large civil aircraft, specifically to Airbus. The U.S. trade rep's office disclosing it could target further 89 subcategories, following an earlier list from back in April, one that you and I actually talked about back then. And I should mention this. The new items, Neil, will include cheeses, olives, and even coffee."
    },
    {
      "speaker": "HOGAN GIDLEY, WHITE HOUSE DEPUTY PRESS SECRETARY",
      "utterance": "The comment period is on. We're listening to the public and what they have to say about it. But, also, we have to wait for an arbitrator to tell us what we can and can't do here. So it's still a little bit farther off, but we need to recoup some of the losses on those -- on those subsidies that actually violated the WTO's."
    },
    {
      "speaker": "CORKE",
      "utterance": "So that's Hogan Gidley earlier today here at the White House North Lawn. While U.S. futures did fall just a bit, European stocks were mixed, Airbus off 0.3. Traders' optimism had been lifted after talks between the president and China's President Xi Jinping seemed to strike a bit of a truce over the weekend in the trade dispute between the U.S. and China. But, obviously, prospects of targeting the Eurozone is leaving a lot of folks uneasy, denting a bit of that market sentiment. The USTR, by the way, also said it plans to hold public hearings, Neil, in August on the proposed additional tariffs. So this is a very interesting story, and one that you and I will be talking about, I'm sure, at length as we get closer, not just to August, but as we figure out what the WTO decides to do with Airbus, something a lot of folks on Wall and Broad will be taking a look at very carefully, my friend -- but, for now, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Kevin, you were a little too smooth and professional going through that Wall Street data and stocks. That's my world, buddy."
    },
    {
      "speaker": "CORKE",
      "utterance": "Thank you, my brother. I'm just trying to be like you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, right. Oh, man, oh, man, you made it look a little too easy. All right. Got to be a mystery to this, Kev. Got to be a mystery. Kevin Corke at the White House, he's the man. All right, now, another man you know very, very well, the Democratic vice presidential nominee and, of course, a former senator of Connecticut, Joe Lieberman. Senator, good to see you."
    },
    {
      "speaker": "JOSEPH LIEBERMAN, FORMER SENATOR",
      "utterance": "Neil, good to be back."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Here we go on an issue that confused a lot of folks today, Senator, that we're making progress, or we're targeting China, and out of the blue Europe."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes. Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you think?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Well, first, you got to say that President Trump has broken the rule book in a lot of different areas. And trade is one, particularly taking on allies and taking on competitors like China all at once. But the reason he can do it is that the American economy is very strong. And American markets matter a lot to people around the world."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You don't think it's risky, though? The other reason why I mention it is a Fed governor today was saying this could have a chill on business."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Prudential, the big investment firm, saying, this is something that could whack us, because we don't really know, like Whac-A-Mole, where it goes from here."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Yes. Yes, it is risky. But, so far, the president has known when to make the deal. He certainly did it with Canada and Mexico."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "And it seems like it's back to making peace on trade with China as well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So you think there's a method here, there's a strategy to it?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "It is a method. But if you're on the other side of the negotiating table, you're not sure whether the president's going to carry through. Now, I have enough confidence in the president to believe that he's not going to do -- he's not going to carry on this fight to the point where it's really going to hurt us. He has a point to be made about European subsidies, for instance, some of their companies that compete with us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I get that. I get that. But can you fight these -- so many battles at the same time? Remember, before he left for Asia, he was talking about targeting Vietnam and India."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Right. Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It might be easier to come up with a list of countries we're not targeting."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Right, right."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "So the question is, does the bark -- does the dog bark too often and never bite?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so that would have been better than what I said. But you know what I mean, right?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No. Yes, metaphorically speaking."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "But I know what you mean. And that's what he's got to watch out for, because, at some point, if he doesn't bite you, or he doesn't make the deal..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, people assume you never will."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "... then people are going to not take it seriously."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "But, right now, again, I want to repeat. One, the president is unpredictable. So that worries him. Two, we're the greatest economy in the world. And that gives him the leverage to do the kinds of things he's doing and take the risks. But he's got to be careful that it doesn't take on a life of its own."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You say the economy's doing very well. All these Democratic candidates running for president last week were talking about, no, it's not. It's bifurcated. The very rich are getting richer, the very poor are getting poorer. And when you hear that kind of stuff, and you were just acknowledging the economy is doing pretty well, do you think, come on, guys? What?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Well, I do think, come on, folks, because the reality is that most Americans are experiencing is that the economy's good. I mean, look, just look at the -- it's not perfect."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No economy ever has been. Are the rich getting richer? Yes. But the fact is that the middle class and the poor are doing better, too. They're getting jobs that didn't exist before."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, when you see these surveys that come out and that not every American feels that way, and that's what Democrats are pouncing on, maybe given the closeness in the polls and all these battleground states. where president's having trouble, maybe it isn't registering. What do you think?"
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "No, I think, generally, people are pleased with how the economy's doing. I think what is the -- the reason, in the battleground polls, I believe the president's not doing well is that, for the moment -- and maybe it's not going to change, but, for now, he's lost the support of independents, unaffiliated voters, that he carried against Hillary Clinton in 2016. And if he doesn't get them back, then he's going to be in trouble. Now, the question is, will the Democrats nominate somebody who can get those unaffiliated voters back?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's crucial."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "You look at -- I looked at some voting statistics recently. About a quarter of the people in America identify themselves as liberal, a quarter conservative, maybe a little bit more; 40 percent say they're moderates. Whether we think they're moderates or not, that's what they think."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's all that matters."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "You're not going to elect a president if you're far left or far right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, Senator. Always good seeing you."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "Great to see you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "One hundred percent of Americans, in fact, 100 percent of the human species loves this, what's going on right now over the skies of Argentina from the San Juan Observatory there, a total eclipse of the sun but minutes away. The next chance you will have to see this in this neck of the woods, North America, is April 2024. We will already be working on the presidential election after this one. Stop."
    },
    {
      "speaker": "LIEBERMAN",
      "utterance": "I hope you will be back on that day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, we will. In fact, we will put you up there that day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "New Democratic Congresswoman Alexander Ocasio-Cortez clashing with border agents over conditions at detention centers, particularly one in Texas. FOX News's Casey Stegall has the latest now from Dallas. Hey, Casey."
    },
    {
      "speaker": "CASEY STEGALL, CORRESPONDENT",
      "utterance": "Hey, Neil. Yes, as you know, this back and forth really started yesterday, as members of that Congressional Hispanic Caucus visited the border. They went through two different stations, the U.S. Border Patrol stations that are detaining children, migrants and family units. And they went through one in El Paso, then one in Clint, Texas. Following the tours, Congresswoman Alexandria Ocasio-Cortez had these shocking accounts. Listen."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "Put them in a room with no running water, and these women were being told by CBP officers to drink out of the toilet."
    },
    {
      "speaker": "STEGALL",
      "utterance": "The comments went viral. Virtually all of the 14-member delegation said they were shocked by what they saw. And they recounted the same toilet water story as the congresswoman. Border Patrol quickly denied the accusations, saying that migrants always have access to water at their facilities. But it says that Congress has to act now."
    },
    {
      "speaker": "ROBERT PEREZ, DEPUTY COMMISSIONER, U.S. CUSTOMS AND BORDER PROTECTION",
      "utterance": "These are facilities that were never designed to hold migrants for the duration that we have had to hold them and in the numbers, at times 200, 300, or 400 percent beyond capacity. We have been speaking to this crisis for the better part of 18 months, highlighting the legal framework that needs to be changed and the resourcing that we need to get people out of our custody as quickly as possible."
    },
    {
      "speaker": "STEGALL",
      "utterance": "Now, all of this also comes on the heels, remember, of that explosive report by ProPublica about the private Facebook group for former and present Border Patrol staff members. Some of the posts shown contained vulgar and racist comments about the congresswoman and migrants. Top brass with the organization condemned this social media group and said it would be investigated immediately."
    },
    {
      "speaker": "In a statement from the chief -- I'm quoting here -- it reads",
      "utterance": "\"These posts are completely inappropriate and contrary to honor -- to the honor and integrity I see and expect from our agents day in and day out. Any employees found to have violated our standards of conduct will be held accountable.\" Those Democratic congressional members also say that they plan on launching their own investigation into this controversial Facebook post -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Casey, thank you very much. Let's get the read from Ron Vitiello, the former acting ICE director. Director, always good to have you. Thanks for coming."
    },
    {
      "speaker": "RONALD VITIELLO, FORMER ACTING U.S. ICE DEPUTY COMMISSIONER",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think the ones who got some of this stuff on the now taken down Facebook site and said horrible things about some of the people being held there, some racial remarks, et cetera, they're not typical of the people who are working there, right?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "It's not typical in my experience. Most of the agents that I know, all of the agents that I know work hard each and every day. They cultivate the public trust and they work hard to keep it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Would you fire them?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "Having said that, if they made inappropriate comments or if they conduct -- if they conducted themselves in a way that's unethical online, or they said things that would be construed as misconduct, then that needs to be investigated. And when found that they have conducted misconduct, then they need to be dealt with in the disciplinary process."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, now, much has been said as well about the drinking out of toilets. Now, we looked at photographs of some of the -- that are in these facilities that combine a toilet with a sink. You're not drinking out of the toilet. You're drinking to an attached sink. Space is limited, so that, I get. Where did you -- where do you think the congresswoman got the notion that they were drinking toilet water?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "I don't believe she spent enough time to understand what's really going on in places like Clint, places like El Paso, Yuma, Arizona, San Diego, California, and the Rio Grande Valley. We have been inundated -- the Border Patrol has been inundated with this problem for many, many years. It's worse than I have ever seen it. This administration and all of the people that work at DHS have done everything they can to help fix it. Now it's time for people like the congresswoman to act and propose legislation that will close some of these loopholes in the law which are enticing people to bring their children or send their children to the border."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that's what's gone up dramatically. I mean, this facility was built during the Obama years, and it was meant to be just a temporary housing facility, built like a jail, so to speak. But you wouldn't be there very long. But now the crowds are so big that, sometimes, these jail cells are crowded with five times as many people as would be recommended. So is any of the $4.6 billion that's allocated for addressing some of these border issues going to that?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "CBP has requested money in the supplemental request to add floor space, to add -- for conditions to add medical care and consumables. They're overwhelmed with the amount of traffic that they have. But if the law doesn't change, if we don't close these loopholes in the law, we're encouraging people to..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The loopholes being specifically?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "The Flores settlement agreement and how the TVPRA, the Trafficking Victims Act, work against people who are not from Mexico or not from Canada, right? They come into the custody -- they come in the custody of CBP. They're only supposed to be there a short amount of time. And then we get them over to HHS. After they're with HHS, they get placed into society. We're encouraging people to send their kids on this journey. It's dangerous for them. It makes the border less safe. It makes our country less safe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, obviously, a lot of the people you used to work with, they're doing baby-sitting, essentially, and addressing these issues, and not policing the border. Now, will things change with the monies appropriated for Homeland Security, but CBP? How will that will be ironed out?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "Well, HHS will now have steady capacity for the children that need to go into care. CBP will get additional funding to help conditions. But if the laws don't change, we're going to be in the same place we are right now next year. Congress needs to act. The president, he's used all the tools available to him, including the threat of tariffs against Mexico. That had helped move them and mobilized them on their southern border and in their country. It remains to be seen whether they can sustain that. But that will make a big difference at the border. But if the laws don't change, people are going to continue to send their children to the border or bring their kids to the border."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That is something, it's has not been unknown in the past. But it really ratcheted up really within the past eight or nine months, and to the point where there's obviously a strategy to it, and it does work. But where does this go?"
    },
    {
      "speaker": "VITIELLO",
      "utterance": "We're overwhelming the system. This is not good for the people that are on the journey. It's not good for Mexico. We're enriching cartels by allowing people to be smuggled up to the border. And then, when they get into our country, think about what happens in this Operation Raging Bull, the fight against MS-13 that ICE coordinated a couple of years ago. A third of those felony arrests were people who came to the border as children. This is not good for them either."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Amazing. Director, thank you very, very much. Very good seeing you again. Do want to take a peek. A lot of you are very curious to show how this solar eclipse is going right now. It is very close to a full solar eclipse stage. Again, something like this will not be visible in this country for the better part of four years, in another part of world, around Africa, in a little over one year. But this is a rare moment. Enjoy it while you can -- more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I love Bonnie Tyler. And I thought, boy, this is so apropos. Where are you now, Bonnie? The total eclipse of the sun happening over Chile and Argentina. It won't happen in this neck of the woods for four years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Warning Iran he's keeping a very close watch, as the nation reveals that it's formally exceeded the allowed amount of enriched uranium stockpiled. That's a big no-no and something to watch, according to retired Four-Star Army General FOX News senior strategic analyst Jack Keane. General, always good to have you. Iran obviously just does what it wants. Even the leader of France that wanted to stick to that original nuclear deal, was hoping to keep it together, was wagging his finger at them today. You got to stop this. They don't stop it. So what happens?"
    },
    {
      "speaker": "JACK KEANE, SENIOR STRATEGIC ANALYST",
      "utterance": "Well, this is the most determined foe the United States has had in decades. And they have pretty much had their way with most administrations, whether they have been Republican or Democrat for years. And what President Trump has done, he's created a strategic offensive campaign of maximum pressure on the Iranians. And they have never been in this position quite before, where their economy is so adversely affected by those sanctions, that the Iranians are trying to get the Europeans, the Asians to put pressure on the United States to back off on the sanctions. Disrupting the oil flow, shooting down a drone was part of that story. But they got caught at it, indisputable evidence. So that backfired. Now they're trying to threaten enriching uranium beyond the restriction that's imposed in the nuclear deal. What's the reason for that? They want to get the Europeans to provide them economic relief, Neil, to minimize the impact of those sanctions. That is what their motivation is, and they will -- they may go over it a little bit and say, look it, we will go back to the restriction, but you got to help us out here. After all, it's United States pulled out of this deal. And they're imposing sanctions on us. And we don't have any choice but to move in this direction That's kind of the play that the Iranians are making."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Will sanctions be enough?"
    },
    {
      "speaker": "KEANE",
      "utterance": "I think yes, quite so, because of the comprehensive nature of it. I do think that Treasury and State Department staff people are actually looking at the fine print and trying to go after some other areas to further put pressure on them. And this strategic campaign that President Trump is talking about, while nuclear gets all the attention, is not just about nuclear weapons. It is about holding them accountable for their malign and aggressive behavior. They're running two civil wars in Syria and Yemen, rockets and missiles that we have seen going into Hamas and into Hezbollah, undermining the government in Iraq and other governments in the region, and sponsoring terrorism outside the region. That is -- all of that, in addition to no ballistic missiles and no nuclear weapons, is what this is all about."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "General, I would be remiss -- and I know you and I have known each other for a while. But I would be clueless if I didn't follow up on a Politico story that is out that weighs the influence you have on the White House, saying what you do. You're often quite critical of moves that are taken. You're your own man and all of that, but that the president clearly takes what you say closely and carefully. And I'm just wondering, in that same article were reports that he wanted you to be his defense secretary, wanted you presumably for other jobs, and you passed them over time and again. Is that true?"
    },
    {
      "speaker": "KEANE",
      "utterance": "I will let the story speak for itself. I can't make any judgments about the White House and the president and how he values information he's received, some of it from me. That's up to them to decide. I will say that I had been offered a position in the administration, and, for personal reasons, having nothing to do with the president -- and he clearly understands that -- I had to say no."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So I'm assuming that was the Defense post. But you're free not to say what it was. Now, would you, if you had accepted a post, or whether you would down the road, you would want the freedom to challenge or differ with a commander in chief, if you didn't feel the strategy was right?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Yes, I think you have ample evidence of that being displayed in this administration. And what contact I have had with the president, he welcomes advice that may not be consistent with his own. I personally think that's really good government. It has existed in other administrations, to be sure. And I think it's something that should continue. And I think any senior Cabinet official who's advising a president, most of the ones that I have dealt with have the stomach to speak up in terms of what they think is right, and then execute..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Not all of them, not many."
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, that's your opinion. I just expressed mine."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and you do. And that is what makes you unique. And I'm glad we were remote when I asked the question. All right, General, it's always good seeing. Be well."
    },
    {
      "speaker": "KEANE",
      "utterance": "Oh, yes, good talking to you, Neil. Happy Fourth."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To you as well. All right, in the meantime, the eclipse is now memory, one for the history books, because over the skies of Argentina and Chile, that's all she wrote. It's not to black. That's it -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I don't know about you. When I think of an object blocking out a sun, I think of Charlie Gasparino."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because this is what's happening right now over the skies of Argentina, if we can show that again, the final minutes where you get to see the corona, the sun. It is really a historic event, something we will not see in this side, in North America, for another four years. I guess something like this will be available for folks in another year-and-a-half around Africa, South America, that sort of thing. But, for now, a full eclipse of the sun is one of those rare treats that at least over the skies of Argentina and Chile, they had a unique moment to enjoy it today. I was hearing that, when that happens, and the sun -- you probably knew this maybe -- it can go down anywhere from five to 10 degrees when that happens. Sure. All right, so there we go. I just wanted you to be aware of that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He's our local astronomer, that guy. He handles everything on this floor. He is a genius."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I really didn't want to know all the details, but he shared them with me. The guy is a genius. This guy is too, Charlie Gasparino."
    },
    {
      "speaker": "CHARLIE GASPARINO, SENIOR CORRESPONDENT",
      "utterance": "I feel smarter already, being on your show."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I feel that way too. Don't get him started on the 100 Years War."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you on all of this and the following the money -- this is my eclipse connection here. What is going on?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes. I'm trying to like make a Trump analogy. Maybe -- because it looked a little red or orange. You see what I'm saying?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It did not look a little..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "But, in any event, there was a shade of orange there. Unlike the last time, when he had a bare-bones operation, meaning the president, when he was running for president, he's got a pretty sophisticated operation led by Brad Parscale, and he's got the Republican - - he's got the RNC behind him full."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And a lot of money."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And they're pulling in a lot of money. And they're tapping into bundlers. And they're bringing it home. And we should point, on Friday, there's going to be a big fund-raiser at Trump Bedminster, his golf course, where -- his golf club -- where I think it's like for the top, the top honors. For 100 grand, you get the picture with him and you get to hang around with some -- with the big shots at this thing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Unless you're a wedding couple. And sometimes he just stumbles on a wedding going on."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And says hello."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "He did it with me once during the debates when he came by. First, he said, you give me such a hard time. Then he took a selfie with me. He's a great guy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "See that? Who wouldn't love that?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I like him. I like him personally. I critique his policies. So, as you know, I try to call balls and strikes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he's in good stead financially, right?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "He's going to make -- he's making a lot of money or bringing in a lot of money. He has the infrastructure he didn't have now. And I will say this. Brad Parscale is a really smart guy. Spent a few minutes with him, laying out his theories and stuff. And he did a great job the last time with very little sort of support. Now he's got more support. And this is a real operation. So Donald Trump is going to have a lot of money. So think of it this way. This is what the Democrats, whoever it is, is going to be facing. They're going to be facing a guy who generates instant free publicity every day. Right? You remember we did a story about this during the election campaign, that his -- opening his mouth and doing a tweet about something was worth something like $25 million in campaign ads. I mean, there were analysis like..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sure. I believe it. I believe it."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "So, you combined that with the ability -- with a lot of money, I'm telling you, man, be ready for the barrage, whoever it is."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Who are they worried about the most in team Trump?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Listen, before Biden stumbled, he matches up on paper a lot better than anybody else against Donald Trump. And the reason why is because, unlike Jeb -- a lot of people are saying -- giving the Jeb analogy to Biden. And Donald Trump's people know this. He does have a base of support. He has African-Americans. He does have blue- collar whites. The real question is, does he have the stamina and can he..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, Biden is still their biggest fear?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes. Is he ready for prime time? Because the rest of them, they're so far left. I mean, Kamala Harris, right, coming out of this, is she really going to like campaign on busing?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I will remind you a quick historical footnote. In 1980, Jimmy Carter was getting worried when George Bush Sr. won the Iowa caucuses, and he might be the opponent, not Ronald Reagan, who they thought they could just smash."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And we remember what happened, right?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes, they thought because he was so far right, but..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You never know. You never know."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "But the country was more right-wing. I mean, is the country this left-wing?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm just saying, you never know."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Aside from the jerks on Twitter, aside from the woke wackos on Twitter, which sound like a majority, and they're not..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This segment is eclipsed."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I just want to know, is the country like that lefty?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I don't know. But..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "A total eclipse of the sun."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Who sang that song? I love that song."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Total eclipse of the heart."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Oh, the heart, OK."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There you go. We will have more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, Portland police are still investigating the violent clashes that broke out between the so-called Proud Boys and Antifa protesters this past Saturday. William La Jeunesse has the latest. Hey, William."
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, CORRESPONDENT",
      "utterance": "Will, Neil, two things. Portland cops wanted the power to restrict when and where violent groups can demonstrate, but the progressive city council said no. Also, unlike other cities, the council prohibited police from videotaping a demonstration, which is why today police want your help in identifying these suspects wanted for assault and theft. Saturday's demonstration turned violent with Antifa attacking several demonstrators, leaving a journalist with head injuries."
    },
    {
      "speaker": "ANDY NGO, CONSERVATIVE JOURNALIST",
      "utterance": "I put my hands up to try to shield my face, as well as to signal to them that I was surrendering and that I wasn't there to fight that. But that really signaled to them to be more aggressive. So then they started dumping what I believe were milkshakes and eggs, throwing it at my face, which blinded me."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Taking heat, Portland's Democratic Mayor Ted Wheeler, who Senator Ted Cruz accused of -- quote -- \"ordering his police officers to let citizens be attacked by domestic terrorists.\" Wheeler fired back, saying -- quote -- \"At least get your facts straight. I ordered no such thing.\""
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The mayor has been very clear and very explicit that he expects, that he authorizes his police bureau to take the actions that are necessary to protect the community and to effect arrests when and where they can."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Three arrests so far. The man in the middle you see here is accused of beating two men with a metal pipe. The others accused of harassment, but both pleading -- or all three, rather, pleading not guilty in court. But the union chief, Daryl Turner, says Portland cops are afraid to act -- quote -- \"Remove the handcuffs from our officers and let them stop the violence through strong and swift enforcement action.\" Bottom line, Neil, both right now -- if you look over the last year-and-a- half, both the right and the left have now complained that police failed to protect them -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "William, thank you very much, William La Jeunesse. In the meantime, health care for all to come with a steep price tag for all? You might be surprised how average voters, maybe how you feel about it -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, is this a case of, we want it, we will pay for it? A new poll from CNN showing most Americans would be OK with higher taxes if it means Medicare for all. What does that mean for 2020? And, again, I don't know the exact wording of that question, whether it was higher taxes they could deal with for themselves or higher taxes on the rich. Be that, it's really a sign that higher taxes would be OK if you got all this other stuff. Democratic strategist Capri Cafaro, America Rising senior vice president Alexandra Wilkes, and The Washington Examiner's Tiana Lowe. Tiana, what do you make of this?"
    },
    {
      "speaker": "TIANA LOWE, THE WASHINGTON EXAMINER",
      "utterance": "So, while that question is a little bit disturbing, looking back at the same poll that was taken in 2007 and 2017, shows that that support figure hasn't really changed. And, more importantly, when the people in the poll had to answer whether or not they would support Medicare for all if it meant eliminating private health insurance, only one out of five people polled supported that. And it'd be functionally impossible to have Bernie Sanders-style Medicare for all, while allowing private health insurance to continue to exist."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Capri, the question is fairly straightforward. So I apologize here. But it does leave up in the possibility, are you open to higher taxes and all that? The people say yes. But I think some of them don't think it would be on them, that it would be on the well-to-do. Now, Bernie Sanders did say, well, the middle class will pay higher taxes. They will get a lot more back in all this other stuff. Does that argument resonate?"
    },
    {
      "speaker": "CAPRI CAFARO, DEMOCRATIC STRATEGIST",
      "utterance": "Well, I think the big thing that we need to remember is that Medicare for all, frankly, is not thoroughly fleshed out and well-defined, not only by those that advocate for it, but also by individuals that are saying that they support it. So, in Congress, not only Bernie Sanders is a sponsor of a Medicare for all bill, but we see a number of other members, for example, in the House that also have similar Medicare for all bills. So how are you really skinning this Medicare for all cat? I think what this really shows is that people are not really very happy with the current health care system as it stands. But I don't think that they're necessarily willing to give up either employer-based health insurance or the existing Medicare structure that serves those that are aged, blind and disabled, for example, those over 65, that is a very popular program. So I think people think Medicare is great. So Medicare for all should be great. So I'm willing to pay a little bit more if I actually get to choose my doctor and do all these other things. But who knows?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's a big if."
    },
    {
      "speaker": "CAFARO",
      "utterance": "It's a huge if. It's a huge if."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, you're right. You're right. And so, Alexandra, I'm looking at that, whether the candidates who've been debating the last week or so are out of sync with the even Democrats within their party who are not keen, for example, on flipping out their private coverage, for keeping the Medicare, health care for all."
    },
    {
      "speaker": "CAFARO",
      "utterance": "Yes, I'm with John Delaney on this one."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, Alexandra, well, let me ask you about that. Do you think that there's a risk that these guys have so driven themselves to the left, especially on issues like decriminalizing those who try to move past the border, that even a vast majority of Democrats are saying, no, no, no, no, that that's going too far, and this is hurting them?"
    },
    {
      "speaker": "ALEXANDRA WILKES, AMERICA RISING CORP.",
      "utterance": "Absolutely. Rewind to last week during the debates, where this question, unlike the poll question we're looking at right now, was posed to the Democratic candidates, do you support Medicare for all, knowing that it's going to lead to the elimination of private insurance? And we saw a number of the candidates raise their hands. A couple of these candidates like Cory Booker and Kamala Harris, these are candidates that had previously been sort of tiptoeing around the issue. They really hadn't the taken a firm stance. Raising their hands, that's a very stark image. And, moreover, they said, not only are we going to give Medicare for all for everybody, we're going to eliminate private insurance, it's going to be available to illegal immigrants, who we're not going to criminally punish for entering our country illegally. And so I think that that was just such a stark reminder of how far left this Democratic Party has come. And I think it really puts a lot of these guys in very vulnerable territory for the general election."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, way too early to say, like all of you remind me. But it is remarkable. I want to thank you all very, very much. One of the things we are following very, very closely here is the New York attorney's general office has confirmed the Justice Department has informed parties on the -- 200 census forms will be printed now without the citizenship question. The Supreme Court has said -- effectively said that the commerce secretary has not really made his point why it had to be put back in there. It will be out of there. So we will get an idea of how far that goes, and the administration back and forth on this. But the census will go out without the question that asked very basically, are you a citizen of the United States? All right, that does it from here. Now to \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}