{
  "date": "June 22, 2018",
  "headline": "Peter Strzok subpoenaed by House Judiciary Committee",
  "subHeadline": "House Judiciary Committee issues subpoena to have Peter Strzok answer questions; law professor Jonathan Turley reacts on 'The Story' and discusses his friendship with Charles Krauthammer.",
  "url": "https://www.foxnews.com/transcript/peter-strzok-subpoenaed-by-house-judiciary-committee",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Thank you, Bret. Well, look forward to that tonight at 9:00. And breaking tonight here from New York, former FBI agent Peter Strzok, now subpoenaed to appear before Congress next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "These are the American citizens permanently separated from their loved ones. The word permanently being the word that you have to think about permanently. They're not separated for a day or two days, they are permanently separated because they were killed by criminal illegal aliens. These are the families, the media ignores.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tough words today from the president as he addresses the other side of this immigration issues. Some of those parents will join us tonight with their compelling stories that you don't want to miss. That as the President and Congress are wrestling over what they should do about the growing immigration battle as the flood of people continues. Hundreds of parents and their children crossing the border, the space is becoming more and more limited. The Pentagon ready to provide up to 20,000 beds they say in tents that will look like these on military bases. A plan that was borrowed from back in the Obama administration.  And it appears that there is no end in sight with the potential next president of Mexico saying that migrating to the United States, he believes, and he's in first place in that race should be considered a basic human right. Bill Keating, live in Homestead, Florida tonight where he toured one of those temporary shelters. Bill, what did you see there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "Hey, Martha. For days, the Health and Human Services has denied politicians and media access inside this home said temporary shelter for unaccompanied children, drawing strong criticism all week.   Well, today, HHS reversed course and let us in to see for ourselves what it's like. Originally, this place was a labor department jobs corps housing and training facility. So, inside it appears similar to what you'd expect a boarding school to look like. Except here, you can't get out until they let you out. Our media tour had about 20 people, very escorted and there were new two rules. No cameras and phones inside, and no talking with the kids. Our tour lasted about an hour. Currently, there are about 1200 kids being housed here all between the ages of 13 and 17. We saw boys playing soccer and basketball. The vast majority of these kids crossed the border illegally without their parents coming in solo. But the shelter says, about 70 of the kids here did enter this year with their parents and have since been separated from them while their parents are held elsewhere.   According to the federal Office of Refugee Resettlement which oversees this facility. These 1200 teenagers come from El Salvador and Honduras and all were captured by Border Patrol agents in Texas, Arizona, and California. Two nights ago, HHS released this handout video of what it's like inside and from what we saw on our structured tour that's pretty much how it is. Clean classrooms where the kids have six hours of academics every day. The cafeteria, three square meals, we saw breakfast, scrambled eggs, a biscuit, fruit, and hash browns. Pretty much like a school cafeteria. Segregated dormitories for the boys and girls. Each room with six bunk beds. So, 12 kids to each room. This afternoon, Florida Senator Marco Rubio, got inside, as well. Telling us afterwards the whole situation is sad. And he supports keeping the families together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA., FOREIGN RELATIONS COMMITTEE",
      "sentences": "Every country in the world has migratory laws. Every single one, by the way, that are much stricter than ours. And so, I would say to you that, of course, we do. And like my parents, people continue to arrive every day in the United States and they do so through a legal process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "HHS tells us the goal at all of the 100 shelters in 17 states similar to this is safety and security for the children until they can be taken out and placed in homes preferably, their parents or a close relative, a good family friend and last case scenario, foster care. And then, of course, they had to go through the immigration process. One thing we did not see here today on our tour where any chain link fence rooms, cells, would have been criticized heavily this week as cages, we asked, where those being hidden from our tour route? And they said, no, those simply do not exist here. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting. Phil, one quick question for you and obviously, it's hard to make generalizations. We've heard so many heart-wrenching stories from parents divided from their kids. But generally, how did the children that you saw today appear to be doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "They all appeared to be fine. The boys really weren't smiling too much. The girls were all smiling in single filed as they walked past us. And the interesting aspect of it all was that yes, this group of 20 reporters just eyeballing every kid, so we could digest and assess how they appeared. But the kids were doing that the same to us because we were also an oddity inside that place. So, some of the girls actually smiled at us and said good morning. And they do actually do have some ESL classes for some Basic English inside in their classrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, Phil, thank you so much. Great reporting today on that. So, joining me now is Art Del Cueto, vice president of the National Border Patrol Council. Art, good to have you with us this evening.   You know, what are your Border Patrol agents telling you about what they're facing right now there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ART DEL CUETO, VICE PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "sentences": "You know, it's the same thing we've always faced we're out there apprehending the illegal aliens, we're out there apprehending the drug smugglers that hasn't stopped. It's just -- it's very frustrating for the agents right now because we're seeing so many people in certain parts of the media that are portraying everything with their own agenda, I guess, their own agenda and it's just false. False lies that they're out there projecting and it's really upsetting for the agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now, in terms of what they're being told to do. And I want to get more into the point that you just made a minute, we're going to play a sound bite in a second from Cynthia Nixon. But in terms of what they're being told to do, are they referring people for prosecution? Are they putting people into these facilities so that -- and they're going to be held until they go to a court? Or is this catch and release so all over again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "Well, we are arresting the individuals like we always have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "We turn them over to another entity, they're the ones that take care of where they're going to be placed. But the problem that we are seeing with the unification again, and I mean, let's get this straight. We're not asking to be mean to these children. No one has been mean to the-- to the -- to the kids. I think the media is the one that was trying to portray us as the evil people. Or the Nazis as they said, which I'm still disgusted by that word. But the reality is we have hard-working men and women out there.   I, myself was out there working since very early today. I came out here so I can do this show, and we have a very, very tough job. It's very difficult because it's frustrating, because of the lies that are being portrayed. But the agents are upset -- not upset, but they're confused, I would say. Because, if you don't have any consequences for these individuals, there's certain laws that prevent us from holding the individuals -- of the children past 20 days. And I'm referring to Reno versus Flores, and we know the law exists. So, when you can't detain him for a certain amount of time, and you don't have enough judges, the problem will be that it will start catching and release all over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I completely understand what you're saying. You know, in terms of the way that some of the agents both Border Patrol and ICE agents are being portrayed, listen to this from former actress, Cynthia Nixon, who is now running for mayor of New York City.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CYNTHIA NIXON (D), GUBERNATORIAL CANDIDATE, NEW YORK",
      "sentences": "ICE has strayed so far from its mission. It's supposed to be here to keep American safe but what it's turned into is, is frankly a terrorist organization of its own that is terrorizing people who are coming to this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "She wants to be governor of New York. And she says that ICE is now a terrorist organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "I mean, I don't even know what to say to these people anymore. You know, you guys have shown, you guys were shown the facility where these children are being held. The pictures that the media likes to continuously show -- certain members of the media is pictures from the Obama administration. They refuse to admit that it's not this current administration. We have agents that are out there taking their own food, toys you name it, to take care of these children that we're apprehending. And to be portrayed by these people.  And you know, some of these individuals that are putting on their Twitter pages and attacking agents, they're individuals that were out there, they grew up with a silver spoon. We have agents out here that they're hard- working American people that are -- that they're defending our country. That's what they're doing, they're defending our country.  And to be portrayed as Nazis or to be attacked, you know that there was a Twitter that was sent out by Peter Fonda where he was saying that they need to come and terrorize our kids, terrorize -- you know, I'm -- at the schools, find out our addresses, terrorizes at home. You know, how, who does that? You know he's asking for terrorizing -- you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Not only the former director of the CIA, Michael Hayden made a comparison too to Nazi concentration camps where exterminations were done. And it's unconscionable and very difficult to understand because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "It's disgusting. It's disgusting it what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Art, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "They need to go back to history class, and you know, redo history. They should have -- they were probably sleeping during history class. They had nothing better to do so, you just went ahead and fell asleep and decided to pick up a real quick one-liner so they can make headlines and sell some books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know you're not getting a lot of sleep these days Art, because you guys are very busy. And we thank you so much for making time for us tonight in the middle of all of this. We appreciate it. All the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "Thank you for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So my next guest is Pulitzer Prize-winning journalist Charlie LeDuff, who has spent a lot of time on the border documenting this crisis in all different ways. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And here's a coyote, a smuggler, he's got two women on the back of his jet ski. Yes, they're using jet skis now. One woman's pregnant, the coyote tries dropping them on our shores until he sees us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now, Charlie LeDuff, author of the new book, Blank Show -- S show. You can figure it out. The country is collapsing, and the ratings are great. Charlie, great to have you back on the program. I thought of you this morning when I was watching all this, I wanted to get your take on what you think is actually happening here. And who are the -- what are the motivations for people who are coming into the country at this point?  At this point, knowing that they may be separated from their children for a short period of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE LEDUFF, PULITZER PRIZE-WINNING JOURNALIST",
      "sentences": "Well, now they're not going too, so I think that was used as a -- as a stick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "And we don't even know if it worked, right? But, any study will show you, any survey, any reporter knows that it's an economic crisis -- it's an economic crisis. 80-90 percent of Central Americans come for jobs and wages. That's what it's about. It's less to do with terrorism and asylum then, a better life.  So, when we're trying to get a grip on this thing to call Border Patrol or ICE agents Nazis, look I'm a regular Middle of the road person. That does nothing but start a war, that doesn't solve anything to talk about going after people's families. I'm just surprised to hear it but what it really is, is an economic situation, and do you want a solution? I can give you one.  If we're talking about trade, and we've got the Mexicans at the table and the Canadians, part of this trade negotiation has to be about people because of their economic refugees. And Canada's got a full-blown refugee crisis, as well, because we have an agreement with the Canadians which says, if they came from your country first and they come through a border checkpoint, you have to take them back. We don't have that with the Mexicans. Why don't we have that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, they flow right through from Guatemala, Honduras and they go, \"Go OK, here's the entrance, in fact.\" The person who's running for president of Mexico, I think his name is (INAUDIBLE). He is saying now, you know, it's a God-given right. If you're a North American resident, you're -- you have every right to move on through Mexico and go right to the United States and seek -- you know, a future, a life. I don't know why -- you know, the goal for the Mexican president wouldn't be to provide an economy where people can stay there and have a good life right in Mexico. But take a look at this Time cover, because it's got so much attention, this little child. And they Photoshop it so that it looks like she's -- you know teary-eyed looking up at President Trump and he's supposed to be looking down at her, you know, cold and dispassionate and uncaring.  But this girl who became sort of the poster child of this situation. It turns out was never actually even separated from her mother. And what you've done it in your book is to go to these places and -- you know try to tell the truth about these situations. So how does that strike you that that's what's being pushed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Well, it's needless. It doesn't get us anywhere. And you know what it does? It makes us not trust each other because the fact that -- look, you're a mother, I'm a father, when you talk to these kids, it's sad because they're children and they -- they're beaten, right? They're scared when it -- when they come out cameras around them. Imagine a kid, we don't hate the kid. We just -- we have an issue, and you don't have to make that up. You just have to go do your job. So, I don't think it's about hating women and children. It's about sovereignty, it's about an organized, collective how are we going to absorb people? What do we do about our own kids? These are big issues they never get answered. Remember, watch this. 2014, tremendous wave. 2015, it subsides. 2016, another tremendous wave. 2017, it subsides. 2018, here we go again. What is the answer? We need to get at a table, we have to stop making a pitchers, stop calling each other names, and be serious about this country and its future.  And that hungry huddled mass that's to the south of us, what are we going to do? We -- you can't ignore it anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Charlie, thank you. Always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "You're welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you tonight. Charlie LeDuff, joining us the author-- Pulitzer Prize-winning author who spent a lot of time on the border.  So, coming up here tonight, the American family is permanently separated from their children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The word permanently, being the word that you have to think about permanently. They're not separated for a day or two days, they are permanently separated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's right about that. These people lost their children to illegal aliens, they were gathered in a large number today telling their stories with President Trump. They are called Angel Moms, and they will share their stories of what they think about all of this after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "These are the stories that Democrats and people that are weak on immigration. They don't want to discuss, they don't want to hear, they don't want to see, they don't want to talk about. No major networks and cameras to their homes or display the images of their incredible loved ones across the nightly news. They don't do that. They don't talk about the death and destruction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was President Trump earlier today shedding light on the stories of those not often told in this debate, our country's Angel Families as they are known because their loved ones were killed by people who were in this country illegally and should never have been here in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY TRANCHANT, ANGEL DAD",
      "sentences": "Everybody wants to blame but that parents of those children are to blame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA WILKERSON, ANGEL MOM",
      "sentences": "None of our kids had a minute to say goodbye. We weren't lucky enough to be separated for five days or ten days. Were separated permanently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE ROOT, ANGEL MOM",
      "sentences": "Our separation like everybody has said is permanent. Sarah never gets to go on to be a wife, a mother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SABINE DURDEN, ANGEL MOM",
      "sentences": "I brought my son. This is what I have left, his ashes. I wear his ashes in the locket. This is how I get to hug my son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It was stunning. Today, we are not hearing those stories enough and most of what is on T.V. is families talking about their heartbreak while they face separation temporarily at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's ugly to be separated from your kids without knowing what is going to become of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I feel helpless, she says. It's hard to hear someone you love suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here now are three Angel Moms who were at the event today, MaryAnn Mendoza, Laura Wilkerson and Agnes Gibboney. Ladies, thank you. I watched this afternoon. It was very moving ceremony. And you know Mary Ann, I'm sure that you wake up every morning like everybody else in America and you watch what is the focus almost a hundred percent of the time of this conversation about what's going on at the border and it must be -- you must feel very ignored, very left out of what seems to be so heartbreaking and passionate for so many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARY ANN MENDOZA, ANGEL MOM",
      "sentences": "Thank you for having me. More than -- more than the feeling of being ignored is a feeling of --just like desperate feeling that the American public needs to really know what's going on. And when you have a problem like what's happening at the border, you can't start at the end result and start placing blame. You have to go back to the origin of the problem. And that's what the parents, the mothers, letting their children go with these smugglers and the cartel bringing these children to our borders. That's where the anger needs to be directed. It should not be directed at that the United States for upholding its laws and quite frankly I'm happy that the United States was able to step in and save some of these children from the fate they were dealt and who knows what was going to happen to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean, you know, it's worth pointing out that for many of these kids the worst part of the journey is -- has ended. You know, now they're -- they are in a safe place and they're in an unfortunate situation in many of these cases but as you also point out, the vast majority of them are coming over as unaccompanied minors. They're sent over, they're brought over by coyotes in a situation that that can be very dangerous for them. Laura, you spoke today about your son. If you wouldn't mind again giving everybody at home a sense of what you went through and why this is so hard for you to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILKERSON",
      "sentences": "Thank you. Yes, our story was just horrific like all the other moms. Josh went to school one day and he never came home and that that's forever. An illegal alien brought here by his parents when he was ten years old, overstayed a visa. And he when aided to Josh's truck to scrap for some money and he beat him in the head with a closet rod so hard it broke in four pieces. You know he kicked him until his spleen sliced. He strangled him over and over and over again until he didn't breathe anymore. Then he tied him up like an animal and put him in a field and set him on fire. This is forever. They took -- I know they don't understand the meaning of suffering. We will suffer for the rest of our life on this earth here about the loss of child. It's -- you know, I would give anything to be able to Skype with them or talk to them or call them. You have to know that this -- it happens more than anybody wants to report. I'm not -- you know, we're not just three mothers up here, it's across the board everywhere you go. And it means so much just to be able to follow the law. You know, those parents are in control of those children. They make decisions on their behalf. We would be charged with neglect if I made those same decisions for Joshua, you know, we would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Agnes, you were also your story was so moving today. I watched in, you did talk about President Trump and how you feel about what he has done in terms of priorities and you know that is not the story that we're hearing in a lot of places. Most people are -- you know, you look at the cover of Time Magazine and he's looking down at this little girl and they're photoshopped together and he's supposed to be this you know, big evil person hovering over her. But that was not what you were portraying today at all. Tell me why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AGNES GIBBONEY, ANGEL MOM",
      "sentences": "Not at all President Trump is a man of tremendous integrity and he kept his word about protecting us and giving us a voice and of the tragedies that fell on our families. Look, when I immigrated to this country, I was under the impression that my government was really taking care of us. And when my son was murdered, I didn't know for 11 years that the man that killed my son was an illegal alien and had an ice hold. The media doesn't report truthfully what separation of families really is but I would like to show everybody what real separation of families is. This is what separates my son and myself is a coffin in six feet of dirt. How is that for real separation of families? And as a legal immigrant, I am really offended that Congress isn't working with President Trump to fix this mess. This has been going on for way too long and we need to fix this because if we don't fix it now how many more millions are going to continue to come in and invade our country. We don't owe illegal aliens anything. We need to take care of our own. We have military, we have homeless people, we have children living in poverty. We need to take care of our own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we hope there'll be some kind of resolution. The president said today maybe Congress should wait until after November. He wants more Republicans onboard. We'll see where it goes. Ladies, thank you so much. I really appreciate you being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up next, President Trump unveils his plan to break up some of the bureaucracy by combining the Department of Education and the Department of Labor and creating more efficiencies across the government. Is there any hope of that plan being carried out? Chris Stirewalt and Guy Benson on how that might work and whether or not he might be successful with that where other Republicans have failed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK PERRY, UNITED STATES SECRETARY OF ENERGY",
      "sentences": "I will tell you, it's three agencies of government when I get there that are gone, commerce, education and the what's the third one there, let's see. Commerce and let's see, I can't. The third one, I can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Developing tonight, President Trump wants to drain the swamp by combing the Departments of Education, and Labor. For starters, Mick Mulvaney explained the need for reorganizing the government this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICK MULVANEY, DIRECTOR, OFFICE OF MANAGEMENT AND BUDGET",
      "sentences": "If you have an open faced roast beef sandwich, that's one of the other. But you put the bread on top of it, it's the other one. A hot dog, the hot dog meat is governed by one, you put it in a bun, it's governed by another one. My favorite, if you have a salt water fish and you have a salmon, and it's in ocean it's governed by the Depart of Commerce. When it swims up river it's governed by the Department of Interior and to get there it has to go up in fish ladder governed by the U.S. army corps of engineers. This is stupid. This is just -- it makes no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is stupid. Chris Stirewalt is our Fox News politics editor. Guy Benson, co-host of Benson and Harf and a Fox News contributor. Gentlemen, welcome. You know, we have this conversation, you know, during the convention they talk about the salmon swimming upstream and you know, all the different agencies and nothing ever happens.  So I find it fascinating that Mick Mulvaney is taking this on and that the president wants to combine these two. And Rick Perry, you know, as we saw in the tease, Rick Perry wanted to eliminate two, maybe three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS DIGITAL POLITICS EDITOR",
      "sentences": "So sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And maybe the third one is the one he is in charge of now, right? Energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "It's true. But he recanted of that. He is sorry he wanted to abolish his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Chris, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "First, I want to know is a hotdog a sandwich?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "If they could get to the bottom of this whether the hotdog is a sandwich, they would do a great service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I would say no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Do you remember--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR",
      "sentences": "(Inaudible) is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Yes, hot dog obviously a sandwich. Do you guys remember when Al Gore was going to reinvent government? Well, Guy doesn't remember, but maybe somebody out there remembers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "That Al gore was going to reinvent government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Now usually in the administration this is fluff and busy work, right. So, we are going to reinvent government, we are going to everything we are going to do all the stuff. And I will quote our friend Charles Krauthammer when asked about the Middle East peace not process he would always sat the same thing or a version of it, which is wake me when peace breaks out. So I will say wake me when government is reinvented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Maybe so. But I have to say, you know, I live up here in New York. And every time I come to Washington, and I go around the blocks I still can't believe that the Department of Agriculture is an entire city block. There is like four different entrances. Department of Education, enormous, Guy. And you just have to wonder as an American taxpayer when you look at all this, what the heck are they doing in there in all those little offices?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Yes. And so, I'm all for this. At least in theory. I think that the federal government has--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "-- so many inefficiencies and you know, duplicative groups and workers and charges that we can trim some fat off of this leviathan here. The question is, is there actual political will to do it because this takes Congress? Is there time in the legislative calendar to prioritize it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Please, there is never time for anything in the legislative calendar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Exactly. So I'm glad that the Trump administration is trying this. I listen to Mick Mulvaney. I'm like atta boy, go for it, brother. I'm a conservative. Shrink the government. It's too big at the federal level. But in terms of will this happen? I would not bet on it anytime soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's all about protecting all those buildings, protecting all those jobs not really even care what party you're in. They want these institutions to stay strong and stay in place and the real estate to stay high in the whole Washington, D.C. area with those employees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, it's true, right? I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "I don't want the real estate to stay high in Washington. No. I would be, I'll be happier if it were a little cheaper. Look, the question here, is there's political will, we have a president, we have a Congress who can't even work together on immigration legislation that 80 percent of Americans want. And so, to Guy's point about the political will, yes, sir. But there is also this. Is it a good plan and will people feel confident that their interests are being served? Because remember, most of the federal government isn't here. Most of the federal government is spread out across this country in office after office and region after region and state after state after state. And all of that is out there. Yes, the stuff here looks big but the real issue is untangling it from people's lives from coast to coast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I really think this is a bipartisan issue. I think people think there is too much waste in the federal government and they don't know what, you know, what they are getting for the money with half of these agencies. And they are probably pretty convinced if they work for any kind of company that it can be done with a lot fewer people and a lot smaller money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "True but once you start telling people specifically what you are going to do to cut down on that waste then the interests start to shout and say look, we are going to get rid of education, get rid of education. We don't want that. That's the dilemma.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Education is dealt with mostly at the local level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Correct. As it should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As it should be. Here, I want to switch gears for one while I have you for one more minute. This is George Will and this is a quote from George Will talking about what he hopes happens in November. And I'm going to read it. In my best George Will. \"In today's GOP, which is the president's play thing, he is the main stream. So to vote against his party's cowering congressional caucuses is to affirm the nation's honor while quarantining him.\" So George Will is saying Republicans and conservatives should vote against their local representatives so that they can make the majority a minority and that will contain the president. Chris and then Guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "I got to say this is probably a good strategy for a Trump re- election. Probably the worst thing that could happen for Republicans in Washington would be to hold the majority in the House but by a very thin margin. And they are not able to govern as it is. If they have even more a smaller majority it would be even more ridiculous. So I think that flipping the House would help Donald Trump -- could losing the House might help Donald Trump get re-elected because then like Obama he will have the bad guys to run against and not be held accountable for the failures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Look, I mean, even if you agree with George Will that the president needs to be quarantined and I would say sometimes I agree. It's a very tough sale to try to convince Republican or conservative voters that by voting against Republicans you are voting for the other party, which is the Democratic Party. And that is an inhospitable party to conservatives who believe conservative things. So that's why many people just don't view that as an option.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, it all goes back to the idea of preserving all of these agencies and keeping everything the way it is because they want things to be locked up in some ways. That amazes me. Thank you, guys. Good to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Thanks, Martha",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Happy Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Happy Friday to you. And a Fox News alert now. Former FBI agent Peter Strzok now subpoenaed to appear before Congress next week. This is going to get interesting. Jonathan Turley on that breaking news tonight. Plus a brand new book promises to pull the curtain back on President Trump and his family. But is it accurate? We'll talk to the author next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I mean, I always been I think a very good father. It was very important to me. In fact, a lot of people say my children have done a good job. And they better keep doing a good job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I have always said the most important thing is having a great family. The family is more important. You know, to me, the most successful people have always been the people that seem to be the happiest the people the way they have a great family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump often talks about his love for his family. And now a brand new book claims to have inside scoop about what it's exactly like to really be a Trump. Here now is Emily Jane Fox, author of the new book \"Born Trump: Inside America's First Family.\" And as you point out it is a gold cover like everything Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY JANE FOX, AUTHOR, BORN TRUMP",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, it's interesting. So you are taking a look at -- I'm sure they would love the title. Inside America's first family. Ad it is an extraordinary story when you look back at how they got here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "It's unbelievable. And it's a story in which I don't think any of them truly themselves believed that they would be here. And because it is such a distinct and a unique first family that certainly the only of its kind. I just want to try and get under the hood and really understand who these people were. Where they came from. So it's sort of understand where they will go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So how did you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "I interviewed about 150 people for the book. I've been covering them for Vanity Fair for about three years, and so people all the way from the closest people to them, friends, business associates all the way down to someone who had a tennis match with Ivanka at Choate boarding school when she was a teenager.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So did you talk to them, themselves? Have you ever met any of the kids?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "I have. You know, I have been reporting on them for a long time. You interact with them in the normal reporting. So this is certainly not an authorized biography. But I feel it's the closest to the truth as I could possibly get in interviewing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what were your impressions of them, of like Don Junior and Eric and Ivanka when you met them personally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "You know, I think, and I think the book shows this as well, that they are a lot more human and a lot more normal and less scripted when you get closer to them. I think that they have spent their whole lives in front of the camera and are on guard and have a certain image that they want to project. And when you are closer to them and as their close friends will describe as well they are much more down to earth, much more normal, funnier, more themselves. And so, that's what I tried to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, they are just, I mean, they are human beings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "Sure!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think sometimes it's like a different perception.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "It's hard to remember that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, absolutely they are. Because I have, you know, met all of them and had an opportunity to talk personally with them. You know, so was that a concern of yours as you wrote this? That they, you know, you didn't want them to become caricatures?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "What I wanted them not to be were caricatures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "That was my whole point of writing this. We have seen for years because they have been famous for so long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "The personas that weren't necessarily as close to the truth as we could get. And because they had so much power and are world famous now I wanted to get closer to the truth of them. And that's really what I set out to do in reporting this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what do you think is the most misunderstood about Ivanka, for example?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "I think she is much funnier in person. I think that she as all of her friends describe, you know, she is not necessarily as scripted or as stayed as she can seem. She is someone who as a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When I watch, I watch some of the other interviews you did on this, and it's like she is harsh, like she is evil and she's not presenting her parents -- her father's -- you know, she is misrepresenting children and women. Is that what you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "I think that in her white house -- the book stops at inauguration. So when I talk about her in the White House, that is not within the book. But I would say that there are times where I feel like she has been quieter in her role as an advocate than perhaps a normal advocate might be. Because she is in the role as a first daughter and it's a tricky role. Her relationship with her father is complicated and it's been difficult for her--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, anybody in that role would want to be that supportive I would imagine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "Of course, that's why it's unusual to have the first daughter in the White house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. It's very unusual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Melania Trump's jacket. What is she doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOX",
      "sentences": "It is a mystery. And this is a woman, the first lady is incredibly careful about her choices that she does not do things unintentionally. Particularly when it comes to fashion. Yes, this is someone who really thinks about every message she is going to send. So, I don't know what the message was but it's hard for me to believe it was an accident.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Emily, thank you. We have to leave it there. \"Born Trump.\" And we'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS HOST",
      "sentences": "OK. So a subpoena has been prepared and has not issued yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is ready to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "On the way. OK. So we should expect to see Peter Strzok testify publicly next week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are still open to working with him, but he needs to understand that he has to do it on our timetable not on his. So if he is going to appear voluntarily, his lawyer better contact us right away because a subpoena is coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And tonight we know the timetable. Just in to Fox News the House judiciary committee has issued that subpoena for Peter Strzok who we have heard so much about all these months, to finally appear at a deposition and answer questions next week. Joining me now, Jonathan Turley, constitutional law attorney and George Washington University law professor. Jonathan, always good to see you. Big development tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, PROFESSOR, GEORGE WASHINGTON UNIVERSITY",
      "sentences": "Yes. It's very big. You know, this like watching Hamlet without ever seeing Hamlet. He is going to walk on next week apparently, and he has a lot to answer for. I expect he will say that much of the conversational e-mails were just his personal political viewpoint and didn't interfere with his position. But there is a lot of specific questions that he will face. Including a meeting that was referenced by Page, he was talking about an insurance policy against President Trump being elected president. Now that meeting was supposedly attended by Deputy Director McCabe but McCabe says he has no recollection of ever being at the meeting. So there are conflicts with other key people that he just maybe able to clear up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. There are so many questions that just come to my mind thinking about this. You think about the text message that said, you know, when discussing the prospect of a Trump presidency, something like don't worry. And then the quote, we will stop him. We will see what his answer is to why he would have said that in a text message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Yes. He may say look, this was hyperbolic--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "-- this was unprofessional but there are also very specific things that he was involved with. Putting the priority on the Trump administration over the Clinton administration. He may have also had role or some knowledge of why the I.T. specialist for Clinton was given immunity deal after people accused him of lying repeatedly and destroying evidence that Congress was seeking. And he did this after speaking with Clinton lawyers. So there is a lot of very specific things that he is going to be asked about. He's no, I assume he is not going to be allowed to spin those e- mails. He was a critical player in some of the most controversial decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. The highest ranking FBI official involved in the Clinton investigation and also in the Russia investigation as far as we know also involved in the questioning of Michael Flynn. And as you point out, why the two investigations were handled so differently. You know, how Clinton was treated in terms of, you know, people close to her having immunity, her lawyers being in the room versus the way that the Trump administration was handled where he, at some point, they all decided he didn't deserve a defensive briefing to sort of be told what they had found and what they were interested in. So that's going to be quite something. And that is going to be Wednesday, June 27 at 10.30 in the morning. Everybody is going to stop and pay attention when that gets underway. I do want your thoughts, Jonathan. Because you wrote a beautiful column about your dear friend, Charles Krauthammer who we lost this week. And I would love to hear more of your thoughts about your friendship with him. It starts off by you saying that you took great pride in it when you showed up at the baseball game at the Nationals when you are wearing all Cubs regalia and Charles said, he's with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "That's right. Actually he took me to the owner's box and when we walked in, I was wearing all my Cubs symbols and it came to a dead stop. I think the only thing that stopped me from being thrown from a great height was Charles Krauthammer who announced to the room, he's with me. And suddenly, I was a made man. But I enjoyed a great deal watching baseball with Charles which was an experience in and of itself. We both love baseball. He was a die-hard Nats fan. I'm obviously a die-hard Cubs fan. He saw baseball more as something uniquely American, something that was dialogic. He would sit there and we talked about everything from dads to politics to writing. Both of us obviously wrote for the newspapers and did commentary. It was unique experience with unique individual. What's sad to me about the loss of Charles he was such a rarity. You know, at a time of great artificially in commentary of formula, you know, segments he was, he had a clarity and honesty about him. You know, we don't go around life like a monopoly where you can go around the board as many times as you wants. He understood you go around once. And when you finish, you have to do it in a true way. To be true to yourself. And he did that. I'm wondering how many of us who do commentary today can say that. Maybe with his passing it will take many of us to look at ourselves and ask what are we really contributing and are we being true to ourselves? Not just our viewers not just our readers. He was always true. And he brought a clarity because he was motivated by the principle, not personalities. You know, I hope with his passing we don't lose that model of someone who could speak so honestly to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I certainly can't speak for Charles but I can speak for us. We see you in that tradition as well, Jonathan. And we are so glad to have you with us. No doubt Charles thought very highly of your work and your friendship as well. Thank you so much, sir. Good to see you as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good night to you. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tonight at nine, tune in for a special look back at the life of our friend and colleague Charles Krauthammer who lost his battle this week with cancer at the age of 68. Charles Krauthammer, his words is a moving hour-long special in which the intellectual giant tells the story of his life. Charles leaves behind his wife Robyn and his son Daniel. That is our story for this week. We'll see you back here Monday at 7. Tucker Carlson is up next. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Thank you, Bret. Well, look forward to that tonight at 9:00. And breaking tonight here from New York, former FBI agent Peter Strzok, now subpoenaed to appear before Congress next week."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "These are the American citizens permanently separated from their loved ones. The word permanently being the word that you have to think about permanently. They're not separated for a day or two days, they are permanently separated because they were killed by criminal illegal aliens. These are the families, the media ignores."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tough words today from the president as he addresses the other side of this immigration issues. Some of those parents will join us tonight with their compelling stories that you don't want to miss. That as the President and Congress are wrestling over what they should do about the growing immigration battle as the flood of people continues. Hundreds of parents and their children crossing the border, the space is becoming more and more limited. The Pentagon ready to provide up to 20,000 beds they say in tents that will look like these on military bases. A plan that was borrowed from back in the Obama administration. And it appears that there is no end in sight with the potential next president of Mexico saying that migrating to the United States, he believes, and he's in first place in that race should be considered a basic human right. Bill Keating, live in Homestead, Florida tonight where he toured one of those temporary shelters. Bill, what did you see there?"
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "Hey, Martha. For days, the Health and Human Services has denied politicians and media access inside this home said temporary shelter for unaccompanied children, drawing strong criticism all week. Well, today, HHS reversed course and let us in to see for ourselves what it's like. Originally, this place was a labor department jobs corps housing and training facility. So, inside it appears similar to what you'd expect a boarding school to look like. Except here, you can't get out until they let you out. Our media tour had about 20 people, very escorted and there were new two rules. No cameras and phones inside, and no talking with the kids. Our tour lasted about an hour. Currently, there are about 1200 kids being housed here all between the ages of 13 and 17. We saw boys playing soccer and basketball. The vast majority of these kids crossed the border illegally without their parents coming in solo. But the shelter says, about 70 of the kids here did enter this year with their parents and have since been separated from them while their parents are held elsewhere. According to the federal Office of Refugee Resettlement which oversees this facility. These 1200 teenagers come from El Salvador and Honduras and all were captured by Border Patrol agents in Texas, Arizona, and California. Two nights ago, HHS released this handout video of what it's like inside and from what we saw on our structured tour that's pretty much how it is. Clean classrooms where the kids have six hours of academics every day. The cafeteria, three square meals, we saw breakfast, scrambled eggs, a biscuit, fruit, and hash browns. Pretty much like a school cafeteria. Segregated dormitories for the boys and girls. Each room with six bunk beds. So, 12 kids to each room. This afternoon, Florida Senator Marco Rubio, got inside, as well. Telling us afterwards the whole situation is sad. And he supports keeping the families together."
    },
    {
      "speaker": "SEN. MARCO RUBIO, R-FLA., FOREIGN RELATIONS COMMITTEE",
      "utterance": "Every country in the world has migratory laws. Every single one, by the way, that are much stricter than ours. And so, I would say to you that, of course, we do. And like my parents, people continue to arrive every day in the United States and they do so through a legal process."
    },
    {
      "speaker": "KEATING",
      "utterance": "HHS tells us the goal at all of the 100 shelters in 17 states similar to this is safety and security for the children until they can be taken out and placed in homes preferably, their parents or a close relative, a good family friend and last case scenario, foster care. And then, of course, they had to go through the immigration process. One thing we did not see here today on our tour where any chain link fence rooms, cells, would have been criticized heavily this week as cages, we asked, where those being hidden from our tour route? And they said, no, those simply do not exist here. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting. Phil, one quick question for you and obviously, it's hard to make generalizations. We've heard so many heart-wrenching stories from parents divided from their kids. But generally, how did the children that you saw today appear to be doing?"
    },
    {
      "speaker": "KEATING",
      "utterance": "They all appeared to be fine. The boys really weren't smiling too much. The girls were all smiling in single filed as they walked past us. And the interesting aspect of it all was that yes, this group of 20 reporters just eyeballing every kid, so we could digest and assess how they appeared. But the kids were doing that the same to us because we were also an oddity inside that place. So, some of the girls actually smiled at us and said good morning. And they do actually do have some ESL classes for some Basic English inside in their classrooms."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, Phil, thank you so much. Great reporting today on that. So, joining me now is Art Del Cueto, vice president of the National Border Patrol Council. Art, good to have you with us this evening. You know, what are your Border Patrol agents telling you about what they're facing right now there?"
    },
    {
      "speaker": "ART DEL CUETO, VICE PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "utterance": "You know, it's the same thing we've always faced we're out there apprehending the illegal aliens, we're out there apprehending the drug smugglers that hasn't stopped. It's just -- it's very frustrating for the agents right now because we're seeing so many people in certain parts of the media that are portraying everything with their own agenda, I guess, their own agenda and it's just false. False lies that they're out there projecting and it's really upsetting for the agents."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now, in terms of what they're being told to do. And I want to get more into the point that you just made a minute, we're going to play a sound bite in a second from Cynthia Nixon. But in terms of what they're being told to do, are they referring people for prosecution? Are they putting people into these facilities so that -- and they're going to be held until they go to a court? Or is this catch and release so all over again?"
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "Well, we are arresting the individuals like we always have."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "We turn them over to another entity, they're the ones that take care of where they're going to be placed. But the problem that we are seeing with the unification again, and I mean, let's get this straight. We're not asking to be mean to these children. No one has been mean to the-- to the -- to the kids. I think the media is the one that was trying to portray us as the evil people. Or the Nazis as they said, which I'm still disgusted by that word. But the reality is we have hard-working men and women out there. I, myself was out there working since very early today. I came out here so I can do this show, and we have a very, very tough job. It's very difficult because it's frustrating, because of the lies that are being portrayed. But the agents are upset -- not upset, but they're confused, I would say. Because, if you don't have any consequences for these individuals, there's certain laws that prevent us from holding the individuals -- of the children past 20 days. And I'm referring to Reno versus Flores, and we know the law exists. So, when you can't detain him for a certain amount of time, and you don't have enough judges, the problem will be that it will start catching and release all over again."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I completely understand what you're saying. You know, in terms of the way that some of the agents both Border Patrol and ICE agents are being portrayed, listen to this from former actress, Cynthia Nixon, who is now running for mayor of New York City."
    },
    {
      "speaker": "CYNTHIA NIXON (D), GUBERNATORIAL CANDIDATE, NEW YORK",
      "utterance": "ICE has strayed so far from its mission. It's supposed to be here to keep American safe but what it's turned into is, is frankly a terrorist organization of its own that is terrorizing people who are coming to this country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "She wants to be governor of New York. And she says that ICE is now a terrorist organization."
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "I mean, I don't even know what to say to these people anymore. You know, you guys have shown, you guys were shown the facility where these children are being held. The pictures that the media likes to continuously show -- certain members of the media is pictures from the Obama administration. They refuse to admit that it's not this current administration. We have agents that are out there taking their own food, toys you name it, to take care of these children that we're apprehending. And to be portrayed by these people. And you know, some of these individuals that are putting on their Twitter pages and attacking agents, they're individuals that were out there, they grew up with a silver spoon. We have agents out here that they're hard- working American people that are -- that they're defending our country. That's what they're doing, they're defending our country. And to be portrayed as Nazis or to be attacked, you know that there was a Twitter that was sent out by Peter Fonda where he was saying that they need to come and terrorize our kids, terrorize -- you know, I'm -- at the schools, find out our addresses, terrorizes at home. You know, how, who does that? You know he's asking for terrorizing -- you know --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Not only the former director of the CIA, Michael Hayden made a comparison too to Nazi concentration camps where exterminations were done. And it's unconscionable and very difficult to understand because --"
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "It's disgusting. It's disgusting it what it is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Art, thank you."
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "They need to go back to history class, and you know, redo history. They should have -- they were probably sleeping during history class. They had nothing better to do so, you just went ahead and fell asleep and decided to pick up a real quick one-liner so they can make headlines and sell some books."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know you're not getting a lot of sleep these days Art, because you guys are very busy. And we thank you so much for making time for us tonight in the middle of all of this. We appreciate it. All the best."
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "Thank you for having me on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So my next guest is Pulitzer Prize-winning journalist Charlie LeDuff, who has spent a lot of time on the border documenting this crisis in all different ways. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And here's a coyote, a smuggler, he's got two women on the back of his jet ski. Yes, they're using jet skis now. One woman's pregnant, the coyote tries dropping them on our shores until he sees us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now, Charlie LeDuff, author of the new book, Blank Show -- S show. You can figure it out. The country is collapsing, and the ratings are great. Charlie, great to have you back on the program. I thought of you this morning when I was watching all this, I wanted to get your take on what you think is actually happening here. And who are the -- what are the motivations for people who are coming into the country at this point? At this point, knowing that they may be separated from their children for a short period of time."
    },
    {
      "speaker": "CHARLIE LEDUFF, PULITZER PRIZE-WINNING JOURNALIST",
      "utterance": "Well, now they're not going too, so I think that was used as a -- as a stick."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "And we don't even know if it worked, right? But, any study will show you, any survey, any reporter knows that it's an economic crisis -- it's an economic crisis. 80-90 percent of Central Americans come for jobs and wages. That's what it's about. It's less to do with terrorism and asylum then, a better life. So, when we're trying to get a grip on this thing to call Border Patrol or ICE agents Nazis, look I'm a regular Middle of the road person. That does nothing but start a war, that doesn't solve anything to talk about going after people's families. I'm just surprised to hear it but what it really is, is an economic situation, and do you want a solution? I can give you one. If we're talking about trade, and we've got the Mexicans at the table and the Canadians, part of this trade negotiation has to be about people because of their economic refugees. And Canada's got a full-blown refugee crisis, as well, because we have an agreement with the Canadians which says, if they came from your country first and they come through a border checkpoint, you have to take them back. We don't have that with the Mexicans. Why don't we have that?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, they flow right through from Guatemala, Honduras and they go, \"Go OK, here's the entrance, in fact.\" The person who's running for president of Mexico, I think his name is (INAUDIBLE). He is saying now, you know, it's a God-given right. If you're a North American resident, you're -- you have every right to move on through Mexico and go right to the United States and seek -- you know, a future, a life. I don't know why -- you know, the goal for the Mexican president wouldn't be to provide an economy where people can stay there and have a good life right in Mexico. But take a look at this Time cover, because it's got so much attention, this little child. And they Photoshop it so that it looks like she's -- you know teary-eyed looking up at President Trump and he's supposed to be looking down at her, you know, cold and dispassionate and uncaring. But this girl who became sort of the poster child of this situation. It turns out was never actually even separated from her mother. And what you've done it in your book is to go to these places and -- you know try to tell the truth about these situations. So how does that strike you that that's what's being pushed?"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Well, it's needless. It doesn't get us anywhere. And you know what it does? It makes us not trust each other because the fact that -- look, you're a mother, I'm a father, when you talk to these kids, it's sad because they're children and they -- they're beaten, right? They're scared when it -- when they come out cameras around them. Imagine a kid, we don't hate the kid. We just -- we have an issue, and you don't have to make that up. You just have to go do your job. So, I don't think it's about hating women and children. It's about sovereignty, it's about an organized, collective how are we going to absorb people? What do we do about our own kids? These are big issues they never get answered. Remember, watch this. 2014, tremendous wave. 2015, it subsides. 2016, another tremendous wave. 2017, it subsides. 2018, here we go again. What is the answer? We need to get at a table, we have to stop making a pitchers, stop calling each other names, and be serious about this country and its future. And that hungry huddled mass that's to the south of us, what are we going to do? We -- you can't ignore it anymore."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Charlie, thank you. Always good to see you."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "You're welcome."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you tonight. Charlie LeDuff, joining us the author-- Pulitzer Prize-winning author who spent a lot of time on the border. So, coming up here tonight, the American family is permanently separated from their children."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The word permanently, being the word that you have to think about permanently. They're not separated for a day or two days, they are permanently separated."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's right about that. These people lost their children to illegal aliens, they were gathered in a large number today telling their stories with President Trump. They are called Angel Moms, and they will share their stories of what they think about all of this after the break."
    },
    {
      "speaker": "TRUMP",
      "utterance": "These are the stories that Democrats and people that are weak on immigration. They don't want to discuss, they don't want to hear, they don't want to see, they don't want to talk about. No major networks and cameras to their homes or display the images of their incredible loved ones across the nightly news. They don't do that. They don't talk about the death and destruction."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was President Trump earlier today shedding light on the stories of those not often told in this debate, our country's Angel Families as they are known because their loved ones were killed by people who were in this country illegally and should never have been here in the first place."
    },
    {
      "speaker": "RAY TRANCHANT, ANGEL DAD",
      "utterance": "Everybody wants to blame but that parents of those children are to blame."
    },
    {
      "speaker": "LAURA WILKERSON, ANGEL MOM",
      "utterance": "None of our kids had a minute to say goodbye. We weren't lucky enough to be separated for five days or ten days. Were separated permanently."
    },
    {
      "speaker": "MICHELLE ROOT, ANGEL MOM",
      "utterance": "Our separation like everybody has said is permanent. Sarah never gets to go on to be a wife, a mother."
    },
    {
      "speaker": "SABINE DURDEN, ANGEL MOM",
      "utterance": "I brought my son. This is what I have left, his ashes. I wear his ashes in the locket. This is how I get to hug my son."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It was stunning. Today, we are not hearing those stories enough and most of what is on T.V. is families talking about their heartbreak while they face separation temporarily at the border."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's ugly to be separated from your kids without knowing what is going to become of them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I feel helpless, she says. It's hard to hear someone you love suffering."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here now are three Angel Moms who were at the event today, MaryAnn Mendoza, Laura Wilkerson and Agnes Gibboney. Ladies, thank you. I watched this afternoon. It was very moving ceremony. And you know Mary Ann, I'm sure that you wake up every morning like everybody else in America and you watch what is the focus almost a hundred percent of the time of this conversation about what's going on at the border and it must be -- you must feel very ignored, very left out of what seems to be so heartbreaking and passionate for so many."
    },
    {
      "speaker": "MARY ANN MENDOZA, ANGEL MOM",
      "utterance": "Thank you for having me. More than -- more than the feeling of being ignored is a feeling of --just like desperate feeling that the American public needs to really know what's going on. And when you have a problem like what's happening at the border, you can't start at the end result and start placing blame. You have to go back to the origin of the problem. And that's what the parents, the mothers, letting their children go with these smugglers and the cartel bringing these children to our borders. That's where the anger needs to be directed. It should not be directed at that the United States for upholding its laws and quite frankly I'm happy that the United States was able to step in and save some of these children from the fate they were dealt and who knows what was going to happen to them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean, you know, it's worth pointing out that for many of these kids the worst part of the journey is -- has ended. You know, now they're -- they are in a safe place and they're in an unfortunate situation in many of these cases but as you also point out, the vast majority of them are coming over as unaccompanied minors. They're sent over, they're brought over by coyotes in a situation that that can be very dangerous for them. Laura, you spoke today about your son. If you wouldn't mind again giving everybody at home a sense of what you went through and why this is so hard for you to watch."
    },
    {
      "speaker": "WILKERSON",
      "utterance": "Thank you. Yes, our story was just horrific like all the other moms. Josh went to school one day and he never came home and that that's forever. An illegal alien brought here by his parents when he was ten years old, overstayed a visa. And he when aided to Josh's truck to scrap for some money and he beat him in the head with a closet rod so hard it broke in four pieces. You know he kicked him until his spleen sliced. He strangled him over and over and over again until he didn't breathe anymore. Then he tied him up like an animal and put him in a field and set him on fire. This is forever. They took -- I know they don't understand the meaning of suffering. We will suffer for the rest of our life on this earth here about the loss of child. It's -- you know, I would give anything to be able to Skype with them or talk to them or call them. You have to know that this -- it happens more than anybody wants to report. I'm not -- you know, we're not just three mothers up here, it's across the board everywhere you go. And it means so much just to be able to follow the law. You know, those parents are in control of those children. They make decisions on their behalf. We would be charged with neglect if I made those same decisions for Joshua, you know, we would."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Agnes, you were also your story was so moving today. I watched in, you did talk about President Trump and how you feel about what he has done in terms of priorities and you know that is not the story that we're hearing in a lot of places. Most people are -- you know, you look at the cover of Time Magazine and he's looking down at this little girl and they're photoshopped together and he's supposed to be this you know, big evil person hovering over her. But that was not what you were portraying today at all. Tell me why."
    },
    {
      "speaker": "AGNES GIBBONEY, ANGEL MOM",
      "utterance": "Not at all President Trump is a man of tremendous integrity and he kept his word about protecting us and giving us a voice and of the tragedies that fell on our families. Look, when I immigrated to this country, I was under the impression that my government was really taking care of us. And when my son was murdered, I didn't know for 11 years that the man that killed my son was an illegal alien and had an ice hold. The media doesn't report truthfully what separation of families really is but I would like to show everybody what real separation of families is. This is what separates my son and myself is a coffin in six feet of dirt. How is that for real separation of families? And as a legal immigrant, I am really offended that Congress isn't working with President Trump to fix this mess. This has been going on for way too long and we need to fix this because if we don't fix it now how many more millions are going to continue to come in and invade our country. We don't owe illegal aliens anything. We need to take care of our own. We have military, we have homeless people, we have children living in poverty. We need to take care of our own."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we hope there'll be some kind of resolution. The president said today maybe Congress should wait until after November. He wants more Republicans onboard. We'll see where it goes. Ladies, thank you so much. I really appreciate you being here tonight."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up next, President Trump unveils his plan to break up some of the bureaucracy by combining the Department of Education and the Department of Labor and creating more efficiencies across the government. Is there any hope of that plan being carried out? Chris Stirewalt and Guy Benson on how that might work and whether or not he might be successful with that where other Republicans have failed."
    },
    {
      "speaker": "RICK PERRY, UNITED STATES SECRETARY OF ENERGY",
      "utterance": "I will tell you, it's three agencies of government when I get there that are gone, commerce, education and the what's the third one there, let's see. Commerce and let's see, I can't. The third one, I can't."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Developing tonight, President Trump wants to drain the swamp by combing the Departments of Education, and Labor. For starters, Mick Mulvaney explained the need for reorganizing the government this way."
    },
    {
      "speaker": "MICK MULVANEY, DIRECTOR, OFFICE OF MANAGEMENT AND BUDGET",
      "utterance": "If you have an open faced roast beef sandwich, that's one of the other. But you put the bread on top of it, it's the other one. A hot dog, the hot dog meat is governed by one, you put it in a bun, it's governed by another one. My favorite, if you have a salt water fish and you have a salmon, and it's in ocean it's governed by the Depart of Commerce. When it swims up river it's governed by the Department of Interior and to get there it has to go up in fish ladder governed by the U.S. army corps of engineers. This is stupid. This is just -- it makes no sense."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is stupid. Chris Stirewalt is our Fox News politics editor. Guy Benson, co-host of Benson and Harf and a Fox News contributor. Gentlemen, welcome. You know, we have this conversation, you know, during the convention they talk about the salmon swimming upstream and you know, all the different agencies and nothing ever happens. So I find it fascinating that Mick Mulvaney is taking this on and that the president wants to combine these two. And Rick Perry, you know, as we saw in the tease, Rick Perry wanted to eliminate two, maybe three."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS DIGITAL POLITICS EDITOR",
      "utterance": "So sad."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And maybe the third one is the one he is in charge of now, right? Energy."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "It's true. But he recanted of that. He is sorry he wanted to abolish his job."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Chris, what do you think?"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "First, I want to know is a hotdog a sandwich?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "If they could get to the bottom of this whether the hotdog is a sandwich, they would do a great service."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I would say no."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Do you remember--"
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR",
      "utterance": "(Inaudible) is correct."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Yes, hot dog obviously a sandwich. Do you guys remember when Al Gore was going to reinvent government? Well, Guy doesn't remember, but maybe somebody out there remembers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I remember."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "That Al gore was going to reinvent government."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Now usually in the administration this is fluff and busy work, right. So, we are going to reinvent government, we are going to everything we are going to do all the stuff. And I will quote our friend Charles Krauthammer when asked about the Middle East peace not process he would always sat the same thing or a version of it, which is wake me when peace breaks out. So I will say wake me when government is reinvented."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Maybe so. But I have to say, you know, I live up here in New York. And every time I come to Washington, and I go around the blocks I still can't believe that the Department of Agriculture is an entire city block. There is like four different entrances. Department of Education, enormous, Guy. And you just have to wonder as an American taxpayer when you look at all this, what the heck are they doing in there in all those little offices?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Yes. And so, I'm all for this. At least in theory. I think that the federal government has--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "-- so many inefficiencies and you know, duplicative groups and workers and charges that we can trim some fat off of this leviathan here. The question is, is there actual political will to do it because this takes Congress? Is there time in the legislative calendar to prioritize it?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Please, there is never time for anything in the legislative calendar."
    },
    {
      "speaker": "BENSON",
      "utterance": "Exactly. So I'm glad that the Trump administration is trying this. I listen to Mick Mulvaney. I'm like atta boy, go for it, brother. I'm a conservative. Shrink the government. It's too big at the federal level. But in terms of will this happen? I would not bet on it anytime soon."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's all about protecting all those buildings, protecting all those jobs not really even care what party you're in. They want these institutions to stay strong and stay in place and the real estate to stay high in the whole Washington, D.C. area with those employees."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "What?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, it's true, right? I mean."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "I don't want the real estate to stay high in Washington. No. I would be, I'll be happier if it were a little cheaper. Look, the question here, is there's political will, we have a president, we have a Congress who can't even work together on immigration legislation that 80 percent of Americans want. And so, to Guy's point about the political will, yes, sir. But there is also this. Is it a good plan and will people feel confident that their interests are being served? Because remember, most of the federal government isn't here. Most of the federal government is spread out across this country in office after office and region after region and state after state after state. And all of that is out there. Yes, the stuff here looks big but the real issue is untangling it from people's lives from coast to coast."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good luck."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I really think this is a bipartisan issue. I think people think there is too much waste in the federal government and they don't know what, you know, what they are getting for the money with half of these agencies. And they are probably pretty convinced if they work for any kind of company that it can be done with a lot fewer people and a lot smaller money."
    },
    {
      "speaker": "BENSON",
      "utterance": "True but once you start telling people specifically what you are going to do to cut down on that waste then the interests start to shout and say look, we are going to get rid of education, get rid of education. We don't want that. That's the dilemma."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Education is dealt with mostly at the local level."
    },
    {
      "speaker": "BENSON",
      "utterance": "Correct. As it should be."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As it should be. Here, I want to switch gears for one while I have you for one more minute. This is George Will and this is a quote from George Will talking about what he hopes happens in November. And I'm going to read it. In my best George Will. \"In today's GOP, which is the president's play thing, he is the main stream. So to vote against his party's cowering congressional caucuses is to affirm the nation's honor while quarantining him.\" So George Will is saying Republicans and conservatives should vote against their local representatives so that they can make the majority a minority and that will contain the president. Chris and then Guy."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "I got to say this is probably a good strategy for a Trump re- election. Probably the worst thing that could happen for Republicans in Washington would be to hold the majority in the House but by a very thin margin. And they are not able to govern as it is. If they have even more a smaller majority it would be even more ridiculous. So I think that flipping the House would help Donald Trump -- could losing the House might help Donald Trump get re-elected because then like Obama he will have the bad guys to run against and not be held accountable for the failures."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Guy?"
    },
    {
      "speaker": "BENSON",
      "utterance": "Look, I mean, even if you agree with George Will that the president needs to be quarantined and I would say sometimes I agree. It's a very tough sale to try to convince Republican or conservative voters that by voting against Republicans you are voting for the other party, which is the Democratic Party. And that is an inhospitable party to conservatives who believe conservative things. So that's why many people just don't view that as an option."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, it all goes back to the idea of preserving all of these agencies and keeping everything the way it is because they want things to be locked up in some ways. That amazes me. Thank you, guys. Good to see you both."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Thanks, Martha"
    },
    {
      "speaker": "BENSON",
      "utterance": "You bet."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Happy Friday."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Happy Friday to you. And a Fox News alert now. Former FBI agent Peter Strzok now subpoenaed to appear before Congress next week. This is going to get interesting. Jonathan Turley on that breaking news tonight. Plus a brand new book promises to pull the curtain back on President Trump and his family. But is it accurate? We'll talk to the author next."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I mean, I always been I think a very good father. It was very important to me. In fact, a lot of people say my children have done a good job. And they better keep doing a good job."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I have always said the most important thing is having a great family. The family is more important. You know, to me, the most successful people have always been the people that seem to be the happiest the people the way they have a great family."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump often talks about his love for his family. And now a brand new book claims to have inside scoop about what it's exactly like to really be a Trump. Here now is Emily Jane Fox, author of the new book \"Born Trump: Inside America's First Family.\" And as you point out it is a gold cover like everything Trump."
    },
    {
      "speaker": "EMILY JANE FOX, AUTHOR, BORN TRUMP",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, it's interesting. So you are taking a look at -- I'm sure they would love the title. Inside America's first family. Ad it is an extraordinary story when you look back at how they got here."
    },
    {
      "speaker": "FOX",
      "utterance": "It's unbelievable. And it's a story in which I don't think any of them truly themselves believed that they would be here. And because it is such a distinct and a unique first family that certainly the only of its kind. I just want to try and get under the hood and really understand who these people were. Where they came from. So it's sort of understand where they will go."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So how did you do that?"
    },
    {
      "speaker": "FOX",
      "utterance": "I interviewed about 150 people for the book. I've been covering them for Vanity Fair for about three years, and so people all the way from the closest people to them, friends, business associates all the way down to someone who had a tennis match with Ivanka at Choate boarding school when she was a teenager."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So did you talk to them, themselves? Have you ever met any of the kids?"
    },
    {
      "speaker": "FOX",
      "utterance": "I have. You know, I have been reporting on them for a long time. You interact with them in the normal reporting. So this is certainly not an authorized biography. But I feel it's the closest to the truth as I could possibly get in interviewing--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what were your impressions of them, of like Don Junior and Eric and Ivanka when you met them personally?"
    },
    {
      "speaker": "FOX",
      "utterance": "You know, I think, and I think the book shows this as well, that they are a lot more human and a lot more normal and less scripted when you get closer to them. I think that they have spent their whole lives in front of the camera and are on guard and have a certain image that they want to project. And when you are closer to them and as their close friends will describe as well they are much more down to earth, much more normal, funnier, more themselves. And so, that's what I tried to--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, they are just, I mean, they are human beings."
    },
    {
      "speaker": "FOX",
      "utterance": "Sure!"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think sometimes it's like a different perception."
    },
    {
      "speaker": "FOX",
      "utterance": "It's hard to remember that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, absolutely they are. Because I have, you know, met all of them and had an opportunity to talk personally with them. You know, so was that a concern of yours as you wrote this? That they, you know, you didn't want them to become caricatures?"
    },
    {
      "speaker": "FOX",
      "utterance": "What I wanted them not to be were caricatures."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "yes."
    },
    {
      "speaker": "FOX",
      "utterance": "That was my whole point of writing this. We have seen for years because they have been famous for so long."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right."
    },
    {
      "speaker": "FOX",
      "utterance": "The personas that weren't necessarily as close to the truth as we could get. And because they had so much power and are world famous now I wanted to get closer to the truth of them. And that's really what I set out to do in reporting this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what do you think is the most misunderstood about Ivanka, for example?"
    },
    {
      "speaker": "FOX",
      "utterance": "I think she is much funnier in person. I think that she as all of her friends describe, you know, she is not necessarily as scripted or as stayed as she can seem. She is someone who as a--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When I watch, I watch some of the other interviews you did on this, and it's like she is harsh, like she is evil and she's not presenting her parents -- her father's -- you know, she is misrepresenting children and women. Is that what you think?"
    },
    {
      "speaker": "FOX",
      "utterance": "I think that in her white house -- the book stops at inauguration. So when I talk about her in the White House, that is not within the book. But I would say that there are times where I feel like she has been quieter in her role as an advocate than perhaps a normal advocate might be. Because she is in the role as a first daughter and it's a tricky role. Her relationship with her father is complicated and it's been difficult for her--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, anybody in that role would want to be that supportive I would imagine."
    },
    {
      "speaker": "FOX",
      "utterance": "Of course, that's why it's unusual to have the first daughter in the White house."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. It's very unusual."
    },
    {
      "speaker": "FOX",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Melania Trump's jacket. What is she doing?"
    },
    {
      "speaker": "FOX",
      "utterance": "It is a mystery. And this is a woman, the first lady is incredibly careful about her choices that she does not do things unintentionally. Particularly when it comes to fashion. Yes, this is someone who really thinks about every message she is going to send. So, I don't know what the message was but it's hard for me to believe it was an accident."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Emily, thank you. We have to leave it there. \"Born Trump.\" And we'll be right back."
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS HOST",
      "utterance": "OK. So a subpoena has been prepared and has not issued yet."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It is ready to go."
    },
    {
      "speaker": "SMITH",
      "utterance": "On the way. OK. So we should expect to see Peter Strzok testify publicly next week?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are still open to working with him, but he needs to understand that he has to do it on our timetable not on his. So if he is going to appear voluntarily, his lawyer better contact us right away because a subpoena is coming."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And tonight we know the timetable. Just in to Fox News the House judiciary committee has issued that subpoena for Peter Strzok who we have heard so much about all these months, to finally appear at a deposition and answer questions next week. Joining me now, Jonathan Turley, constitutional law attorney and George Washington University law professor. Jonathan, always good to see you. Big development tonight."
    },
    {
      "speaker": "JONATHAN TURLEY, PROFESSOR, GEORGE WASHINGTON UNIVERSITY",
      "utterance": "Yes. It's very big. You know, this like watching Hamlet without ever seeing Hamlet. He is going to walk on next week apparently, and he has a lot to answer for. I expect he will say that much of the conversational e-mails were just his personal political viewpoint and didn't interfere with his position. But there is a lot of specific questions that he will face. Including a meeting that was referenced by Page, he was talking about an insurance policy against President Trump being elected president. Now that meeting was supposedly attended by Deputy Director McCabe but McCabe says he has no recollection of ever being at the meeting. So there are conflicts with other key people that he just maybe able to clear up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. There are so many questions that just come to my mind thinking about this. You think about the text message that said, you know, when discussing the prospect of a Trump presidency, something like don't worry. And then the quote, we will stop him. We will see what his answer is to why he would have said that in a text message."
    },
    {
      "speaker": "TURLEY",
      "utterance": "Yes. He may say look, this was hyperbolic--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "TURLEY",
      "utterance": "-- this was unprofessional but there are also very specific things that he was involved with. Putting the priority on the Trump administration over the Clinton administration. He may have also had role or some knowledge of why the I.T. specialist for Clinton was given immunity deal after people accused him of lying repeatedly and destroying evidence that Congress was seeking. And he did this after speaking with Clinton lawyers. So there is a lot of very specific things that he is going to be asked about. He's no, I assume he is not going to be allowed to spin those e- mails. He was a critical player in some of the most controversial decisions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. The highest ranking FBI official involved in the Clinton investigation and also in the Russia investigation as far as we know also involved in the questioning of Michael Flynn. And as you point out, why the two investigations were handled so differently. You know, how Clinton was treated in terms of, you know, people close to her having immunity, her lawyers being in the room versus the way that the Trump administration was handled where he, at some point, they all decided he didn't deserve a defensive briefing to sort of be told what they had found and what they were interested in. So that's going to be quite something. And that is going to be Wednesday, June 27 at 10.30 in the morning. Everybody is going to stop and pay attention when that gets underway. I do want your thoughts, Jonathan. Because you wrote a beautiful column about your dear friend, Charles Krauthammer who we lost this week. And I would love to hear more of your thoughts about your friendship with him. It starts off by you saying that you took great pride in it when you showed up at the baseball game at the Nationals when you are wearing all Cubs regalia and Charles said, he's with me."
    },
    {
      "speaker": "TURLEY",
      "utterance": "That's right. Actually he took me to the owner's box and when we walked in, I was wearing all my Cubs symbols and it came to a dead stop. I think the only thing that stopped me from being thrown from a great height was Charles Krauthammer who announced to the room, he's with me. And suddenly, I was a made man. But I enjoyed a great deal watching baseball with Charles which was an experience in and of itself. We both love baseball. He was a die-hard Nats fan. I'm obviously a die-hard Cubs fan. He saw baseball more as something uniquely American, something that was dialogic. He would sit there and we talked about everything from dads to politics to writing. Both of us obviously wrote for the newspapers and did commentary. It was unique experience with unique individual. What's sad to me about the loss of Charles he was such a rarity. You know, at a time of great artificially in commentary of formula, you know, segments he was, he had a clarity and honesty about him. You know, we don't go around life like a monopoly where you can go around the board as many times as you wants. He understood you go around once. And when you finish, you have to do it in a true way. To be true to yourself. And he did that. I'm wondering how many of us who do commentary today can say that. Maybe with his passing it will take many of us to look at ourselves and ask what are we really contributing and are we being true to ourselves? Not just our viewers not just our readers. He was always true. And he brought a clarity because he was motivated by the principle, not personalities. You know, I hope with his passing we don't lose that model of someone who could speak so honestly to us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I certainly can't speak for Charles but I can speak for us. We see you in that tradition as well, Jonathan. And we are so glad to have you with us. No doubt Charles thought very highly of your work and your friendship as well. Thank you so much, sir. Good to see you as always."
    },
    {
      "speaker": "TURLEY",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good night to you. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tonight at nine, tune in for a special look back at the life of our friend and colleague Charles Krauthammer who lost his battle this week with cancer at the age of 68. Charles Krauthammer, his words is a moving hour-long special in which the intellectual giant tells the story of his life. Charles leaves behind his wife Robyn and his son Daniel. That is our story for this week. We'll see you back here Monday at 7. Tucker Carlson is up next. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}