{
  "date": "June 14, 2017",
  "headline": "DeSantis details the scene of the Scalise shooting",
  "subHeadline": "Congressman speaks out about the attack that stunned Washington on 'The Story'",
  "url": "https://www.foxnews.com/transcript/desantis-details-the-scene-of-the-scalise-shooting",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MACCALLUM",
      "sentences": "You can see the shooter down, and then them running toward Steve Scalise, who you could see him lying there in the distance beyond that fence. So, in the aftermath, lawmakers giving a lot of credit to two Capitol Hill police officers who saved many lives today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CHUCK FLEISCHMANN, R-TENNESSEE",
      "sentences": "All of a sudden, there was a barrage of gunfire. There was blood on the ground in the dugout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JEFF FLAKE, R-ARIZONA",
      "sentences": "I was the first out to Steve. He laid out there for at least ten minutes alone in the field, and we just - we couldn't get to him while they were shots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOE BARTON, R-TEXAS",
      "sentences": "The heroes are the police officers who attacked the shooter. And in doing so, quite probably, saved many, many lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RODNEY DAVIS, R-ILLINOIS",
      "sentences": "I called my wife and my children, told them, \"I love you, and dad's OK.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Quite a moment. The shooting shut down business, of course, in Congress today and gave way to a rare moment of real solidarity that emerged on the House floor. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL RYAN, HOUSE OF REPRESENTATIVES SPEAKER",
      "sentences": "We are united in our shock. We are united in our anguish. An attack on one of us is an attack on all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, now, to the shooter, who was a man who railed against Republicans since the days of Ronald Reagan. And he came ready to kill as many of them as he possibly could. In the end, five people were injured, including two officers, a Congressional Staffer, a man who was working as a lobbyist, and Congressmen and Majority Whip: Steve Scalise.  The Congressman is in critical condition tonight at George Washington Hospital. We are waiting for an update on his condition. We will bring it to you as soon as we get it. And a short time ago, we learned that the gunman did die in the hospital a bit earlier. Chief national correspondent, Ed Henry, live at the White House with more on the shooter's possible motivation. Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Well, good evening, Martha. Law enforcement officials tell us tonight that they've only just begun to unravel the rage that led to that horrific incident; it includes Facebook posts directed at President Trump by the suspect. At this hour, officials at the ATF say, they're running a trace on James Hodgkinson's two weapons: a rifle and a handgun, while FBI officials say they're digging on his associates, his whereabouts, and yes, his motivation. That means cowering those social media impressions, especially a Facebook page that showed him sharing anti-Trump videos from \"RACHEL MADDOW SHOW\", at MSNBC, as well as MSNBC.com.  And then in April, Hodgkinson shared a CNN video of an anti-Trump climate change rally in which the shooter revealed he was among the thousands of protesters here in Washington. In one, particularly, nasty post on Facebook, Hodgkinson declared, \"Trump is a traitor. Trump has destroyed our democracy. It's time to destroy Trump and company.\" Now, his Facebook page also highlighted photos of Senator Bernie Sanders, because he volunteered on his Presidential campaign. Sanders were very quick to deliver a speech on the Senate floor, expressing regret over the incident and support for all of the victims while the president here at the White House talked about coming together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, UNITED STATES PRESIDENT",
      "sentences": "We do well in times like these to remember that everyone who serves in our nation's capital is here because, above all, they love our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VERMONT",
      "sentences": "Violence of any kind is unacceptable in our society, and I condemn this action in the strongest possible terms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Now, back in January 2011, just three days after a gun down shot Congresswoman Gabrielle Giffords and murdered six others, Sanders sent out a fundraising e-mail hammering Senator John McCain, where he declared, \"McCain needs to stand up and denounce the increasingly violent rhetoric coming from the right-wing and exert his influence to create a civil political environment in this state,\" meaning Arizona. Now, the shoe appears to be on the other foot, and one the questions in the days ahead will be whether or not Democratic leaders denounce some of this left-wing violent rhetoric. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We will see. Ed, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, here now, Congressman Ron DeSantis, who spoke to the gunman moments before he opened fire. Congressman, thank you for being here. I know it has been just an unreal day for all of you on Capitol Hill. So, we thank you for coming in tonight. You spoke with him? What was your exchange? What did he say? And how did it start?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLORIDA",
      "sentences": "Well, I was playing third base. Jeff Duncan, a colleague of mine, who I ride to the field with, was playing shortstop. I had said to Jeff, we've had a good workout, let's leave a little early so we can beat the traffic back to the Hill. So, Jeff agreed. So, we walked out to get into one of Jeff's aides cars, and I got in the backseat; Jeff got in the passenger seat in the front, and a gentleman walked up and approached us-we were both in the car by now-and he said, \"Hey, are those Republicans or Democrats at there?\" And Jeff said, \"They're Republicans.\" So, the guy immediately turned around and then started walking to the field.   Now, this was a little odd because we're just in a field in Arlington - Alexandria, Virginia, at 7:00 a.m.-7:10 in the morning. There'd be no reason there really be a spectator at this. But the guy in hindsight clearly knew that they were Members of Congress there and he wanted to know whether they were Republican or Democrat. Then, once we got back to the Hill, heard the news, Jeff and I both said, we got to report this guy; I mean, it just sounds fishy. And then once they identified him and we saw his photo, I said, Jeff said, and then Jeff's aid; we all said, that is the guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's an unbelievable story. And he came over to you. Was there any indication, was he caring anything? You know, what can you tell us about his bearing and his mood? Was he sweating? Did he look calm?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "So, he was a little abrasive. I didn't see anything below his chest because I was in the back seats, and so I don't know if he was carrying anything. It's interesting, and the parking lot where we were, we were kind of behind the first Bayside bleachers. The capital police a tinted SUV for Scalise was not that far away, it was probably about 100 feet away further up the first base line. And there was security there. It just, he went to the other side of the diamond, and from that perch by the third base line, which I had a couple of members of my team tell me when they got back to the Hill, \"It's a good thing you left because if you were sitting at third base, you would have been a sitting duck.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Unbelievable. I mean, and the shooting went on, we're told, for about 10 minutes. You know, at what point did you realize - you know, as you are driving, did you start to hear the story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "At what point did you put it all together?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "It was what we had gotten back to the Hill, and I was getting updates on my phone but we were in the gym, showering, getting ready for the day. And actually, I saw it on T.V., \"Scalise Shot.\" And that's kind of a shocking thing, because when you're there 20 minutes beforehand or whatever-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Had you just seen Steve Scalise, I'm sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I was throwing him double-play balls. We're fielding ground balls. I'm throwing him balls; he's turning too. You know, we did that half a dozen times. Probably, ten minutes before he got shot. So, it was very surreal. Then, once I got my phone, people had kind of been contacting, and then Jeff and I contacted Capitol Police, let them know what we knew about this individual. At the time, we didn't know it was the same guy. Later, obviously found out it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think the impact of this is if any? There's been so much discussion this afternoon, and this evening about whether or not this camaraderie leads to anything or have we just become so unheard to violence that we just sort of, you know, experience it and then everything goes back to normal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I don't know any kind of, like big takeaways what will happen, if it'll change our Congress works. I think that with this particular individual, given what he asked us about whether it's Republican or Democrat, given the information we now know about him, it's clear that this guy is somebody that was filled with rage, political rage, and he decided to take it out by trying to murder people and have the Capital Police not been there, with Scalise, I think he would have killed and ten, 15 people. I mean, if the Capital Police weren't there if Steve had slept in this morning, we would have all been defenseless. I mean, I have a glove out there that can stop line drives and ground balls, not going to do very much with a rifle or a pistol firing at you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What changes in terms of the security for Members of Congress, if anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, on the Hill, there's a lot of security. Now, we are off- site with this ball field and it's never really been an issue we've really even thought about, but in hindsight, you have between ten and 20 members who will be out there at a given time. And if a member of the leadership is not there, there's never necessarily been any security. But Martha, one of the things, I think, that the authorities need to figure out is: how did this guy know about this? It's not like-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, he'd been living nearby. You know, he may have heard somebody talking about it. You know, I mean, he wasn't working. He was sitting in his car for the last three weeks from what we can understand near the YMCA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "But why did end up choosing Alexandria? No, news protesting the president, he came from Illinois. You could see that there were ball players out there, it's not like we keep it a secret, per se. But I wondering if there was social media chat or anything like that, what made him decide that he wanted to be in that area on that morning and was interested in who was out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman, we're glad you are OK. And we assume that we're going to see you at the game tomorrow night?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "I'll be there, definitely. It's going to be an important one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much, sir. We're glad you're OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, while the baseball field was engulfed in yellow tape and evidence, and Congressman Scalise was in surgery, some wasted no time rushing to politicize the tragedy that happened this morning. Case in point: Democratic Governor of Virginia, Terry McAuliffe near the scene. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. TERRY MCAULIFFE, D-VIRGINIA",
      "sentences": "We need to do more to protect all of our citizens. I have long advocated, this is not what today is about, but there are too many guns on the streets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's not another person - just one shooter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If it's not for today, why people are going to criticize that you are bringing up gun control at this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCAULIFFE",
      "sentences": "Well, I talk about this every single day. This is a very serious issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now, Dana Loesch, host of \"Dana\" on BlazeTV, and the NRA Spokesperson on the Congressional Baseball Shooting; and Mark Glaze, is Senior Advisor to Guns Down and the former Executive Director of Every Town: the nation's largest gun safety group. So - I mean, you can almost count the minutes after this happened, that this discussion would begin about where he got his gun, why he would have that kind of gun? And then, you know, the people who jumped in to stop him, who thank God, were armed and were on the scene. As you watched Terry McAuliffe, Dana, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA LOESCH, POLITICAL COMMENTATOR",
      "sentences": "Well, I - first and foremost, obviously, our prayers are with Congressman Scalise and those individuals who were wounded in this attempted political assassination. And bravo to the Capitol Hill Police, who as you heard other Congressional members say, if Representative Scalise had not been on that field, with those two officers, who are afforded to him as a perk of being a Member of Leadership there, and the Republican Party in the House, they would've been sitting ducks. All they would've had were their gloves and their baseballs, baseball bats with which to defend themselves, which seems - it's amazing to me.  This isn't a gun issue. The good guy saved the day. \"Guns save lives,\" that's what the story proves. But furthermore, this isn't an issue, Martha, about firearms. This is an issue about rhetoric. Martha, this is an issue about a guy who has been feeding off of the poison that has been coming from comedians and Shakespeare plays of assassinating Presidents that are playing in the park. This has been coming from vitriolic rhetoric from the DNC Chair, and from the California Democrat Party, who say, blank the Republicans; they don't care about you. And individuals like this, feed off of this poison-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me give Mark a chance to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "-- and what's the result? The result is that these four individuals, their lives were - five individuals now, they were affected by this. And we could've lost a loyal public servant, husband, and father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Mark Glaze, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK GLAZE, GUNS DOWN SENIOR ADVISOR AND EVERY TOWN FORMER EXECUTIVE DIRECTOR",
      "sentences": "You know, politics may have had something to do with what happened today. But for context, in San Francisco today, four people are killed at a U.S. Postal service facility or UPS facility. Tomorrow, 93 more Americans are going to be killed with guns, and the next day, and the next day. By the way, the people in the United Kingdom do politics makes it look like patty-cake here in America. But we have 25 times the gun murder rate of people in every Western country, and the reason is: people give guns to just about anybody. We have to address that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Dana, what do you say to that? The laws in Virginia are fairly loose, in terms of needing a permit to carry a gun. Is that - I know you don't think that's a legitimate argument, so tell us why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "No. I would have to disagree with the statements. And first off, I think it's silly to compare us to the U.K., specifically, because they also classify crimes differently and we can get into the weeds all day on that. And I welcome any and all debate on that; I'll be there anytime, anywhere. But with that point-that what happened in San Francisco is also awful. I want to point out that the CDC report commissioned by former President Obama in 2013 just proved what we all knew, is that defensive gun use by law by Americans, Martha, greatly outweighs criminal abuses. I definitely don't want anyone to be made a sitting duck just because the only argument is that a criminal may abuse something that they have every right to possess. Guns and save lives. And guns saved this lives in Alexandria, Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But we heard from Brad Wenstrup who said, he felt like he was in Iraq without his gun. Hold on. I also want to put up a quote from Steve Scalise who spoke out back in 2012 on gun control after the Gabrielle Giffords and for the incident. He said, \"Gun control want to stop bad people from doing bad things, rather, it will only hurt people who play by the rules.\" That's from Steve Scalise, himself. Mark, final comment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLAZE",
      "sentences": "Yes. Last year, and just about every year in America, we have somewhere around 32,000 gun murders, and we have about 214 justifiable homicides. Everybody sort of knows that there is a public health epidemic around guns. And you know, we trap this claim -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's the number for how many people's lives are saved by someone who's stepped in with a gun?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLAZE",
      "sentences": "Well, we don't know. Part of the reason is the NRA, and won't let us do the research.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "That is a lie. That's an absolute lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead Dana, really quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "-- commissioned in 2013 proved there was anywhere from 2.1 - actually, 500,000 to 2.3 million instances annually. So, don't lie and say that the NRA stood in the way of that, it disrupts your narrative and refused to acknowledge it. And at the same time, you had the audacity to claim that you're for gun safety.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, we just saw - we just spoke to a Congressman who was there today who believes at least 15 lives were saved by the guns that were held by the Capitol Police, and the skill that they had to use them. So, we've got to leave it there. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOESCH",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Mark. Thank you, Dana. So, breaking news coming to us just moments ago, a \"real world security incident,\" this is a shot at Travis Air Force Base in California, about 25 miles East of Napa, California. There are security drills being conducted but Fox News is being told that it is not related to that. We're going to keep you updated on this potential breaking news coming out of Travis Air Force Base in California. You can see the folks on the ground scanning the situation. We are scanning it here, as well. And we will bring you the breaking news on that as we get it. Also, the silver lining on a sad day for the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "I ask each of you to join me to resolve, to come together, to lift each other up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Brit Hume on whether or not the country can hold onto that message of unity in the wake of so much political turmoil. And a fiery moment on Capitol Hill involving Democratic Senator, Kamala Harris, is now being labeled \"sexist\" by critics of the GOP. Is Harris being silenced? Or is she playing the woman card? We will debate that, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, UNITED STATES ATTORNEY GENERAL",
      "sentences": "The policy is based on the principle that the president-",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIFORNIA",
      "sentences": "Sir, I'm not asking about the principal. I'm asking when you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SESSIONS",
      "sentences": "We'll I am unable to answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "\"We are strongest when we are unified,\" powerful words from the president in the wake of today's chilling attack on GOP Members of Congress as they got together to practice for an annual charity baseball game that happens tomorrow night. It was a chilling and stunning morning, horrible for our country in so many ways. But also, a day that generated some truly rare moments afterward on Capitol Hill. Upon hearing of the shootings, this is a picture of Congressional Democrats holding their own practice nearby; stopping in their tracks to pray for their Republican colleagues who they had just learned had been attacked. And then, this very powerful moment that happened on the floor of the House of Representatives. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "We are united in our shock; we are united in our anguish. An attack on one of us is an attack on all of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN",
      "sentences": "There are so many images that we will not want to see again. But there is one image in particular that this House should keep. And that is a photo I saw this morning of our Democratic colleagues gathered in prayer this morning after hearing the news. You know, every day we come here to test and to challenge each other. We feel so deeply about the things that we fight for, and the things that we believe in. At times, our emotions can clearly get the best of us. We're all imperfect. But we do not shed our humanity when we enter this chamber. For all of the noise and all of the theory, we are one family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALI., HOUSE OF REPRESENTATIVES MINORITY LEADER",
      "sentences": "To my colleagues, you can hear me say something you've never heard me say before: I identify myself with the remarks of the speaker. They are beautiful remarks, Mr. Speaker, thank you so much. For the sentiments that they represent, thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Here now, Fox News Political Analyst, Brit Hume. Senior Analyst, good to have you with us tonight, Brit. As he watched all of us happen today, and you of, you know, the images that Paul Ryan said we want to forget. You know, poor Steve Scalise, dragging himself on that baseball field, shot in the hip. And people just wondering: what? You know, I think my reaction was: what is going on in this world? What is going on? I mean, what did you think when you heard about this, this morning, Brit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS CHANNEL POLITICAL ANALYST",
      "sentences": "Well, it's a horrifying episode. You know, these Members of Congress have very tight security around the Capitol Complex. But I think it was - as your earlier guest pointed out, this was off-site, and a where they - I don't think ever imagined anything like this would happen. But this is where we are. We are living, Martha, in the most poisonous political atmosphere that I can remember experiencing in my years as a reporter, going back nearly a half- century. This is - we've had, you know, turbulent times before.  The year 1968 comes to mind, and which we had two assassinations, and riots in the streets and riots at the party conventions. But the sheer loathing that people have for each other, people who are in politics have for each other and for our President at this stage, transcend even what we had to then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You know, in social media just compounds it. You know, you look at the hatred that is all over social media for the president, and you know, when you look at with this guy was saying. I mean, he'd been lashing out at him for some time. He's obviously a very unhinged, or he was, rather, individual. But you know - so that's what you have to sort of wrap your arms around. It's this just one crazy individual who triggered this moment with his political thought? Or is he a piece of something larger that we need to be very concerned about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Martha, I would say this. Let the investigation unfold and we'll find out, you know, whether there were others involved in it, how much of a psychotic this guy may have been or at least how sick he may have been. But remember this: there are reasons why, in the Congress, there are rules and customs that dictate how members address each other. In the Senate, for example, you're not supposed to address another Senator directly. You're supposed to direct your remarks to the Chair, to the presiding officer. And that is for the purpose of keeping debates from getting so personal. In the house, there are rules about what you can say and what you can't say. And from time to time, a member will engage in an outburst and his remarks can be taken down; expunged from the record. And members can be reprimanded for that. This is because there is, to some extent, a beast within all of us. And politics excites passions, very intense passions. And I think, you know, everyone who's involved in our debates these days might want to bear in mind that you stir passions of this kind, there can be consequences. I'm not making a judgment about exactly how this particular incident happened, although there are some obvious appearances to it. But there are reasons for this. This isn't a novel idea that we should keep a civil tone with each other. And it's - to some extent been lost in the modern era and it's regrettable. And one might have thought, Martha, that social media, by giving so many people a chance to be heard and heard by many others might have been an outlet for this. And calm people down, it seems not to have been the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Before I let you go, one more question. It has been released just moments ago that the obstruction of justice investigation under Robert Mueller into the president is underway, your thoughts on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Yes. The Washington Post is reporting that tonight. The report is a little tentative but it says that it begin right after the Comey firing back on May the 9th, that's more than a month ago. Well, that's interesting. But it's interesting that Mueller would supposedly be the person to do it. Not because there's anything wrong with Bob Mueller, but he is a friend and thought to be quite a close friend of James Comey. And if Comey is central to this investigation, it's not clear to me how Mueller can ethically preside over an investigation of his friend. This may have to be turned over to some other units. I'm not sure which one, I'm not sure that would work. I'm also not entirely clear how far along this investigation is or how far it will ever go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. We'll be on it. Thank you very much, Brit. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up, a new move by the Trump administration: gives General Mattis the final say over the level - the troop levels in Afghanistan. General Jack Keane has some pretty compelling thoughts and his take on why that might be potentially a historical ramification here. And Senator Kamala Harris is crying sexism after she was asked to stop interrupting Attorney General Jeff Sessions at the hearing. We're going to show you how this is not the first time that this kind of back and forth as happened with Kamala Harris. So, what's up with that? Jessica Tarlov and Representative Marsha Blackburn: coming up, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A fiery exchange on Capitol Hill yesterday leading to calls of sexism from some, Democratic senator Kamala Harris was interrupted during her own very persistent questioning of the attorney general, something that has happened quite a few times recently. Take a look. Sen. Kamala Harris D-CALIFORNIA: Sir, I'm not asking about the principal. I'm asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Chairman, the witness should be allowed to answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL",
      "sentences": "He has the full independence, as authorized by those regulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Are you willing to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Will the senator suspend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Are you aware that there're local law enforcements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Finish once before you interrupt me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Sir, with all due respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "With all due respect, senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Excuse me, I'm asking the questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "But I'm trying to answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You get the idea. Senator Harris now using those moments to fund raise, tweeting, quote, the women of the United States senate will not be silenced when seeking the truth. Fight back, she says. A link to the fundraising page accompanies that treat. Here now Representative Marsha Blackburn of Tennessee, And Jessica Tarlov, Democratic pollster and Fox News contributor. Ladies, welcome, good to see both of you. Sexism, is that what's happening here, Marsha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHA BLACKBURN, U.S. REPRESENTATIVE",
      "sentences": "I don't think so. I think you have to look at it and say, could it have been construed as disrespectful, maybe. We all know when you're doing questioning, you're on the clock, and there are many of us that want to get 10 minute worth of questions in on 5 minutes, and we try to push through those. But it is appropriate to give those that you're questioning, the witnesses, time to respond. So I wouldn't call it sexism. I'll tell you, Martha, if every time I had been disrespected, or felt that I had been condescended to, or diminish in some way, I would never have completed a conversation or gotten a bill passed or gotten a message out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When you look at those exchanges, it wasn't wrong for Senator McCain and then Chairman Burr to say you need to let him answer? What's wrong with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "He actually did have the opportunity to answer. But the problem here was actually that attorney general Jeff Sessions was not prepared for that question, which I thought was patently absurd. I mean, when you are defending your, quote, executive privilege, with a DOJ policy that you can't even cite. You can't even say whether your staff knows about it, it shows that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well he was citing confidentiality with the president. He didn't like that, but that what's he's been citing. And it's been cited by many people in the past, including Jake Lew of the Obama administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "It's not a partisan issue. If you're the attorney general and you're saying there is a specific DOJ policy, and then you can't cite what it is, I think that any senator, male, female, has the right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's the thing that bothers me about this whole argument. Male, female -- you know, they're so much in this country now about -- you know, we don't want anything to be gendered, right? But as soon as someone gets pushed back, their gut place to go often is, oh, now I'm being punished because I'm a woman. Give me a break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "I think the senator -- A.G. Sessions was prepared for yesterday. I think that Senator Harris continued to go after one specific thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's a pretty big thing, though. You're arguing the substance of what was talked about. I'm asking, is this sexism? She's fundraising on the fact that she was attacked because she was a woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "It is not sexism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "There is more to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "It is not sexism. It is a partisan debate, yes. Was the line of questioning partisan? Of course it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think, having spent a lot of time on Capitol Hill, that if a man were badgering, which someone called, the way that that exchange was going because there is a record of them, which has showed all three, do you think he would be admonished?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "I don't know if there would be admonishments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Then how is that not sexism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "No, it is not sexism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "If a man would have been treated the same way, how is it not sexism? How about Ron White, how about -- they went so hard at the witnesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "All of the different entities, and the examples that were shown, would you say they're sexism? No. If a chairman feels like it is over the line, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Between Senator McCain and Chairman Menendez from a while back. Let's play that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Let the record show, Mr. Chairman, that the witness would not answer a question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I would let the record reflect that the witness answer the question as he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Excuse me, would not answer either in the affirmative or the negative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, I would understand, Jessica, if she was saying, don't cut me off, I'm senator, I have the right to answer my question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "She said that last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. But we went right to the Elizabeth Warren fundraising comparison, which I just find, as a woman, honestly, I find that argument offensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I understand that and I do take that point. I think this is an important conversation to be having on both sides here. I would refer to what I originally said, which is in this line of questioning, there is a strong argument to be made that Senator Ron Wyden actually went harder at A.G. Sessions. No one said anything. Kamala Harris cut off the second time after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Maybe because in the past couple of weeks, she's on this three times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "Because there is a history of her going after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Kamala Harris has barely been in the senate. I mean, she's a newcomer. She had been a prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLACKBURN",
      "sentences": "Let me tell you something, in the course of the day, and as we look at civility and discourse, what we all need to take from this is that it is important for us to realize that in those chambers, in the house, and in the senate, we have a responsibility to abide by the rules and the decorum of the house and the senate. I think that that's an important -- now, I will say, may be Kamala Harris did not know that they were doing a fundraising letter on this. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think she'd be happy to fundraise off of it, and after what happened to Elizabeth warren in February, with the nevertheless she persisted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": ". Mitch McConnell, I think that's it's -- I would also add that this is not an isolated incident that happens only to women in the senate. I've looked it up, that male Supreme Court justices are three times more likely to interrupt women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I've got to go. I've got to interrupt two women right now because I've got to go. Thank you very much you guys. So coming up next, the ICE director is now saying this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "If you're in this country illegally, you should look over your shoulder, and you need to be worried.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The new rules on that when we can pack. Plus, get up to date on the story dominating the headlines, Flint, Michigan, Bill Cosby, Floyd Mayweather, and The Bachelor, coming up after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So you've heard the big story tonight, but there are other story lines out there today. Michigan's top health official charged with manslaughter in connection to Flint, Michigan, water crisis. The scandal centered lead tainted water exposing thousands of children to long-term health problems. Also, tonight, we are waiting for a verdict could come at any moment in the Bill Cosby case, jury deliberations now in day three. And breaking news in the sport world, former champion boxer Floyd Mayweather Jr. coming out of retirement to fight mixed martial arts superstar Conor McGregor on August 26, where else in Vegas, baby. We will be watching that. And finally, the young woman at the center of a scandal involving the show, The Bachelor in Paradise, is speaking out, Corinne Olympios saying that she's, quote, the victim, in the controversy over alleged sexual misconduct on the show. Corrie Olympios writing this as a woman, this is my worst nightmare and now it has become my reality, she said. All right. Also developing tonight, the head of ICE not mincing words as to how the Trump administration tackles illegal immigration. Yesterday, Thomas Homan appeared on Capitol Hill in a hearing that was largely overshadowed by attorney general Jeff Sessions testimony on Russia, but it was no less dramatic as he told lawmakers no one, not even non-criminals should expect a free pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "If you're in this country illegally and you committed a crime by entering this country, you should be uncomfortable, you should look over your shoulder, and you need to be worried. If we wait for them to violate yet another law against the citizens of this country, then it's too late. We shouldn't wait for them to become a criminal. What we're saying is, no population is off the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, strong words. David Wohl is an attorney, Pablo Manriquez is a Democratic strategist and K Street Media co-founder. Welcome to you, both. David, let me start with you. We spoke with General Kelly a while back, but he talked about sort of the status of being in this country illegally plus, as if you have to be here illegally and then do something. Even, you know, a speeding ticket, running a red light, a larger crime than that. That's what puts you in the category of someone who could be deported. What's changed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID WOHL, ATTORNEY",
      "sentences": "Well, it should come as a surprise to no one that Mr. Trump administration is running on a strong platform of immigration enforcement. I mean he's going to enforce immigration laws rather than ignore them like Mr. Obama did. Look, he did make it clear, though, the ICE administrator that they're not going to conduct raids on homes or businesses just on the status of illegal immigration. However, the change, I believe, Martha, is that minor detentions possibly for traffic offenses, possibly for minor misdemeanors, could lead to immigration detention now because the status is a violation, the status is a crime of being here illegally, so that could lead to deportation, and it could affect millions, there's no doubt about it. That's when sanctuary cities will kick in. That's when places like here in Los Angeles, the obstructionism promised by the mayor and the police chief could create a massive showdown over federal funding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "There's a case in New York State, Diego Macancela and his mother, Rosa, who were pulled out of their house. So my question, Pablo, is are we going to be sort of seeing a summer of ailing (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PABLO MANRIQUEZ, K STREET MEDIA CO-FOUNDER",
      "sentences": "Let's hope not. I mean, telling an entire population to look over its shoulder never makes innocent people more safe, and that's something that we have to contend with. Especially, I think, you know, one of the most partisan debates today is the immigration debate. Rather than escalate the partisan rancor debate, I think it's important that we acknowledge on what my side wants, essentially, is 11 million amnesties. What Mr. Trump has sort of insinuated to some degree is the removal of an entire generation of our community. When I say our community, I mean largely of the Hispanic community. So I think we have an opportunity now, given the tragedy of the day, to come together and actually have a conversation on this topic, where too often we just yell at each other. So, if anything -- I don't know, David, if you're going to be in Washington, D.C., tomorrow, let's go to the baseball game, let's work this thing out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "Well, I'm a Dodgers fan. So I'm out here, I got to tell you. But there's no question -- look, a lot of these people in the country illegally are actually amenable or have the ability to become legal and don't know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But David, the president told the DACA kids that they were OK. He said he had a lot of sympathy for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOHL",
      "sentences": "But the problem is that there are exceptions to DACA that are now going to be enforced. So, if DACA kids commit crimes, DACA kids won't be DACA kids anymore, they'll be over the border. So that's going to be something everybody watches out for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're out of time. I've got to go. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So in a remarkable move, President Trump has just given defense secretary Jim Mattis the authority to determine troop levels in Afghanistan. So what is behind that? General Jack Keane is here on how big a move this really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A very rare move by a sitting president. President Trump giving defense secretary James Mattis the authority to manage on his own the troop levels in the war zone. So what does this mean for the president's role in the war on terror? Here now, Fox News military analyst, retired four-star general, Jack Keane. Good to see you, Jack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, FOX NEWS MILITARY ANALYST",
      "sentences": "Good to see you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Why did they do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, first of all, I think we've gone from Obama's micro-managing to Trump the delegator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah, sounds like a 360.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I think -- I got some empathy for the president here. Here's what I think is happening. He's frustrated he even has to deal with this. It's a disgrace that after 16 years we haven't crossed the Taliban and had a political settlement to end the hostilities. But here's where we're. I think he's frustrated by that. He doesn't have unanimity. The director of the National Security Council, McMasters, had brought forward a plan to increase the troop density. The Pentagon agrees with that. I think some of his political advisors don't. They think it's kind of a liability for him to escalate a war under his leadership. And I suspect the president probably has some frustrations along those lines himself, that he has got to get involved in a war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's the commander-in-chief, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "But he's still accountable to this. He's delegated to Mattis, Mattis will come up with a plan and a strategy, but the numbers to get it for him-- will bring it to him and he'll bless it, and he'll be accountable because he is the commander-in-chief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, if you were General Mattis, would you be comfortable with this or uncomfortable with this? Because, you know, if he commits more troops and it turns into a disaster and a large loss of life, is this president, President Trump, going to say, I left it up to him? It was his deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, he's capable of that, isn't he? Because he's done things like that before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I don't think it bothers Mattis at all. I think what Mattis is really troubled by is he's got a war that's not winnable right now that's actually losing to Taliban, has the momentum. It's largely as a result of failed Obama policies because we pulled the troop out too early. We took apart the Afghan national army, pulled out all of its enablers that made an effective army. Its communications, its intelligence, it's anti-IED.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Meaning there's much bigger effort or none at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yeah, you've got to kind of make up your mind. Do you really want to do this right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think Mattis will do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I think he'll try to do it right and put in something that's decisive that will push the Taliban back where they were and get a political settlement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So in terms of looking at this, you know, General Mattis and President Trump, how closely -- because I remember we heard all the time that President Obama barely pick up the phone to talk to people like General McChrystal, do you see him as much more engaged with these generals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Oh, yeah, he's very involved. He's similar to the way President Bush was involved with his generals. He talks to them on a regular basis, got a sense of what they're feeling. President Trump, like President Bush, has enormous trust in capabilities of these leaders. And I think that's part of the reason he's saying, go ahead figure it out, General Mattis. And Mattis will bring that plan to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. General Jack Keane, thank you very much, always good to see you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Good talking to you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So when we come back, the quote of the night from the person we were just speaking about, the president of the United States, President Trump, on a very tough night for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Pictures of those who were wounded today, and the heroes, the police officers that you see picture there, as well. Our thoughts and prayers are with all of them. And our quote of the night comes from the president, his message of unity in the wake of this tragedy, watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We can all agree that we are blessed to be Americans, that our children deserve to grow up in a nation of safety and peace, and that we are strongest when we are unified and when we work together for the common good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And a happy 71st birthday today to President Trump. We want to know your stories. Tweet us at @thestoryFNC using the #thestory. We'll be back here tomorrow night. Tucker is straight ahead. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You can see the shooter down, and then them running toward Steve Scalise, who you could see him lying there in the distance beyond that fence. So, in the aftermath, lawmakers giving a lot of credit to two Capitol Hill police officers who saved many lives today."
    },
    {
      "speaker": "REP. CHUCK FLEISCHMANN, R-TENNESSEE",
      "utterance": "All of a sudden, there was a barrage of gunfire. There was blood on the ground in the dugout."
    },
    {
      "speaker": "REP. JEFF FLAKE, R-ARIZONA",
      "utterance": "I was the first out to Steve. He laid out there for at least ten minutes alone in the field, and we just - we couldn't get to him while they were shots."
    },
    {
      "speaker": "REP. JOE BARTON, R-TEXAS",
      "utterance": "The heroes are the police officers who attacked the shooter. And in doing so, quite probably, saved many, many lives."
    },
    {
      "speaker": "REP. RODNEY DAVIS, R-ILLINOIS",
      "utterance": "I called my wife and my children, told them, \"I love you, and dad's OK.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Quite a moment. The shooting shut down business, of course, in Congress today and gave way to a rare moment of real solidarity that emerged on the House floor. Watch this."
    },
    {
      "speaker": "PAUL RYAN, HOUSE OF REPRESENTATIVES SPEAKER",
      "utterance": "We are united in our shock. We are united in our anguish. An attack on one of us is an attack on all of us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, now, to the shooter, who was a man who railed against Republicans since the days of Ronald Reagan. And he came ready to kill as many of them as he possibly could. In the end, five people were injured, including two officers, a Congressional Staffer, a man who was working as a lobbyist, and Congressmen and Majority Whip: Steve Scalise. The Congressman is in critical condition tonight at George Washington Hospital. We are waiting for an update on his condition. We will bring it to you as soon as we get it. And a short time ago, we learned that the gunman did die in the hospital a bit earlier. Chief national correspondent, Ed Henry, live at the White House with more on the shooter's possible motivation. Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "Well, good evening, Martha. Law enforcement officials tell us tonight that they've only just begun to unravel the rage that led to that horrific incident; it includes Facebook posts directed at President Trump by the suspect. At this hour, officials at the ATF say, they're running a trace on James Hodgkinson's two weapons: a rifle and a handgun, while FBI officials say they're digging on his associates, his whereabouts, and yes, his motivation. That means cowering those social media impressions, especially a Facebook page that showed him sharing anti-Trump videos from \"RACHEL MADDOW SHOW\", at MSNBC, as well as MSNBC.com. And then in April, Hodgkinson shared a CNN video of an anti-Trump climate change rally in which the shooter revealed he was among the thousands of protesters here in Washington. In one, particularly, nasty post on Facebook, Hodgkinson declared, \"Trump is a traitor. Trump has destroyed our democracy. It's time to destroy Trump and company.\" Now, his Facebook page also highlighted photos of Senator Bernie Sanders, because he volunteered on his Presidential campaign. Sanders were very quick to deliver a speech on the Senate floor, expressing regret over the incident and support for all of the victims while the president here at the White House talked about coming together."
    },
    {
      "speaker": "DONALD TRUMP, UNITED STATES PRESIDENT",
      "utterance": "We do well in times like these to remember that everyone who serves in our nation's capital is here because, above all, they love our country."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VERMONT",
      "utterance": "Violence of any kind is unacceptable in our society, and I condemn this action in the strongest possible terms."
    },
    {
      "speaker": "HENRY",
      "utterance": "Now, back in January 2011, just three days after a gun down shot Congresswoman Gabrielle Giffords and murdered six others, Sanders sent out a fundraising e-mail hammering Senator John McCain, where he declared, \"McCain needs to stand up and denounce the increasingly violent rhetoric coming from the right-wing and exert his influence to create a civil political environment in this state,\" meaning Arizona. Now, the shoe appears to be on the other foot, and one the questions in the days ahead will be whether or not Democratic leaders denounce some of this left-wing violent rhetoric. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We will see. Ed, thank you very much."
    },
    {
      "speaker": "HENRY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, here now, Congressman Ron DeSantis, who spoke to the gunman moments before he opened fire. Congressman, thank you for being here. I know it has been just an unreal day for all of you on Capitol Hill. So, we thank you for coming in tonight. You spoke with him? What was your exchange? What did he say? And how did it start?"
    },
    {
      "speaker": "REP. RON DESANTIS, R-FLORIDA",
      "utterance": "Well, I was playing third base. Jeff Duncan, a colleague of mine, who I ride to the field with, was playing shortstop. I had said to Jeff, we've had a good workout, let's leave a little early so we can beat the traffic back to the Hill. So, Jeff agreed. So, we walked out to get into one of Jeff's aides cars, and I got in the backseat; Jeff got in the passenger seat in the front, and a gentleman walked up and approached us-we were both in the car by now-and he said, \"Hey, are those Republicans or Democrats at there?\" And Jeff said, \"They're Republicans.\" So, the guy immediately turned around and then started walking to the field. Now, this was a little odd because we're just in a field in Arlington - Alexandria, Virginia, at 7:00 a.m.-7:10 in the morning. There'd be no reason there really be a spectator at this. But the guy in hindsight clearly knew that they were Members of Congress there and he wanted to know whether they were Republican or Democrat. Then, once we got back to the Hill, heard the news, Jeff and I both said, we got to report this guy; I mean, it just sounds fishy. And then once they identified him and we saw his photo, I said, Jeff said, and then Jeff's aid; we all said, that is the guy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's an unbelievable story. And he came over to you. Was there any indication, was he caring anything? You know, what can you tell us about his bearing and his mood? Was he sweating? Did he look calm?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "So, he was a little abrasive. I didn't see anything below his chest because I was in the back seats, and so I don't know if he was carrying anything. It's interesting, and the parking lot where we were, we were kind of behind the first Bayside bleachers. The capital police a tinted SUV for Scalise was not that far away, it was probably about 100 feet away further up the first base line. And there was security there. It just, he went to the other side of the diamond, and from that perch by the third base line, which I had a couple of members of my team tell me when they got back to the Hill, \"It's a good thing you left because if you were sitting at third base, you would have been a sitting duck.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Unbelievable. I mean, and the shooting went on, we're told, for about 10 minutes. You know, at what point did you realize - you know, as you are driving, did you start to hear the story?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "No."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "At what point did you put it all together?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "It was what we had gotten back to the Hill, and I was getting updates on my phone but we were in the gym, showering, getting ready for the day. And actually, I saw it on T.V., \"Scalise Shot.\" And that's kind of a shocking thing, because when you're there 20 minutes beforehand or whatever-"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Had you just seen Steve Scalise, I'm sure."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I was throwing him double-play balls. We're fielding ground balls. I'm throwing him balls; he's turning too. You know, we did that half a dozen times. Probably, ten minutes before he got shot. So, it was very surreal. Then, once I got my phone, people had kind of been contacting, and then Jeff and I contacted Capitol Police, let them know what we knew about this individual. At the time, we didn't know it was the same guy. Later, obviously found out it was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think the impact of this is if any? There's been so much discussion this afternoon, and this evening about whether or not this camaraderie leads to anything or have we just become so unheard to violence that we just sort of, you know, experience it and then everything goes back to normal?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I don't know any kind of, like big takeaways what will happen, if it'll change our Congress works. I think that with this particular individual, given what he asked us about whether it's Republican or Democrat, given the information we now know about him, it's clear that this guy is somebody that was filled with rage, political rage, and he decided to take it out by trying to murder people and have the Capital Police not been there, with Scalise, I think he would have killed and ten, 15 people. I mean, if the Capital Police weren't there if Steve had slept in this morning, we would have all been defenseless. I mean, I have a glove out there that can stop line drives and ground balls, not going to do very much with a rifle or a pistol firing at you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What changes in terms of the security for Members of Congress, if anything?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, on the Hill, there's a lot of security. Now, we are off- site with this ball field and it's never really been an issue we've really even thought about, but in hindsight, you have between ten and 20 members who will be out there at a given time. And if a member of the leadership is not there, there's never necessarily been any security. But Martha, one of the things, I think, that the authorities need to figure out is: how did this guy know about this? It's not like-"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, he'd been living nearby. You know, he may have heard somebody talking about it. You know, I mean, he wasn't working. He was sitting in his car for the last three weeks from what we can understand near the YMCA."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "But why did end up choosing Alexandria? No, news protesting the president, he came from Illinois. You could see that there were ball players out there, it's not like we keep it a secret, per se. But I wondering if there was social media chat or anything like that, what made him decide that he wanted to be in that area on that morning and was interested in who was out there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman, we're glad you are OK. And we assume that we're going to see you at the game tomorrow night?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "I'll be there, definitely. It's going to be an important one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much, sir. We're glad you're OK."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, while the baseball field was engulfed in yellow tape and evidence, and Congressman Scalise was in surgery, some wasted no time rushing to politicize the tragedy that happened this morning. Case in point: Democratic Governor of Virginia, Terry McAuliffe near the scene. Watch."
    },
    {
      "speaker": "GOV. TERRY MCAULIFFE, D-VIRGINIA",
      "utterance": "We need to do more to protect all of our citizens. I have long advocated, this is not what today is about, but there are too many guns on the streets."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's not another person - just one shooter?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If it's not for today, why people are going to criticize that you are bringing up gun control at this time."
    },
    {
      "speaker": "MCAULIFFE",
      "utterance": "Well, I talk about this every single day. This is a very serious issue."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now, Dana Loesch, host of \"Dana\" on BlazeTV, and the NRA Spokesperson on the Congressional Baseball Shooting; and Mark Glaze, is Senior Advisor to Guns Down and the former Executive Director of Every Town: the nation's largest gun safety group. So - I mean, you can almost count the minutes after this happened, that this discussion would begin about where he got his gun, why he would have that kind of gun? And then, you know, the people who jumped in to stop him, who thank God, were armed and were on the scene. As you watched Terry McAuliffe, Dana, what do you think?"
    },
    {
      "speaker": "DANA LOESCH, POLITICAL COMMENTATOR",
      "utterance": "Well, I - first and foremost, obviously, our prayers are with Congressman Scalise and those individuals who were wounded in this attempted political assassination. And bravo to the Capitol Hill Police, who as you heard other Congressional members say, if Representative Scalise had not been on that field, with those two officers, who are afforded to him as a perk of being a Member of Leadership there, and the Republican Party in the House, they would've been sitting ducks. All they would've had were their gloves and their baseballs, baseball bats with which to defend themselves, which seems - it's amazing to me. This isn't a gun issue. The good guy saved the day. \"Guns save lives,\" that's what the story proves. But furthermore, this isn't an issue, Martha, about firearms. This is an issue about rhetoric. Martha, this is an issue about a guy who has been feeding off of the poison that has been coming from comedians and Shakespeare plays of assassinating Presidents that are playing in the park. This has been coming from vitriolic rhetoric from the DNC Chair, and from the California Democrat Party, who say, blank the Republicans; they don't care about you. And individuals like this, feed off of this poison-"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me give Mark a chance to respond."
    },
    {
      "speaker": "LOESCH",
      "utterance": "-- and what's the result? The result is that these four individuals, their lives were - five individuals now, they were affected by this. And we could've lost a loyal public servant, husband, and father."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Mark Glaze, your thoughts?"
    },
    {
      "speaker": "MARK GLAZE, GUNS DOWN SENIOR ADVISOR AND EVERY TOWN FORMER EXECUTIVE DIRECTOR",
      "utterance": "You know, politics may have had something to do with what happened today. But for context, in San Francisco today, four people are killed at a U.S. Postal service facility or UPS facility. Tomorrow, 93 more Americans are going to be killed with guns, and the next day, and the next day. By the way, the people in the United Kingdom do politics makes it look like patty-cake here in America. But we have 25 times the gun murder rate of people in every Western country, and the reason is: people give guns to just about anybody. We have to address that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Dana, what do you say to that? The laws in Virginia are fairly loose, in terms of needing a permit to carry a gun. Is that - I know you don't think that's a legitimate argument, so tell us why?"
    },
    {
      "speaker": "LOESCH",
      "utterance": "No. I would have to disagree with the statements. And first off, I think it's silly to compare us to the U.K., specifically, because they also classify crimes differently and we can get into the weeds all day on that. And I welcome any and all debate on that; I'll be there anytime, anywhere. But with that point-that what happened in San Francisco is also awful. I want to point out that the CDC report commissioned by former President Obama in 2013 just proved what we all knew, is that defensive gun use by law by Americans, Martha, greatly outweighs criminal abuses. I definitely don't want anyone to be made a sitting duck just because the only argument is that a criminal may abuse something that they have every right to possess. Guns and save lives. And guns saved this lives in Alexandria, Virginia."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But we heard from Brad Wenstrup who said, he felt like he was in Iraq without his gun. Hold on. I also want to put up a quote from Steve Scalise who spoke out back in 2012 on gun control after the Gabrielle Giffords and for the incident. He said, \"Gun control want to stop bad people from doing bad things, rather, it will only hurt people who play by the rules.\" That's from Steve Scalise, himself. Mark, final comment?"
    },
    {
      "speaker": "GLAZE",
      "utterance": "Yes. Last year, and just about every year in America, we have somewhere around 32,000 gun murders, and we have about 214 justifiable homicides. Everybody sort of knows that there is a public health epidemic around guns. And you know, we trap this claim -"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's the number for how many people's lives are saved by someone who's stepped in with a gun?"
    },
    {
      "speaker": "GLAZE",
      "utterance": "Well, we don't know. Part of the reason is the NRA, and won't let us do the research."
    },
    {
      "speaker": "LOESCH",
      "utterance": "That is a lie. That's an absolute lie."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead Dana, really quick."
    },
    {
      "speaker": "LOESCH",
      "utterance": "-- commissioned in 2013 proved there was anywhere from 2.1 - actually, 500,000 to 2.3 million instances annually. So, don't lie and say that the NRA stood in the way of that, it disrupts your narrative and refused to acknowledge it. And at the same time, you had the audacity to claim that you're for gun safety."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, we just saw - we just spoke to a Congressman who was there today who believes at least 15 lives were saved by the guns that were held by the Capitol Police, and the skill that they had to use them. So, we've got to leave it there. Thank you very much."
    },
    {
      "speaker": "LOESCH",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Mark. Thank you, Dana. So, breaking news coming to us just moments ago, a \"real world security incident,\" this is a shot at Travis Air Force Base in California, about 25 miles East of Napa, California. There are security drills being conducted but Fox News is being told that it is not related to that. We're going to keep you updated on this potential breaking news coming out of Travis Air Force Base in California. You can see the folks on the ground scanning the situation. We are scanning it here, as well. And we will bring you the breaking news on that as we get it. Also, the silver lining on a sad day for the United States."
    },
    {
      "speaker": "RYAN",
      "utterance": "I ask each of you to join me to resolve, to come together, to lift each other up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Brit Hume on whether or not the country can hold onto that message of unity in the wake of so much political turmoil. And a fiery moment on Capitol Hill involving Democratic Senator, Kamala Harris, is now being labeled \"sexist\" by critics of the GOP. Is Harris being silenced? Or is she playing the woman card? We will debate that, coming up."
    },
    {
      "speaker": "JEFF SESSIONS, UNITED STATES ATTORNEY GENERAL",
      "utterance": "The policy is based on the principle that the president-"
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIFORNIA",
      "utterance": "Sir, I'm not asking about the principal. I'm asking when you--"
    },
    {
      "speaker": "SESSIONS",
      "utterance": "We'll I am unable to answer the question."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "\"We are strongest when we are unified,\" powerful words from the president in the wake of today's chilling attack on GOP Members of Congress as they got together to practice for an annual charity baseball game that happens tomorrow night. It was a chilling and stunning morning, horrible for our country in so many ways. But also, a day that generated some truly rare moments afterward on Capitol Hill. Upon hearing of the shootings, this is a picture of Congressional Democrats holding their own practice nearby; stopping in their tracks to pray for their Republican colleagues who they had just learned had been attacked. And then, this very powerful moment that happened on the floor of the House of Representatives. Watch this."
    },
    {
      "speaker": "RYAN",
      "utterance": "We are united in our shock; we are united in our anguish. An attack on one of us is an attack on all of us."
    },
    {
      "speaker": "RYAN",
      "utterance": "There are so many images that we will not want to see again. But there is one image in particular that this House should keep. And that is a photo I saw this morning of our Democratic colleagues gathered in prayer this morning after hearing the news. You know, every day we come here to test and to challenge each other. We feel so deeply about the things that we fight for, and the things that we believe in. At times, our emotions can clearly get the best of us. We're all imperfect. But we do not shed our humanity when we enter this chamber. For all of the noise and all of the theory, we are one family."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALI., HOUSE OF REPRESENTATIVES MINORITY LEADER",
      "utterance": "To my colleagues, you can hear me say something you've never heard me say before: I identify myself with the remarks of the speaker. They are beautiful remarks, Mr. Speaker, thank you so much. For the sentiments that they represent, thank you so much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Here now, Fox News Political Analyst, Brit Hume. Senior Analyst, good to have you with us tonight, Brit. As he watched all of us happen today, and you of, you know, the images that Paul Ryan said we want to forget. You know, poor Steve Scalise, dragging himself on that baseball field, shot in the hip. And people just wondering: what? You know, I think my reaction was: what is going on in this world? What is going on? I mean, what did you think when you heard about this, this morning, Brit?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS CHANNEL POLITICAL ANALYST",
      "utterance": "Well, it's a horrifying episode. You know, these Members of Congress have very tight security around the Capitol Complex. But I think it was - as your earlier guest pointed out, this was off-site, and a where they - I don't think ever imagined anything like this would happen. But this is where we are. We are living, Martha, in the most poisonous political atmosphere that I can remember experiencing in my years as a reporter, going back nearly a half- century. This is - we've had, you know, turbulent times before. The year 1968 comes to mind, and which we had two assassinations, and riots in the streets and riots at the party conventions. But the sheer loathing that people have for each other, people who are in politics have for each other and for our President at this stage, transcend even what we had to then."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You know, in social media just compounds it. You know, you look at the hatred that is all over social media for the president, and you know, when you look at with this guy was saying. I mean, he'd been lashing out at him for some time. He's obviously a very unhinged, or he was, rather, individual. But you know - so that's what you have to sort of wrap your arms around. It's this just one crazy individual who triggered this moment with his political thought? Or is he a piece of something larger that we need to be very concerned about?"
    },
    {
      "speaker": "HUME",
      "utterance": "Martha, I would say this. Let the investigation unfold and we'll find out, you know, whether there were others involved in it, how much of a psychotic this guy may have been or at least how sick he may have been. But remember this: there are reasons why, in the Congress, there are rules and customs that dictate how members address each other. In the Senate, for example, you're not supposed to address another Senator directly. You're supposed to direct your remarks to the Chair, to the presiding officer. And that is for the purpose of keeping debates from getting so personal. In the house, there are rules about what you can say and what you can't say. And from time to time, a member will engage in an outburst and his remarks can be taken down; expunged from the record. And members can be reprimanded for that. This is because there is, to some extent, a beast within all of us. And politics excites passions, very intense passions. And I think, you know, everyone who's involved in our debates these days might want to bear in mind that you stir passions of this kind, there can be consequences. I'm not making a judgment about exactly how this particular incident happened, although there are some obvious appearances to it. But there are reasons for this. This isn't a novel idea that we should keep a civil tone with each other. And it's - to some extent been lost in the modern era and it's regrettable. And one might have thought, Martha, that social media, by giving so many people a chance to be heard and heard by many others might have been an outlet for this. And calm people down, it seems not to have been the case."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Before I let you go, one more question. It has been released just moments ago that the obstruction of justice investigation under Robert Mueller into the president is underway, your thoughts on that?"
    },
    {
      "speaker": "HUME",
      "utterance": "Yes. The Washington Post is reporting that tonight. The report is a little tentative but it says that it begin right after the Comey firing back on May the 9th, that's more than a month ago. Well, that's interesting. But it's interesting that Mueller would supposedly be the person to do it. Not because there's anything wrong with Bob Mueller, but he is a friend and thought to be quite a close friend of James Comey. And if Comey is central to this investigation, it's not clear to me how Mueller can ethically preside over an investigation of his friend. This may have to be turned over to some other units. I'm not sure which one, I'm not sure that would work. I'm also not entirely clear how far along this investigation is or how far it will ever go."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. We'll be on it. Thank you very much, Brit. Good to see you tonight."
    },
    {
      "speaker": "HUME",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up, a new move by the Trump administration: gives General Mattis the final say over the level - the troop levels in Afghanistan. General Jack Keane has some pretty compelling thoughts and his take on why that might be potentially a historical ramification here. And Senator Kamala Harris is crying sexism after she was asked to stop interrupting Attorney General Jeff Sessions at the hearing. We're going to show you how this is not the first time that this kind of back and forth as happened with Kamala Harris. So, what's up with that? Jessica Tarlov and Representative Marsha Blackburn: coming up, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A fiery exchange on Capitol Hill yesterday leading to calls of sexism from some, Democratic senator Kamala Harris was interrupted during her own very persistent questioning of the attorney general, something that has happened quite a few times recently. Take a look."
    },
    {
      "speaker": "Sen. Kamala Harris D-CALIFORNIA",
      "utterance": "Sir, I'm not asking about the principal. I'm asking."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Chairman, the witness should be allowed to answer the question."
    },
    {
      "speaker": "ROD ROSENSTEIN, DEPUTY ATTORNEY GENERAL",
      "utterance": "He has the full independence, as authorized by those regulations."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Are you willing to do."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Will the senator suspend."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Are you aware that there're local law enforcements."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Finish once before you interrupt me?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Sir, with all due respect."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "With all due respect, senator."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Excuse me, I'm asking the questions."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "But I'm trying to answer the question."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You get the idea. Senator Harris now using those moments to fund raise, tweeting, quote, the women of the United States senate will not be silenced when seeking the truth. Fight back, she says. A link to the fundraising page accompanies that treat. Here now Representative Marsha Blackburn of Tennessee, And Jessica Tarlov, Democratic pollster and Fox News contributor. Ladies, welcome, good to see both of you. Sexism, is that what's happening here, Marsha?"
    },
    {
      "speaker": "MARSHA BLACKBURN, U.S. REPRESENTATIVE",
      "utterance": "I don't think so. I think you have to look at it and say, could it have been construed as disrespectful, maybe. We all know when you're doing questioning, you're on the clock, and there are many of us that want to get 10 minute worth of questions in on 5 minutes, and we try to push through those. But it is appropriate to give those that you're questioning, the witnesses, time to respond. So I wouldn't call it sexism. I'll tell you, Martha, if every time I had been disrespected, or felt that I had been condescended to, or diminish in some way, I would never have completed a conversation or gotten a bill passed or gotten a message out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When you look at those exchanges, it wasn't wrong for Senator McCain and then Chairman Burr to say you need to let him answer? What's wrong with that?"
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "He actually did have the opportunity to answer. But the problem here was actually that attorney general Jeff Sessions was not prepared for that question, which I thought was patently absurd. I mean, when you are defending your, quote, executive privilege, with a DOJ policy that you can't even cite. You can't even say whether your staff knows about it, it shows that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well he was citing confidentiality with the president. He didn't like that, but that what's he's been citing. And it's been cited by many people in the past, including Jake Lew of the Obama administration."
    },
    {
      "speaker": "TARLOV",
      "utterance": "It's not a partisan issue. If you're the attorney general and you're saying there is a specific DOJ policy, and then you can't cite what it is, I think that any senator, male, female, has the right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's the thing that bothers me about this whole argument. Male, female -- you know, they're so much in this country now about -- you know, we don't want anything to be gendered, right? But as soon as someone gets pushed back, their gut place to go often is, oh, now I'm being punished because I'm a woman. Give me a break."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "I think the senator -- A.G. Sessions was prepared for yesterday. I think that Senator Harris continued to go after one specific thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's a pretty big thing, though. You're arguing the substance of what was talked about. I'm asking, is this sexism? She's fundraising on the fact that she was attacked because she was a woman."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "It is not sexism."
    },
    {
      "speaker": "TARLOV",
      "utterance": "There is more to it."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "It is not sexism. It is a partisan debate, yes. Was the line of questioning partisan? Of course it was."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think, having spent a lot of time on Capitol Hill, that if a man were badgering, which someone called, the way that that exchange was going because there is a record of them, which has showed all three, do you think he would be admonished?"
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "I don't know if there would be admonishments."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Then how is that not sexism?"
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "No, it is not sexism."
    },
    {
      "speaker": "TARLOV",
      "utterance": "If a man would have been treated the same way, how is it not sexism? How about Ron White, how about -- they went so hard at the witnesses."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "All of the different entities, and the examples that were shown, would you say they're sexism? No. If a chairman feels like it is over the line, of course."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Between Senator McCain and Chairman Menendez from a while back. Let's play that."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Let the record show, Mr. Chairman, that the witness would not answer a question."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I would let the record reflect that the witness answer the question as he did."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Excuse me, would not answer either in the affirmative or the negative."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, I would understand, Jessica, if she was saying, don't cut me off, I'm senator, I have the right to answer my question."
    },
    {
      "speaker": "TARLOV",
      "utterance": "She said that last week."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. But we went right to the Elizabeth Warren fundraising comparison, which I just find, as a woman, honestly, I find that argument offensive."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I understand that and I do take that point. I think this is an important conversation to be having on both sides here. I would refer to what I originally said, which is in this line of questioning, there is a strong argument to be made that Senator Ron Wyden actually went harder at A.G. Sessions. No one said anything. Kamala Harris cut off the second time after."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Maybe because in the past couple of weeks, she's on this three times."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "Because there is a history of her going after."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Kamala Harris has barely been in the senate. I mean, she's a newcomer. She had been a prosecutor."
    },
    {
      "speaker": "BLACKBURN",
      "utterance": "Let me tell you something, in the course of the day, and as we look at civility and discourse, what we all need to take from this is that it is important for us to realize that in those chambers, in the house, and in the senate, we have a responsibility to abide by the rules and the decorum of the house and the senate. I think that that's an important -- now, I will say, may be Kamala Harris did not know that they were doing a fundraising letter on this. I don't know."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think she'd be happy to fundraise off of it, and after what happened to Elizabeth warren in February, with the nevertheless she persisted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah."
    },
    {
      "speaker": "TARLOV",
      "utterance": ". Mitch McConnell, I think that's it's -- I would also add that this is not an isolated incident that happens only to women in the senate. I've looked it up, that male Supreme Court justices are three times more likely to interrupt women."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I've got to go. I've got to interrupt two women right now because I've got to go. Thank you very much you guys. So coming up next, the ICE director is now saying this."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "If you're in this country illegally, you should look over your shoulder, and you need to be worried."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The new rules on that when we can pack. Plus, get up to date on the story dominating the headlines, Flint, Michigan, Bill Cosby, Floyd Mayweather, and The Bachelor, coming up after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So you've heard the big story tonight, but there are other story lines out there today. Michigan's top health official charged with manslaughter in connection to Flint, Michigan, water crisis. The scandal centered lead tainted water exposing thousands of children to long-term health problems. Also, tonight, we are waiting for a verdict could come at any moment in the Bill Cosby case, jury deliberations now in day three. And breaking news in the sport world, former champion boxer Floyd Mayweather Jr. coming out of retirement to fight mixed martial arts superstar Conor McGregor on August 26, where else in Vegas, baby. We will be watching that. And finally, the young woman at the center of a scandal involving the show, The Bachelor in Paradise, is speaking out, Corinne Olympios saying that she's, quote, the victim, in the controversy over alleged sexual misconduct on the show. Corrie Olympios writing this as a woman, this is my worst nightmare and now it has become my reality, she said. All right. Also developing tonight, the head of ICE not mincing words as to how the Trump administration tackles illegal immigration. Yesterday, Thomas Homan appeared on Capitol Hill in a hearing that was largely overshadowed by attorney general Jeff Sessions testimony on Russia, but it was no less dramatic as he told lawmakers no one, not even non-criminals should expect a free pass."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "If you're in this country illegally and you committed a crime by entering this country, you should be uncomfortable, you should look over your shoulder, and you need to be worried. If we wait for them to violate yet another law against the citizens of this country, then it's too late. We shouldn't wait for them to become a criminal. What we're saying is, no population is off the table."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, strong words. David Wohl is an attorney, Pablo Manriquez is a Democratic strategist and K Street Media co-founder. Welcome to you, both. David, let me start with you. We spoke with General Kelly a while back, but he talked about sort of the status of being in this country illegally plus, as if you have to be here illegally and then do something. Even, you know, a speeding ticket, running a red light, a larger crime than that. That's what puts you in the category of someone who could be deported. What's changed?"
    },
    {
      "speaker": "DAVID WOHL, ATTORNEY",
      "utterance": "Well, it should come as a surprise to no one that Mr. Trump administration is running on a strong platform of immigration enforcement. I mean he's going to enforce immigration laws rather than ignore them like Mr. Obama did. Look, he did make it clear, though, the ICE administrator that they're not going to conduct raids on homes or businesses just on the status of illegal immigration. However, the change, I believe, Martha, is that minor detentions possibly for traffic offenses, possibly for minor misdemeanors, could lead to immigration detention now because the status is a violation, the status is a crime of being here illegally, so that could lead to deportation, and it could affect millions, there's no doubt about it. That's when sanctuary cities will kick in. That's when places like here in Los Angeles, the obstructionism promised by the mayor and the police chief could create a massive showdown over federal funding."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "There's a case in New York State, Diego Macancela and his mother, Rosa, who were pulled out of their house. So my question, Pablo, is are we going to be sort of seeing a summer of ailing (INAUDIBLE)."
    },
    {
      "speaker": "PABLO MANRIQUEZ, K STREET MEDIA CO-FOUNDER",
      "utterance": "Let's hope not. I mean, telling an entire population to look over its shoulder never makes innocent people more safe, and that's something that we have to contend with. Especially, I think, you know, one of the most partisan debates today is the immigration debate. Rather than escalate the partisan rancor debate, I think it's important that we acknowledge on what my side wants, essentially, is 11 million amnesties. What Mr. Trump has sort of insinuated to some degree is the removal of an entire generation of our community. When I say our community, I mean largely of the Hispanic community. So I think we have an opportunity now, given the tragedy of the day, to come together and actually have a conversation on this topic, where too often we just yell at each other. So, if anything -- I don't know, David, if you're going to be in Washington, D.C., tomorrow, let's go to the baseball game, let's work this thing out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David?"
    },
    {
      "speaker": "WOHL",
      "utterance": "Well, I'm a Dodgers fan. So I'm out here, I got to tell you. But there's no question -- look, a lot of these people in the country illegally are actually amenable or have the ability to become legal and don't know it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But David, the president told the DACA kids that they were OK. He said he had a lot of sympathy for them."
    },
    {
      "speaker": "WOHL",
      "utterance": "But the problem is that there are exceptions to DACA that are now going to be enforced. So, if DACA kids commit crimes, DACA kids won't be DACA kids anymore, they'll be over the border. So that's going to be something everybody watches out for."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're out of time. I've got to go. Thank you very much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So in a remarkable move, President Trump has just given defense secretary Jim Mattis the authority to determine troop levels in Afghanistan. So what is behind that? General Jack Keane is here on how big a move this really is."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A very rare move by a sitting president. President Trump giving defense secretary James Mattis the authority to manage on his own the troop levels in the war zone. So what does this mean for the president's role in the war on terror? Here now, Fox News military analyst, retired four-star general, Jack Keane. Good to see you, Jack."
    },
    {
      "speaker": "JACK KEANE, FOX NEWS MILITARY ANALYST",
      "utterance": "Good to see you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Why did they do this?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, first of all, I think we've gone from Obama's micro-managing to Trump the delegator."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah, sounds like a 360."
    },
    {
      "speaker": "KEANE",
      "utterance": "I think -- I got some empathy for the president here. Here's what I think is happening. He's frustrated he even has to deal with this. It's a disgrace that after 16 years we haven't crossed the Taliban and had a political settlement to end the hostilities. But here's where we're. I think he's frustrated by that. He doesn't have unanimity. The director of the National Security Council, McMasters, had brought forward a plan to increase the troop density. The Pentagon agrees with that. I think some of his political advisors don't. They think it's kind of a liability for him to escalate a war under his leadership. And I suspect the president probably has some frustrations along those lines himself, that he has got to get involved in a war."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's the commander-in-chief, though."
    },
    {
      "speaker": "KEANE",
      "utterance": "But he's still accountable to this. He's delegated to Mattis, Mattis will come up with a plan and a strategy, but the numbers to get it for him-- will bring it to him and he'll bless it, and he'll be accountable because he is the commander-in-chief."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, if you were General Mattis, would you be comfortable with this or uncomfortable with this? Because, you know, if he commits more troops and it turns into a disaster and a large loss of life, is this president, President Trump, going to say, I left it up to him? It was his deal?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, he's capable of that, isn't he? Because he's done things like that before."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yeah."
    },
    {
      "speaker": "KEANE",
      "utterance": "I don't think it bothers Mattis at all. I think what Mattis is really troubled by is he's got a war that's not winnable right now that's actually losing to Taliban, has the momentum. It's largely as a result of failed Obama policies because we pulled the troop out too early. We took apart the Afghan national army, pulled out all of its enablers that made an effective army. Its communications, its intelligence, it's anti-IED."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Meaning there's much bigger effort or none at all."
    },
    {
      "speaker": "KEANE",
      "utterance": "Yeah, you've got to kind of make up your mind. Do you really want to do this right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think Mattis will do?"
    },
    {
      "speaker": "KEANE",
      "utterance": "I think he'll try to do it right and put in something that's decisive that will push the Taliban back where they were and get a political settlement."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So in terms of looking at this, you know, General Mattis and President Trump, how closely -- because I remember we heard all the time that President Obama barely pick up the phone to talk to people like General McChrystal, do you see him as much more engaged with these generals?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Oh, yeah, he's very involved. He's similar to the way President Bush was involved with his generals. He talks to them on a regular basis, got a sense of what they're feeling. President Trump, like President Bush, has enormous trust in capabilities of these leaders. And I think that's part of the reason he's saying, go ahead figure it out, General Mattis. And Mattis will bring that plan to him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. General Jack Keane, thank you very much, always good to see you, sir."
    },
    {
      "speaker": "KEANE",
      "utterance": "Good talking to you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So when we come back, the quote of the night from the person we were just speaking about, the president of the United States, President Trump, on a very tough night for America."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Pictures of those who were wounded today, and the heroes, the police officers that you see picture there, as well. Our thoughts and prayers are with all of them. And our quote of the night comes from the president, his message of unity in the wake of this tragedy, watch."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "We can all agree that we are blessed to be Americans, that our children deserve to grow up in a nation of safety and peace, and that we are strongest when we are unified and when we work together for the common good."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And a happy 71st birthday today to President Trump. We want to know your stories. Tweet us at @thestoryFNC using the #thestory. We'll be back here tomorrow night. Tucker is straight ahead. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}