{
  "date": "June 9, 2017",
  "headline": "Rep. Mark Meadows on combining tax and healthcare bills",
  "subHeadline": "House Freedom Caucus chairman speaks out on 'Your World'",
  "url": "https://www.foxnews.com/transcript/rep-mark-meadows-on-combining-tax-and-healthcare-bills",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "All right. Time is a wasting if you want to get a lot of stuff done. We're hearing, and our Charlie Gasparino of Fox Business Network is reporting, that maybe the quickest way Republicans can get health care done, tax cuts done is combine them in the same bill. Apparently, it's being seriously considered.  And I want to weigh that right now with House Freedom Caucus Chairman Mark Meadows, who joins us right now.  Congressman, very good to have you.  I apologize. The other day on Fox Business, you were cut off with all the stuff going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-NORTH CAROLINA",
      "sentences": "I got bumped by the president, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You were bumped by the president. But if you're going to be bumped by anyone, the most powerful man on Earth is a good start. So let me ask you, Congressman, whether you have heard or there is any truth to that, that you would work and combine the two into the same bill? It sounds like a pretty Herculean task. But what is the latest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, it is.   I mean, it will be a difficult task, but it's something that has been really discussed in earnest with the administration. Obviously, if we get ready to go, we would have to rewrite the reconciliation instructions to make it happen. But that being said, I think we need to be prepared to do it. The quicker we can get these tax reforms in place, make sure that they're retroactive, the better economy goes quicker. And so whether we combine them or not by the end of July, at least we need to be prepared to do that and make sure that, at the latest, we're looking at September. But there's real discussion going on right now with that, not as much in the Senate, but certainly with the administration and others that are talking about it on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Now, that could be very different issues. I know they're joined at the legislative hip when it comes to the revenue you count on in one that would be part of the offset in the other. That, I understand. But is it your sense that, whatever comes out, let's say on the tax thing first, Congressman, that that would be retroactive, or is it your feeling, let's say it is September, to your point, that tax cut would take effect then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I mean, there are two camps.   I can tell you, for me, I believe that we need to make it retroactive. I think there's a lot of pent-up capital waiting to be invested right now. Any unsureness on their part actually just freezes those assets, as you well know. And so, for me, it's all about making it retroactive or it's certainly making it retroactive to July, where they can start counting on that. But I can tell you that there's a real sense of urgency, not just between in the Senate and the House, but at the White House, to make sure that we fulfill this campaign promise.  And so, today, we had -- we announced that we believe that we need to make a real decision in the next four weeks to at least start the debate on legislative text, so that we can be prepared to move forward on behalf of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, sir, I'm digressing a little bit. And this might not be your purview, so I apologize in advance.  But we're learning and Politico is reporting right now that leaders of the House Intelligence Committee are asking the White House to produce any tapes that the president might have regarding conversations with former FBI Director James Comey.  As you know, they have been arguing back and forth over who said what about-- you know, on a lot of different matters. But they want the tapes to prove unequivocally whether the president was, as obviously Comey had said, strong-arming him into going light on General Flynn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that the tape would be the arbiter here. It would be the proof here.   What do you think of that? Do you think, if there are tapes, that they should be provided? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I don't know that the tapes will be any more illuminating than the testimony that he had. We obviously had it from Director Comey's perspective yesterday. So in terms of anything that would compelling, he was going to put that forth, because it's really his honor and his reputation that he was putting out there.  To suggest that you put tapes to counteract that from an intelligence standpoint, what we do know is that he said that there was no collusion. He did say that he's not under investigation. So, most of that would couple around the conversation about loyalty and this and that.  And I don't know that, from an Intel standpoint, that that is going to be illuminating in this case, whether there's tapes or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it would prove one or the other. Right now, it's one person's word against the other.   Now, we don't even know if there are tapes. You're quite right. But if there are, do you think they should be out there just to remove all doubt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I mean, certainly, if they want to have that in Intel -- here's the problem is, once you share it in Intel in closed session, it doesn't necessarily get out to the American people.  I can tell you what I'm hearing back home in my district -- and I was with the president today on the Department of Transportation rollout in some of the rolling back of those regulations -- they want us to get serious about what we were talking about, tax reform, repeal and replace of ObamaCare, making sure there's a transportation bill, helping our veterans.  And so the more we start to focus on that, we're probably becoming too myopic there. At the same time, we have got to get to the bottom of the investigation, make sure the special counsel does that. That's not beyond his purview. And so I think we let the special counsel do his work. And ultimately the American people will judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's your sense, though, when it comes to the tax cuts or health care reform, that all of that could get done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "We are going to get it done, Neil.  You know me. I don't bluff. And I can tell you that I'm very optimistic. I think we need to stay in through August to make sure we get it done. But if we don't, tax reform happens in September.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Where is the sentiment for that, staying through August? Because some of your colleagues have said the same thing.  If you had to put it to a vote right now, would they do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I'll tell you, if it came up to a vote, they would probably vote for it. They're hoping there's not a vote. I can tell you there's both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "But I think we need to be serious about getting both of these things done and fulfill those promises to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very, very much, Mark Meadows, the House Freedom Caucus chairman, very, very influential in this debate back and forth as to how to proceed from here. You have the chairman's caucus and you have the so-called Tuesday Group of a more moderate bent.   END  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "All right. Time is a wasting if you want to get a lot of stuff done. We're hearing, and our Charlie Gasparino of Fox Business Network is reporting, that maybe the quickest way Republicans can get health care done, tax cuts done is combine them in the same bill. Apparently, it's being seriously considered. And I want to weigh that right now with House Freedom Caucus Chairman Mark Meadows, who joins us right now. Congressman, very good to have you. I apologize. The other day on Fox Business, you were cut off with all the stuff going on."
    },
    {
      "speaker": "REP. MARK MEADOWS, R-NORTH CAROLINA",
      "utterance": "I got bumped by the president, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You were bumped by the president. But if you're going to be bumped by anyone, the most powerful man on Earth is a good start. So let me ask you, Congressman, whether you have heard or there is any truth to that, that you would work and combine the two into the same bill? It sounds like a pretty Herculean task. But what is the latest?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, it is. I mean, it will be a difficult task, but it's something that has been really discussed in earnest with the administration. Obviously, if we get ready to go, we would have to rewrite the reconciliation instructions to make it happen. But that being said, I think we need to be prepared to do it. The quicker we can get these tax reforms in place, make sure that they're retroactive, the better economy goes quicker. And so whether we combine them or not by the end of July, at least we need to be prepared to do that and make sure that, at the latest, we're looking at September. But there's real discussion going on right now with that, not as much in the Senate, but certainly with the administration and others that are talking about it on Capitol Hill."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Now, that could be very different issues. I know they're joined at the legislative hip when it comes to the revenue you count on in one that would be part of the offset in the other. That, I understand. But is it your sense that, whatever comes out, let's say on the tax thing first, Congressman, that that would be retroactive, or is it your feeling, let's say it is September, to your point, that tax cut would take effect then?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I mean, there are two camps. I can tell you, for me, I believe that we need to make it retroactive. I think there's a lot of pent-up capital waiting to be invested right now. Any unsureness on their part actually just freezes those assets, as you well know. And so, for me, it's all about making it retroactive or it's certainly making it retroactive to July, where they can start counting on that. But I can tell you that there's a real sense of urgency, not just between in the Senate and the House, but at the White House, to make sure that we fulfill this campaign promise. And so, today, we had -- we announced that we believe that we need to make a real decision in the next four weeks to at least start the debate on legislative text, so that we can be prepared to move forward on behalf of the American people."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, sir, I'm digressing a little bit. And this might not be your purview, so I apologize in advance. But we're learning and Politico is reporting right now that leaders of the House Intelligence Committee are asking the White House to produce any tapes that the president might have regarding conversations with former FBI Director James Comey. As you know, they have been arguing back and forth over who said what about-- you know, on a lot of different matters. But they want the tapes to prove unequivocally whether the president was, as obviously Comey had said, strong-arming him into going light on General Flynn."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that the tape would be the arbiter here. It would be the proof here. What do you think of that? Do you think, if there are tapes, that they should be provided? What do you think?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I don't know that the tapes will be any more illuminating than the testimony that he had. We obviously had it from Director Comey's perspective yesterday. So in terms of anything that would compelling, he was going to put that forth, because it's really his honor and his reputation that he was putting out there. To suggest that you put tapes to counteract that from an intelligence standpoint, what we do know is that he said that there was no collusion. He did say that he's not under investigation. So, most of that would couple around the conversation about loyalty and this and that. And I don't know that, from an Intel standpoint, that that is going to be illuminating in this case, whether there's tapes or not."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it would prove one or the other. Right now, it's one person's word against the other. Now, we don't even know if there are tapes. You're quite right. But if there are, do you think they should be out there just to remove all doubt?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I mean, certainly, if they want to have that in Intel -- here's the problem is, once you share it in Intel in closed session, it doesn't necessarily get out to the American people. I can tell you what I'm hearing back home in my district -- and I was with the president today on the Department of Transportation rollout in some of the rolling back of those regulations -- they want us to get serious about what we were talking about, tax reform, repeal and replace of ObamaCare, making sure there's a transportation bill, helping our veterans. And so the more we start to focus on that, we're probably becoming too myopic there. At the same time, we have got to get to the bottom of the investigation, make sure the special counsel does that. That's not beyond his purview. And so I think we let the special counsel do his work. And ultimately the American people will judge."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's your sense, though, when it comes to the tax cuts or health care reform, that all of that could get done?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "We are going to get it done, Neil. You know me. I don't bluff. And I can tell you that I'm very optimistic. I think we need to stay in through August to make sure we get it done. But if we don't, tax reform happens in September."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Where is the sentiment for that, staying through August? Because some of your colleagues have said the same thing. If you had to put it to a vote right now, would they do that?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I'll tell you, if it came up to a vote, they would probably vote for it. They're hoping there's not a vote. I can tell you there's both sides."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "But I think we need to be serious about getting both of these things done and fulfill those promises to the American people."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very, very much, Mark Meadows, the House Freedom Caucus chairman, very, very influential in this debate back and forth as to how to proceed from here. You have the chairman's caucus and you have the so-called Tuesday Group of a more moderate bent. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}