{
  "date": "June 1, 2019",
  "headline": "Sylvester Stallone set to play 'Rambo' for the fifth time at age 72",
  "subHeadline": "Guest: Joe DeVito",
  "url": "https://www.foxnews.com/transcript/sylvester-stallone-set-to-play-rambo-for-the-fifth-time-at-age-72",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Americans are satisfied with the economy, happy with their paychecks. The President will win reelection. Is that you? Could that be you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "Why do you climb the mountain? Because it is there. Attack the obstacle. Master the metaphor of overcoming and the danger makes the success all the sweeter. After all, that's what my motto, \"Let's get after it,\" is all about -- facing the challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "You know what they say, \"It's the economy, stupid.\" That can be read in a number of different ways. It's the economy, stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUOMO",
      "sentences": "He is a symptom, like a fever rash, clammy hands and gas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "sentences": "What the hell is going on at CNN? They're dropping acid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What a time to be alive. ISIS destroyed. Things are kind of peaceful. The economy rolls on with historic unemployment. And I have a number one country song. JOHN RICH, SINGER/SONGWRITER: Shut up about politics. Ain't nothin' but a big pile of dirty tricks. I'm tired of all the fighting and the pitchin' fits. So shut up about politics",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Pretty good, and yes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And all the money from that song goes to charity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. God, I love that girl. She dances for money. But she swears she's going to quit. So when times are great, what's the media going to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "New drama into the big debate over impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "I'm going to sum up Mueller's 10-minute statement in two words from yesterday, it might be, \"impeach already.\" And P.S. Lose my number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "The only remedy to hold a President accountable in office is impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "This report, obviously -- we said this at the time -- is a roadmap for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KASIE HUNT, MSNBC ANCHOR",
      "sentences": "What more do congressional Democrats need to hear before they make a decision about impeachment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "It begins with the letter \"I.\" Impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thanks for the clue. But can you blame them? How do you convince the public that stuff is bad when it's not? So you return to the spoiled fruit of collusion for yet another bite? It's a testament to the endurance and patience of this republic that we can put up with these hacks in the media and we still go to work and take care of business.  Here's an analogy. You ever see that strongman competition, when massive dudes pull airplanes by themselves? Do you ever wonder why that massive guy is pulling an airplane by himself? Is he depressed? Is he angry? Is he emotionally damaged by an election? No, he's pulling that damn plane because he can.  That massive guy is America, an entity so resilient, that in times of peace and prosperity, we pull airplanes by ourselves just for kicks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The media --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I am not done with my analogy. The media is that plane that we have to pull, a ball and chain on the American people for over two years creating a hot fever of hysteria, all driven by hatred for one guy -- Trump -- who actually represents you. And the Dems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The Dems are just stupid enough to fall for the media's impeachment fantasy, but I love it. See impeachment is like a toy that you give to a screaming baby just to shut it up. \"Here you go, you hysterical brat. Play with this.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But here's what the left doesn't get. Playing with that toy generates energy for Trump's base. Impeachment is a giant battery powered by the peddling of the irrational media and the dumb Dems who follow. How is Trump handling it? Well, he is probably wondering where Nick is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Nick? Where are you, Nick? Stand up. Get up here, Nick. Come here, Nick. You know, they gave him such a lousy seat, all the way back in the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But what about Parker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Come on, Parker, get up here, Parker. Parker, come here, come here, right? Come here. They love you, Parker. Why do you like him so much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't forget the Home Run Derby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Home Run Derby. That's something. In all of college baseball. Wow, I want to feel this guy's muscles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So that was Trump giving the Air Force commencement address where he shook a thousand hands. What a contrast. Trump shakes the hands of a thousand cadets. And his closest rival Joe Biden is massaging the shoulders of a pre-teen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Then he has to sit down to take a nap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But the media still thinks Russia got Trump elected. So did Russia help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, Russia did not help me get elected. You know who got me elected? You know who got me elected? I got me elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Crazy, crazy. It's so bad these days that schools are actually blurring MAGA hats. Seriously, in Pennsylvania, a high school yearbook actually had to blur one out. No surprise through the repetition of media demonization, they've turned a positive message you a hateful one. That's propaganda.  For if you blur something, it automatically tells your brain that whatever is being blurred is offensive, even if it's not. For proof, take a look at some Democratic candidates who were so disturbing to me they merited a blur. So here's Beto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "San Francisco. How are we doing? Oh, my gosh. It is so great to be back here. I'm sorry that we're a little bit late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. Here is Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think it is part of the reason for so much of our uncertainty. But there are answers which I will not go into today. But the fact of the matter is, the America I see --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No pants? And what was Mayor Pete thinking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG, D-IND, MAYOR, PRESIDENTIAL CANDIDATE",
      "sentences": "Good morning. Good morning. Hey, how are you doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Aren't there laws against that? You know, but we didn't stop there and went to the zoo and we found even more disgusting behavior. I mean, seriously, what in heaven's name are these sick creatures up to? I mean, don't they realize that children could see this activity. This is absolutely --   Oh, look at this goat. What are you doing? You stole -- oh my God. All right. All right. All right. Now let's take a look at your favorite talk show host. I apologize for that. And that. And you're clapping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're disgusting, absolutely disgusting. But it tells you exactly what the media is plan is for 2020 and beyond, to blur reality, to obscure the things we see so you only see what they want you to see -- an awful world under Trump. It's a paradox. The cities do -- the country is doing so well that we can endure a sideshow of distortion.  There is an upside though it creates great music videos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH",
      "sentences": "I'm tired of all the fighting and the pitchin' fits. So shut up about politics.  Shut up about politics. Ain't nothin' but a big pile of dirty tricks. I'm tired of all the fighting and the pitchin' fits. So shut up about politics. Shut up about politics. So shut up about politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. She once took a cruise on a gravy boat. My co-host on the five and anchor of the \"The Daily Briefing,\" Dana Perino.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's so sharp his thoughts give you splinters, writer and comedian, Joe DeVito.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She considers happiness one of the seven deadly sins, host of \"Sincerely, Kat,\" coming soon to Fox Nation, Kat Timpf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And he once bumped his head on Mars, former WWE superstar and host of \"'Nuff Said\" coming soon to Fox Nation, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, you were the first person to really say that the Democrats are listening to the wrong voices. Like they think go on Twitter. They'll see a #Impeach and they go \"Wait, that's what we should be doing.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, ANCHOR",
      "sentences": "They really need to have their bubble burst, okay, because they're in this Twitter world and everything that you see is collusion and impeachment and Mueller and it's all these hashtags that they think that that's reality, then you actually -- let's go to reality and you find out that on the House side, the House Democrats -- they are 200 and something of them now, only 40 of them are for impeachment, and all of them will get reelected so easily. They do not even have a contest.  Then you have the 2020 Dems. Who is the one in the lead? Biden? What is he saying? No. What is Pelosi saying? No, because she knows that the only reason she has her majority in the Speakership is because moderate Democrats beat some Republicans in 2018 and they cannot continue to hold the majority if they try to impeach President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want this impeachment so bad. It's going to be so much fun. Joe, what are your thoughts about this week? Anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "sentences": "I like watching CNN. They look to me like two men who have been broadcasting for about 40 hours straight and they are starting to lose it like toward the tail end of the \"Jerry Lewis\" telethon. He is soaked in sweat and the ventriloquist is tussling around and all that. Yes, there they are really losing their minds. And Dana is absolutely right. They don't know the way the rest of the country feels about this, because they're only used to talking to themselves. It's kind of like when you go to LA and everyone has so much crazy plastic surgery, they forget what normal people look like. And they forget what normal people think like. Normal people don't think that Russia affected our election. And they're seeing this and saying this is an attempt to overturn a democratically-elected President, and they're not going to fall for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Good point. Good point. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Kat, what are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NATION PERSONALITY",
      "sentences": "My thoughts? Well, I really enjoyed how the Democrats seized on Mueller saying that there was no evidence that Trump did not commit a crime, as if that means he committed a crime. Like, if that's the new standard, I definitely expect to be arrested for murder very, very soon. Not because I murdered anyone, but because I spend a lot of time alone in my apartment. So I like could never come up with a solid alibi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So I don't know what's going to happen with this Trump impeachment stuff. But for me, it's looking like 25 to life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, when you are questioned",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When you are questioned, it's going to be embarrassing for you when they keep asking you where you were. So where you were on the night of the 19th?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Watching \"Toddlers and Tiaras\" in my pajamas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And what are you doing on the 20th?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Watching \"Dance Moms\" in my pajamas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And they're not going to get the toddlers to speak on your behalf?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, I don't know the toddlers. I admire them from afar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. All right, Tyrus, clean this up. What are your thoughts about -- GEORGE \"TYRUS\" MURDOCH, FOX NATION PERSONALITY: Yes, I have a lot to clean up. She just talked about getting 25 years and life and they cheered about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You're sick. Wow. If you say something every day, then maybe one day, it will come true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. Yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "So if you just say it impeachment today, no, tomorrow? So they're just going to keep saying hoping that will maybe get a couple more viewers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm wondering if we started saying it, would that make us be number one and number two? Because CNN says it every day and they're like 47. There's like YouTube kid shows beating them. Who is number one? My hands hurt. Oh, us. We're number one because we don't say impeachment. We tell like it is not how we want it to be. That's the big difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "To Dana's point, the Democratic candidates that are pushing impeachment, that's like how you say you really, really wanted to go to school after it snowed in because you know, there's no risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You have no consequence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No consequence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, a lot of these people have no -- there's 24 candidates. They know that there's really -- Joe Biden is way far in the lead by 22 points. Everybody else, they can't even get to 0.4 percent. They're not even going to make the debate stage. So they pay no price for calling for calling for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, my feeling is I really do think that Biden is massaging the numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I feel like -- on that note, coming up, how can the Democratic candidates stand out in a crowded field? Two words. Stop bathing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "And now “The Greg Gutfeld Show” presents the 2020 CAN'T-idates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Will this crowded field ever yield? Twenty three Democrats are running for President, all fighting for recognition. Look, I'm no expert, but even I know you've got to thin the herd. So I present to you \"The Greg Gutfeld Candidate Weeder.\"  First, we eliminate any candidate born after the first episode of Scooby Doo. That takes out Mayor Pete, Castro, Gabbard, Messam, Moulton, O'Rourke and Yang. What does that leave? Okay. Then we eliminate anyone who still uses a library card. Sorry about that, Bernie. Cory Booker has got to go because we can't have a President named Corey. Come on. Unless, unless it's Feldman. Steve Bullock no one knows you. Goodbye, Steve. Now if your college mascot was a cardinal or your nickname is Big Bird, you're gone. Bye de Blasio. Pretending to be a Native American. Yes, about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD, HOST, BREAKFAST CLUB",
      "sentences": "There was some report that said you are a Native American on your Texas Bar license, and then you said you are a Native American in some documents when you were a professor at Harvard. Like why did you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "So it's what I believe, you know, that's like I said, it's what I learned from my family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "sentences": "When did you find out you weren't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "Well, no -- it's it -- I'm not a person of color. I'm not a citizen of a tribe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "sentences": "Were there any benefits to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "No. \"The Boston Globe\" did a full investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "sentences": "You're kind of like the original Rachel Dolezal a little bit. Rachel Dolezal was a white woman pretending to be black.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That did not go well. So she is gone. Get rid of her. Now if you're born during a full moon, gone. There goes Ryan and Marianne Williamson. Sorry. You went to law school. See you. All right, so without all of those guys, all that's left is John Hickenlooper. Hickenlooper, whose name can be spelled -- rearranged to say, cheek porn oil. So according to \"The Gutfeld Candidate Weeder,\" Mr. Hickenlooper is the candidate to beat, cheek porn oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Joe, any thoughts on these candidates? Anybody you like or dislike or overall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes, you know, this is the stage where they say, \"Who is interesting?\" So that's where you look for who's interesting. And you say we want to see diversity. We want somebody new. We want some ideas we haven't heard before. And then after they go through that process, they say, \"Get us an old white person to put up in front. We'll try that again.\" I want to know why de Blasio isn't getting a bigger push. And I'm in favor of it. Because anything that gets him outside in New York City will thrill us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's so selfish. That is selfish. You're saying -- I'm a New Yorker. I don't want him. Let's poison America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Exactly. He has got the height of Lurch and half the charisma. I say send them to Iowa so they can see what it's like to have subway stations that don't have any trains, but plenty of rats and garbage so we can spread it throughout the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Kat, I think there's a rebound effect to this, you know, people run for President to get exposure, but maybe they were better unexposed like Swalwell. You don't need to see him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I still don't entirely know what he looks like. He looks like every white guy I see on the street every day. Maybe I have seen Eric Swalwell. I don't know. But Joe Biden makes running for President look very easy, because he already had that notoriety. He is not showing up anywhere or doing anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He just said, \"I'm running for President.\" And then he is winning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I can do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think you could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I bet it's probably smart because I mean, the dude is like a gaff machine and there's less of a risk of him saying something dumb. Plus, he has time for all those naps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, he does. He does. He looks like he likes his naps, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I want to have a good nap. I am not going to hate him for that. I love a good nap at two in the afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I can't nap because like my thoughts, they don't stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You can't nap because you overdose on coffee and nicotine all day. That's why you can't nap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I do like stimulants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm glad we got that out of the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "But yes, like here's the thing. It's when you go okay, if you have a pool that's full of toxic waste, and everybody hates it, and there's dead animals and stuff in it. Whatever comes out of there, chances are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Where do you go swimming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm telling you, I'm not swimming there, Kat. We've got Walter Kirn -- she interrupts -- interrupt me again, I'll take this. Now, it's mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, not my vape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Now, it's mine. Now, it's mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, I can't ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "All right, now, if I may finish. Dirty pool where nobody wants to go in, right? That's Congress. All of these candidates are from where? Dirty ass pool. Nobody likes them. So Biden is just walking and chilling. When it comes time for the debate -- the cool thing about Biden and Bernie, debates will be around four o'clock and they'll be done by six. There will be soup, oat, probably good old stories and someone at the end will be like, \"All right, gentlemen, it's time for them to nap.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Last, Dana, isn't the real adversaries for the Dems the economy? Kind of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Certainly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Strong economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, first of all, most Presidents win reelection, it's only happened only twice since World War II that they did not? Carter and George H.W. Bush. Why? The economy. The economy was down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So if you think that, you know, history doesn't always repeat. But it rhymes. And therefore it's hard to imagine not -- now, one thing you haven't had, approval ratings being what they are. It's just -- it's hard for me to imagine the Democrats being able to come up with some sort of coherent economic argument that can counter reality. Because people don't live on Twitter. Again, they live in the real world where things are good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's hard to beat that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And again -- I'll end on that. I'll end on that. A happy high note for all of us. If you're Kat, literally high. Up next, a brand new illness is sweeping the country how much you want to bet? It's not real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, CORRESPONDENT",
      "sentences": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Virginia Beach is a community in mourning right now after a shooting rampage kills 12 people. Eleven of the victims were city employees, one a contractor. One worked for the city for 41 years, another was a new mom, her baby less than a year old. Their bodies were discovered on every floor of the building except the basement. Now family and friends are mourning their loss with vigils and makeshift memorials. Tonight at least three other victims are still in the hospital. Investigators have now identified that suspect, he died in a gun battle with police. They've given no motive for why he allegedly gunned down his coworkers on Friday. The 40 year old worked for the city for 15 years as an engineer. It looks like he purchased a .45 caliber pistols he used in the shooting legally. I'm Aishah Hasnie, now back to “The Greg Gutfeld Show.”",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Should we doubt the burnout? The World Health Organization just classified burnout as a legit medical condition caused by work stress. They say if you feel exhausted or negative or cynical about your job, then you suffer from burnout. And now that's a medical condition. Look, we all have stress at work. That's why it's called work, not play. You deal with people who get on your nerves. I mean, try putting up with Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Heating up last night's meal for one in the office microwave. I mean how depressing is that? It's not the smell. It's just the fact that he is alone. But it's not a freaking medical condition. You want to reduce stress, take a vacation, walk around the block, have a drink after work. It really takes the edge off, doesn't it, Fluffy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh man. I hope he's alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, you've been working a lot. We always hear about how hard you're working. Do you do by this burnout?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I never thought I would say this. But I really want this syndrome. I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Could you imagine what you might be prescribed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "If you had this syndrome?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The doctor would be like, \"Oh, you need Tequila and pancakes.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know, like I could call you and say, \"Sorry, Greg. I'm not coming in today. I need to watch 'Dance Moms' in my pajamas all day. And then I need to watch 'Toddlers and Tiaras.' And then I need to go get a manicure which is covered by my insurance.\" Because this is a syndrome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And you couldn't say anything or you'd be discriminating against my very serious syndrome that can only be cured by eating pancakes, drinking tequila, watching trash and getting my nails done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true though. Tyrus, this is designed for people to just abuse right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Hold on, Greg. Hold on, man. Kat just opened up and shared some real stuff with us. My concern is this is a gateway drug, you know, it will open up for other things like stuff I suffer from it. Maybe now, I can get someone to shed light what I'm going through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What are you going through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Like relationships burnout, conversation with people burnout. Sitting in small cars all the time burning. I mean, walking down the street and people saying, \"Hey, Tyrus, can I take your picture burnout.\" Like there's a lot of stuff. So let's not be so sure to like hate on this, Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "We all get doctor's notes. We can do whatever you want. Like I have another disease, punch people in the mouth syndrome. Now, it's like, I'll sue you. Doctor's note. Let me like -- this sucks. Let's hold off on this, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true. I get away with a lot of stuff. You know, Dana, I hate to quote Jesse Watters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, I was going to do the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, then there you go. Then quote -- what did he say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, the thing is, so Jesse Watters has never been quoted before. So this is a really big deal for him and this moment. On \"The Five\" the other day, we talked about this. And he said, because this is done by the United Nations that this is really an attack on capitalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because they want to say that, \"Oh, everyone else works so hard.\" And it always comes back to pointing the finger at us for why people are stressed out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But actually, I do think that this has a lot to do with personal responsibility. As you said, it's work not play. But if everyone is searching for something that is going to fulfill them, it's not necessarily work, then you have a personal responsibility to figure out what it could be for yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It might be \"Toddlers and Tiaras.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's a conspiracy by big pancake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Ah, big pancake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And I think that can be confused with Chubby Waffle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Joe -- Joe can you get burned out being a standup comedian?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I think you start out burned out as a standup comedian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Exactly. That's how you're successful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It gets worse and worse. I have a prescription for people suffering from this. When you're done looking at the glowing blue box at work, don't look at the glowing small blue box on the way home and then the bigger blue box and then the laptop blue box. This is such a modern disease caused by us living too long, because when people worked in the coal mines, they didn't hear the chimney sweep saying like, \"You know I'm really unfulfilled.\" It's like well, you died when you were 17 and you didn't have a time to have a sense of we kicking. I'm sure that the copper miners in the Congo, their heart goes out to people who don't have ergonomic chairs that are functioning properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, I actually believe the side effects -- the side effects from work are not as bad as the side effects of not working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, people you're born to get up and do something, right? You want to dig a hole and then the next day you want to fill the hole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And even more importantly, you want to get a check for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'll see HR about that, Tyrus. I'm sorry. This was designed to get producers and TV shows love a new illness. Because new illness means a segment which fills a hole in the show. So we actually have a segment that says work is bad, it's great work for a producer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's not just an illness. It's any study.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, any study.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They will say study. Remember that this week we had Twitter makes you dumb study.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And we didn't even look at what the study really was. We just talked about how Twitter makes you dumb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. Exactly. Because we read about it on Twitter. All right, up next sex robots, charming or upsetting? We report, you hide the kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Robots that have sex are becoming very complex. Yes, a segment on sex robots. Don't blame me. Dana demanded we do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So the sex robots I guess they're making them way more lifelike now. Dana, I can't believe you're making me do this story. Anyway, this is what DS Doll Robotics is making and apparently the head moves, the mouth opens. It's kind of creepy how human these sex robots look. I am disgusted and frankly, Dana, I'm surprised at you. I actually wanted to talk about this instead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I wanted to do a story on puppies and babies. But now we're doing this. All right, Joe. As a single man who is a comedian, meaning alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yeah, there's no way this is going to backfire to humanity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Not only -- the robots not only are they in that weird uncanny valley --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Explain the uncanny valley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "The uncanny valley is, it looks cute when it's cartoons. And we like it when it looks like a real person. But there's a moment where it gets too close, but not quite there where you're like, \"Whoa.\" And this is not only -- not only the sex robots, they appear to be under aged sex robots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It's stacking up a few version, but this is -- we don't -- this is the cutting edge stuff. People think the sex robots are not going to be fembots from Austin Powers. It's going to be some sort of flesh like R2D2 combination, you're going to have guys who are getting into affairs with their rumbas and thinking, \"Well, at least she cleans up afterwards.\" So it's more like a real relationship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She cleans up. Tyrus, I think the only thing creepier than this are the users.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "One hundred -- we agree. I'll be honest with you, if it's down to me buying a robot, I'm just not going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "There's literally I think what's 58 percent to 60 percent of the population is women or men or whatever you're into, if you can't get on the team, let's not play. There's procedures. No for real, I'm excited about this because testosterone has been like a 500-pound gorilla on my back. It's plaguing my whole life. So if there was a way I could just make that go away, I'll be fine. I wouldn't need no damn robot. And with my luck, she would download an opinion, you know what I am saying? Get hacked by an ex-lover start talking about stuff I did. Brag about our stuff and take selfies of me when I'm asleep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "And then you know what happens, Greg, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "A cup of water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Your solution for anything automated is throw a cup of water on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Try it. Try it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "But no, don't get a sex robot, man. Get a haircut, a job. A crisp 20 at a strip club. Don't give up. Don't give up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, do you have any thoughts on this? Or is your dad watching?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, my dad is watching. But I just want to say, dad, it is alarming what our generation will do in order to not have to interact with another human being. We use technology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We use technology for everything. We are obsessed with technology, we are apparently so obsessed that we're going to start banging it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Also, I feel like this makes me think I need to get married very, very soon. Because it's tough enough having to compete with other human women. Now I might soon have to compete with something that's exactly like a human woman. Except for all the crying and the \"Toddlers and Tiaras\" watching and the saying, \"It's not what you said, it's how you said it.\" I have to wife up before this takes off, or I am doomed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Last word, Dana. I kept you last because I wanted you to like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So I go these topics earlier, you know, in the day and I have been worried all day about what I was going to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's why we did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, I'm sure you did. Here's -- you know, there's a theme to this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Robots are not reality. Twitter is not reality. If there is going to be the robot scene, I would just say try to avoid it. Humans are meant to be together, so give that a shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what the thing is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's good. It also eliminates the sense of achievement you feel when a woman finally agrees to go out with you. You know, it's like - - that's part of the deal, the part of the relationship to impress somebody so that they actually like you. You can't do that with a robot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Although, like, oh, Dana, you're happily married so I can ask you this question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "What would happen say you got home late from walking old Jasper and you walked in the door and the old man is with a robot, is that the same thing? Like, \"Honey, she meant nothing to me. It's a program. I am trying to learn.\" Is that a deal breaker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I would just say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Is that like a therapy thing or is that like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I would say this, we've been together 22 years. Never been a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I am just saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I might edit that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "But what if you come home one night and you say, \"What is --\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Don't edit that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "What if you say, \"What's with this bill from the electric company? Why are we paying so much?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wait, I am sorry, but why do you guys think that the married person is the one that has the problem? Kat has just explained it's not my problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Because she has been in captivity for 22 years. And all of a sudden, he heard, he could keep it in the closet. It won't call him. It won't want to graduate. It won't show up at dinner. There won't be a dead rabbit in the pot. I mean, there's a lot of benefits. I am just saying. Nothing is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Greg, the good news is, I don't think there's a lot of crossover between men who have sex with robots and men who have sex with actual women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "That's not a Venn Diagram.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there's no overlap. All right. Up next, Rambo is back kicking butt and smelling like Bengay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It looks like Sly refuses to die, Sylvester Stallone is 72 years, good for him, and later this year, he will be back playing Rambo for the fifth time in \"Rambo Last Blood.\" Now he is taking on a drug cartel to rescue someone's kidnapped daughter. I hope I didn't give it all away. With a surprising twist, here's the trailer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. I love this for a couple of reasons. One even in his 70s, Stallone is still doing what he does best, which is speaking in short sentences while killing people. Two, Hollywood we didn't screw up \"Rambo\" by trying to put a younger Rambo in or hipster Rambo because if they did it would look like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would not see that, Tyrus. You excited?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You know what? Nostalgia is cool. You know, I'll get it when it comes on iTunes, just out of respect for you know, Sly. Just a little disappointed with the look, Rambo always had the long hair. I mean, he was in Vietnam and went through all of this. You would think he would maybe still have the green jacket and the long hair. At some point, he'd open the closet, maybe the red bandana ready to go. So it looks pretty modernized, but you know what? You know, it's Sly. I mean, he is Sly. You've got to check it out. I just get a little worried as an actor whenever guys who are at the top of the world and he's had some great films. When it says, \"A Balboa Production.\" That's when it's like, \"Who?\" I've got a gang of Tyrus Productions, but just for some reason, I can't get funding. So it's just -- I'd be a little worried when it gets to the point when it's -- and five. That's always a bad number. \"Rocky V\" doesn't exist anymore, but he had to make it go away. So let's just hope that you know -- good for him. Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, is he a hero out of place? I mean, pro-America justice and killing the bad people. Does it fit 2019?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, it might fit in 2024 if he wanted to run. Also, like people in their 70s are kicking butt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, they are. They are. PERINO; Except for like, Bernie, maybe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Bernie, yes. Bernie should have been the Rambo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Oh, yes. Hey, up. Whoa what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think, Joe?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I think that the trailer gave me chills just because the idea of an older person beating up young people. I don't even care if it's just for playing music too loud. But what's great about this is that there's -- you can watch this movie and you're not going to leave thinking, \"What was it really about?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It's not -- well, you're not going to think like, \"Was it about global warming? And should I think about -- well, maybe I can't use the plastic straw.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What were they trying to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Because I wanted to use the paper straw ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Oh, hell no. Stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "They told me to use the paper straw because the turtles that look like they're snorting cocaine. I just want to drink my iced tea. No, it's not to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "It's blasphemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "He kills bad guys. He kicks bad guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Buy the border. The drug cartel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It's perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You think he is in Wisconsin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "There's tunnels, they are just coming over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Then he has to get more creative. He might kill someone with a plastic straw. I can't wait to see -- it's a -- oh, I can't wait for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "See, I wanted -- I think it should have been more age appropriate. So it's like, if you're 73, what pisses you off? Other 73 year olds? It should have been \"First Blood: The Villages.\" Kat, last word? Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. You've got to enjoy my applause.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Well, Greg, as you know, I'm very young.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So I'm not even entirely sure what a Rambo is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Someone -- I'm getting that it's a man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So you could play me literally any movie where the main guy is a guy and tell me it was Rambo and I would tell everyone I just watched Rambo. And then I'd say the same thing I say after I watch any movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Which is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Needs more Adam Sandler.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That could have been a good replacement, but maybe next time. All right. Don't forget \"The Gutfeld Monologues Live\" comes to the Jersey Shore later this summer, Saturday, July 20 at Asbury Park, New Jersey. Special guest, Tom Shillue. Tickets on sale now. Go to ggutfeld.com for ticket information. Stay right there. \"Final Thoughts\" perhaps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"Final Thoughts.\" It's the last thought. That's why it's called \"Final Thoughts.\" Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Final thoughts, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I would say, please download the song \"Shut up About Politics.\" All the proceeds go to Folds of Honor. Greg was a co-writer. John Rich is the singer, also the co-writer. Amazing song. Please, download it. We've got to get to number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Awesome. All right, Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Okay, just started --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You cutting into Joe's time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Just started shooting Rambo VI: Less Blood Thinner. I'll be in that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "This weekend coming up, I'll be in New Jersey in Princeton in \"Catch a Rising Star,\" and @JoeDeVitoComedy on social media. Make sure you guys check that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Kat, tell them. Tell them, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Okay. Let me tell them. So if you live in New York or you want to come to New York, Tyrus and I are going to be doing a show at Carolines on Broadway on June 27th. That's a Thursday at 10:00 p.m. Make sure you come, it would really mean a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. That's it for us. Thanks to Dana Perino, Joe DeVito, Kat Timpf, Tyrus, our studio audience. I'm Greg Gutfeld, I love you, America. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "Americans are satisfied with the economy, happy with their paychecks. The President will win reelection. Is that you? Could that be you?"
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "Why do you climb the mountain? Because it is there. Attack the obstacle. Master the metaphor of overcoming and the danger makes the success all the sweeter. After all, that's what my motto, \"Let's get after it,\" is all about -- facing the challenge."
    },
    {
      "speaker": "LEMON",
      "utterance": "You know what they say, \"It's the economy, stupid.\" That can be read in a number of different ways. It's the economy, stupid."
    },
    {
      "speaker": "CUOMO",
      "utterance": "He is a symptom, like a fever rash, clammy hands and gas."
    },
    {
      "speaker": "GREG GUTFELD, HOST",
      "utterance": "What the hell is going on at CNN? They're dropping acid."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What a time to be alive. ISIS destroyed. Things are kind of peaceful. The economy rolls on with historic unemployment. And I have a number one country song. JOHN RICH, SINGER/SONGWRITER: Shut up about politics. Ain't nothin' but a big pile of dirty tricks. I'm tired of all the fighting and the pitchin' fits. So shut up about politics"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Pretty good, and yes --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And all the money from that song goes to charity."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. God, I love that girl. She dances for money. But she swears she's going to quit. So when times are great, what's the media going to do?"
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "New drama into the big debate over impeachment."
    },
    {
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "utterance": "I'm going to sum up Mueller's 10-minute statement in two words from yesterday, it might be, \"impeach already.\" And P.S. Lose my number."
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "utterance": "The only remedy to hold a President accountable in office is impeachment."
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "utterance": "This report, obviously -- we said this at the time -- is a roadmap for impeachment."
    },
    {
      "speaker": "KASIE HUNT, MSNBC ANCHOR",
      "utterance": "What more do congressional Democrats need to hear before they make a decision about impeachment?"
    },
    {
      "speaker": "LEMON",
      "utterance": "It begins with the letter \"I.\" Impeachment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thanks for the clue. But can you blame them? How do you convince the public that stuff is bad when it's not? So you return to the spoiled fruit of collusion for yet another bite? It's a testament to the endurance and patience of this republic that we can put up with these hacks in the media and we still go to work and take care of business. Here's an analogy. You ever see that strongman competition, when massive dudes pull airplanes by themselves? Do you ever wonder why that massive guy is pulling an airplane by himself? Is he depressed? Is he angry? Is he emotionally damaged by an election? No, he's pulling that damn plane because he can. That massive guy is America, an entity so resilient, that in times of peace and prosperity, we pull airplanes by ourselves just for kicks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The media --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I am not done with my analogy. The media is that plane that we have to pull, a ball and chain on the American people for over two years creating a hot fever of hysteria, all driven by hatred for one guy -- Trump -- who actually represents you. And the Dems."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The Dems are just stupid enough to fall for the media's impeachment fantasy, but I love it. See impeachment is like a toy that you give to a screaming baby just to shut it up. \"Here you go, you hysterical brat. Play with this.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But here's what the left doesn't get. Playing with that toy generates energy for Trump's base. Impeachment is a giant battery powered by the peddling of the irrational media and the dumb Dems who follow. How is Trump handling it? Well, he is probably wondering where Nick is."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Nick? Where are you, Nick? Stand up. Get up here, Nick. Come here, Nick. You know, they gave him such a lousy seat, all the way back in the corner."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But what about Parker?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Come on, Parker, get up here, Parker. Parker, come here, come here, right? Come here. They love you, Parker. Why do you like him so much?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't forget the Home Run Derby."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Home Run Derby. That's something. In all of college baseball. Wow, I want to feel this guy's muscles."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So that was Trump giving the Air Force commencement address where he shook a thousand hands. What a contrast. Trump shakes the hands of a thousand cadets. And his closest rival Joe Biden is massaging the shoulders of a pre-teen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Then he has to sit down to take a nap."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But the media still thinks Russia got Trump elected. So did Russia help?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, Russia did not help me get elected. You know who got me elected? You know who got me elected? I got me elected."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Crazy, crazy. It's so bad these days that schools are actually blurring MAGA hats. Seriously, in Pennsylvania, a high school yearbook actually had to blur one out. No surprise through the repetition of media demonization, they've turned a positive message you a hateful one. That's propaganda. For if you blur something, it automatically tells your brain that whatever is being blurred is offensive, even if it's not. For proof, take a look at some Democratic candidates who were so disturbing to me they merited a blur. So here's Beto."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "San Francisco. How are we doing? Oh, my gosh. It is so great to be back here. I'm sorry that we're a little bit late."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. Here is Joe Biden."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think it is part of the reason for so much of our uncertainty. But there are answers which I will not go into today. But the fact of the matter is, the America I see --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No pants? And what was Mayor Pete thinking?"
    },
    {
      "speaker": "PETE BUTTIGIEG, D-IND, MAYOR, PRESIDENTIAL CANDIDATE",
      "utterance": "Good morning. Good morning. Hey, how are you doing?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Aren't there laws against that? You know, but we didn't stop there and went to the zoo and we found even more disgusting behavior. I mean, seriously, what in heaven's name are these sick creatures up to? I mean, don't they realize that children could see this activity. This is absolutely -- Oh, look at this goat. What are you doing? You stole -- oh my God. All right. All right. All right. Now let's take a look at your favorite talk show host. I apologize for that. And that. And you're clapping."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're disgusting, absolutely disgusting. But it tells you exactly what the media is plan is for 2020 and beyond, to blur reality, to obscure the things we see so you only see what they want you to see -- an awful world under Trump. It's a paradox. The cities do -- the country is doing so well that we can endure a sideshow of distortion. There is an upside though it creates great music videos."
    },
    {
      "speaker": "RICH",
      "utterance": "I'm tired of all the fighting and the pitchin' fits. So shut up about politics. Shut up about politics. Ain't nothin' but a big pile of dirty tricks. I'm tired of all the fighting and the pitchin' fits. So shut up about politics. Shut up about politics. So shut up about politics."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. She once took a cruise on a gravy boat. My co-host on the five and anchor of the \"The Daily Briefing,\" Dana Perino."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's so sharp his thoughts give you splinters, writer and comedian, Joe DeVito."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She considers happiness one of the seven deadly sins, host of \"Sincerely, Kat,\" coming soon to Fox Nation, Kat Timpf."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And he once bumped his head on Mars, former WWE superstar and host of \"'Nuff Said\" coming soon to Fox Nation, Tyrus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, you were the first person to really say that the Democrats are listening to the wrong voices. Like they think go on Twitter. They'll see a #Impeach and they go \"Wait, that's what we should be doing.\""
    },
    {
      "speaker": "DANA PERINO, ANCHOR",
      "utterance": "They really need to have their bubble burst, okay, because they're in this Twitter world and everything that you see is collusion and impeachment and Mueller and it's all these hashtags that they think that that's reality, then you actually -- let's go to reality and you find out that on the House side, the House Democrats -- they are 200 and something of them now, only 40 of them are for impeachment, and all of them will get reelected so easily. They do not even have a contest. Then you have the 2020 Dems. Who is the one in the lead? Biden? What is he saying? No. What is Pelosi saying? No, because she knows that the only reason she has her majority in the Speakership is because moderate Democrats beat some Republicans in 2018 and they cannot continue to hold the majority if they try to impeach President Trump."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want this impeachment so bad. It's going to be so much fun. Joe, what are your thoughts about this week? Anything?"
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "utterance": "I like watching CNN. They look to me like two men who have been broadcasting for about 40 hours straight and they are starting to lose it like toward the tail end of the \"Jerry Lewis\" telethon. He is soaked in sweat and the ventriloquist is tussling around and all that. Yes, there they are really losing their minds. And Dana is absolutely right. They don't know the way the rest of the country feels about this, because they're only used to talking to themselves. It's kind of like when you go to LA and everyone has so much crazy plastic surgery, they forget what normal people look like. And they forget what normal people think like. Normal people don't think that Russia affected our election. And they're seeing this and saying this is an attempt to overturn a democratically-elected President, and they're not going to fall for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Good point. Good point. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Kat, what are your thoughts?"
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NATION PERSONALITY",
      "utterance": "My thoughts? Well, I really enjoyed how the Democrats seized on Mueller saying that there was no evidence that Trump did not commit a crime, as if that means he committed a crime. Like, if that's the new standard, I definitely expect to be arrested for murder very, very soon. Not because I murdered anyone, but because I spend a lot of time alone in my apartment. So I like could never come up with a solid alibi."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So I don't know what's going to happen with this Trump impeachment stuff. But for me, it's looking like 25 to life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, when you are questioned"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When you are questioned, it's going to be embarrassing for you when they keep asking you where you were. So where you were on the night of the 19th?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Watching \"Toddlers and Tiaras\" in my pajamas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And what are you doing on the 20th?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Watching \"Dance Moms\" in my pajamas."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And they're not going to get the toddlers to speak on your behalf?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, I don't know the toddlers. I admire them from afar."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. All right, Tyrus, clean this up. What are your thoughts about -- GEORGE \"TYRUS\" MURDOCH, FOX NATION PERSONALITY: Yes, I have a lot to clean up. She just talked about getting 25 years and life and they cheered about it."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You're sick. Wow. If you say something every day, then maybe one day, it will come true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. Yes, yes, yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "So if you just say it impeachment today, no, tomorrow? So they're just going to keep saying hoping that will maybe get a couple more viewers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. Right."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm wondering if we started saying it, would that make us be number one and number two? Because CNN says it every day and they're like 47. There's like YouTube kid shows beating them. Who is number one? My hands hurt. Oh, us. We're number one because we don't say impeachment. We tell like it is not how we want it to be. That's the big difference."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "To Dana's point, the Democratic candidates that are pushing impeachment, that's like how you say you really, really wanted to go to school after it snowed in because you know, there's no risk."
    },
    {
      "speaker": "PERINO",
      "utterance": "You have no consequence."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No consequence."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, a lot of these people have no -- there's 24 candidates. They know that there's really -- Joe Biden is way far in the lead by 22 points. Everybody else, they can't even get to 0.4 percent. They're not even going to make the debate stage. So they pay no price for calling for calling for impeachment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, my feeling is I really do think that Biden is massaging the numbers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I feel like -- on that note, coming up, how can the Democratic candidates stand out in a crowded field? Two words. Stop bathing."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "And now “The Greg Gutfeld Show” presents the 2020 CAN'T-idates."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Will this crowded field ever yield? Twenty three Democrats are running for President, all fighting for recognition. Look, I'm no expert, but even I know you've got to thin the herd. So I present to you \"The Greg Gutfeld Candidate Weeder.\" First, we eliminate any candidate born after the first episode of Scooby Doo. That takes out Mayor Pete, Castro, Gabbard, Messam, Moulton, O'Rourke and Yang. What does that leave? Okay. Then we eliminate anyone who still uses a library card. Sorry about that, Bernie. Cory Booker has got to go because we can't have a President named Corey. Come on. Unless, unless it's Feldman. Steve Bullock no one knows you. Goodbye, Steve. Now if your college mascot was a cardinal or your nickname is Big Bird, you're gone. Bye de Blasio. Pretending to be a Native American. Yes, about that."
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD, HOST, BREAKFAST CLUB",
      "utterance": "There was some report that said you are a Native American on your Texas Bar license, and then you said you are a Native American in some documents when you were a professor at Harvard. Like why did you do that?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "So it's what I believe, you know, that's like I said, it's what I learned from my family."
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "utterance": "When did you find out you weren't?"
    },
    {
      "speaker": "WARREN",
      "utterance": "Well, no -- it's it -- I'm not a person of color. I'm not a citizen of a tribe."
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "utterance": "Were there any benefits to that?"
    },
    {
      "speaker": "WARREN",
      "utterance": "No. \"The Boston Globe\" did a full investigation."
    },
    {
      "speaker": "CHARLAMAGNE THA' GOD",
      "utterance": "You're kind of like the original Rachel Dolezal a little bit. Rachel Dolezal was a white woman pretending to be black."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That did not go well. So she is gone. Get rid of her. Now if you're born during a full moon, gone. There goes Ryan and Marianne Williamson. Sorry. You went to law school. See you. All right, so without all of those guys, all that's left is John Hickenlooper. Hickenlooper, whose name can be spelled -- rearranged to say, cheek porn oil. So according to \"The Gutfeld Candidate Weeder,\" Mr. Hickenlooper is the candidate to beat, cheek porn oil."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Joe, any thoughts on these candidates? Anybody you like or dislike or overall?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes, you know, this is the stage where they say, \"Who is interesting?\" So that's where you look for who's interesting. And you say we want to see diversity. We want somebody new. We want some ideas we haven't heard before. And then after they go through that process, they say, \"Get us an old white person to put up in front. We'll try that again.\" I want to know why de Blasio isn't getting a bigger push. And I'm in favor of it. Because anything that gets him outside in New York City will thrill us."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's so selfish. That is selfish. You're saying -- I'm a New Yorker. I don't want him. Let's poison America."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Exactly. He has got the height of Lurch and half the charisma. I say send them to Iowa so they can see what it's like to have subway stations that don't have any trains, but plenty of rats and garbage so we can spread it throughout the country."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Kat, I think there's a rebound effect to this, you know, people run for President to get exposure, but maybe they were better unexposed like Swalwell. You don't need to see him."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I still don't entirely know what he looks like. He looks like every white guy I see on the street every day. Maybe I have seen Eric Swalwell. I don't know. But Joe Biden makes running for President look very easy, because he already had that notoriety. He is not showing up anywhere or doing anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He just said, \"I'm running for President.\" And then he is winning."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I can do that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think you could."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I bet it's probably smart because I mean, the dude is like a gaff machine and there's less of a risk of him saying something dumb. Plus, he has time for all those naps."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, he does. He does. He looks like he likes his naps, Tyrus."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I want to have a good nap. I am not going to hate him for that. I love a good nap at two in the afternoon."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I can't nap because like my thoughts, they don't stop."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You can't nap because you overdose on coffee and nicotine all day. That's why you can't nap."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I do like stimulants."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, you do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm glad we got that out of the way."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "But yes, like here's the thing. It's when you go okay, if you have a pool that's full of toxic waste, and everybody hates it, and there's dead animals and stuff in it. Whatever comes out of there, chances are --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Where do you go swimming?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm telling you, I'm not swimming there, Kat. We've got Walter Kirn -- she interrupts -- interrupt me again, I'll take this. Now, it's mine."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, not my vape."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Now, it's mine. Now, it's mine."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, I can't ..."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "All right, now, if I may finish. Dirty pool where nobody wants to go in, right? That's Congress. All of these candidates are from where? Dirty ass pool. Nobody likes them. So Biden is just walking and chilling. When it comes time for the debate -- the cool thing about Biden and Bernie, debates will be around four o'clock and they'll be done by six. There will be soup, oat, probably good old stories and someone at the end will be like, \"All right, gentlemen, it's time for them to nap.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Last, Dana, isn't the real adversaries for the Dems the economy? Kind of."
    },
    {
      "speaker": "PERINO",
      "utterance": "Certainly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Strong economy."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, first of all, most Presidents win reelection, it's only happened only twice since World War II that they did not? Carter and George H.W. Bush. Why? The economy. The economy was down."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "PERINO",
      "utterance": "So if you think that, you know, history doesn't always repeat. But it rhymes. And therefore it's hard to imagine not -- now, one thing you haven't had, approval ratings being what they are. It's just -- it's hard for me to imagine the Democrats being able to come up with some sort of coherent economic argument that can counter reality. Because people don't live on Twitter. Again, they live in the real world where things are good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's hard to beat that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And again -- I'll end on that. I'll end on that. A happy high note for all of us. If you're Kat, literally high. Up next, a brand new illness is sweeping the country how much you want to bet? It's not real."
    },
    {
      "speaker": "AISHAH HASNIE, CORRESPONDENT",
      "utterance": "Live from \"America's News Headquarters,\" I'm Aishah Hasnie. Virginia Beach is a community in mourning right now after a shooting rampage kills 12 people. Eleven of the victims were city employees, one a contractor. One worked for the city for 41 years, another was a new mom, her baby less than a year old. Their bodies were discovered on every floor of the building except the basement. Now family and friends are mourning their loss with vigils and makeshift memorials. Tonight at least three other victims are still in the hospital. Investigators have now identified that suspect, he died in a gun battle with police. They've given no motive for why he allegedly gunned down his coworkers on Friday. The 40 year old worked for the city for 15 years as an engineer. It looks like he purchased a .45 caliber pistols he used in the shooting legally. I'm Aishah Hasnie, now back to “The Greg Gutfeld Show.”"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Should we doubt the burnout? The World Health Organization just classified burnout as a legit medical condition caused by work stress. They say if you feel exhausted or negative or cynical about your job, then you suffer from burnout. And now that's a medical condition. Look, we all have stress at work. That's why it's called work, not play. You deal with people who get on your nerves. I mean, try putting up with Kilmeade."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Heating up last night's meal for one in the office microwave. I mean how depressing is that? It's not the smell. It's just the fact that he is alone. But it's not a freaking medical condition. You want to reduce stress, take a vacation, walk around the block, have a drink after work. It really takes the edge off, doesn't it, Fluffy?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh man. I hope he's alive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, you've been working a lot. We always hear about how hard you're working. Do you do by this burnout?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I never thought I would say this. But I really want this syndrome. I do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Could you imagine what you might be prescribed?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "If you had this syndrome?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, good point."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The doctor would be like, \"Oh, you need Tequila and pancakes.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know, like I could call you and say, \"Sorry, Greg. I'm not coming in today. I need to watch 'Dance Moms' in my pajamas all day. And then I need to watch 'Toddlers and Tiaras.' And then I need to go get a manicure which is covered by my insurance.\" Because this is a syndrome."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And you couldn't say anything or you'd be discriminating against my very serious syndrome that can only be cured by eating pancakes, drinking tequila, watching trash and getting my nails done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true though. Tyrus, this is designed for people to just abuse right?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Hold on, Greg. Hold on, man. Kat just opened up and shared some real stuff with us. My concern is this is a gateway drug, you know, it will open up for other things like stuff I suffer from it. Maybe now, I can get someone to shed light what I'm going through."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What are you going through?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Like relationships burnout, conversation with people burnout. Sitting in small cars all the time burning. I mean, walking down the street and people saying, \"Hey, Tyrus, can I take your picture burnout.\" Like there's a lot of stuff. So let's not be so sure to like hate on this, Greg?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "We all get doctor's notes. We can do whatever you want. Like I have another disease, punch people in the mouth syndrome. Now, it's like, I'll sue you. Doctor's note. Let me like -- this sucks. Let's hold off on this, you know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true. I get away with a lot of stuff. You know, Dana, I hate to quote Jesse Watters."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, I was going to do the same."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, then there you go. Then quote -- what did he say?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, the thing is, so Jesse Watters has never been quoted before. So this is a really big deal for him and this moment. On \"The Five\" the other day, we talked about this. And he said, because this is done by the United Nations that this is really an attack on capitalism."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because they want to say that, \"Oh, everyone else works so hard.\" And it always comes back to pointing the finger at us for why people are stressed out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "But actually, I do think that this has a lot to do with personal responsibility. As you said, it's work not play. But if everyone is searching for something that is going to fulfill them, it's not necessarily work, then you have a personal responsibility to figure out what it could be for yourself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "It might be \"Toddlers and Tiaras.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's a conspiracy by big pancake."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Ah, big pancake."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And I think that can be confused with Chubby Waffle."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Joe -- Joe can you get burned out being a standup comedian?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "I think you start out burned out as a standup comedian."
    },
    {
      "speaker": "PERINO",
      "utterance": "Exactly. That's how you're successful."
    },
    {
      "speaker": "DEVITO",
      "utterance": "It gets worse and worse. I have a prescription for people suffering from this. When you're done looking at the glowing blue box at work, don't look at the glowing small blue box on the way home and then the bigger blue box and then the laptop blue box. This is such a modern disease caused by us living too long, because when people worked in the coal mines, they didn't hear the chimney sweep saying like, \"You know I'm really unfulfilled.\" It's like well, you died when you were 17 and you didn't have a time to have a sense of we kicking. I'm sure that the copper miners in the Congo, their heart goes out to people who don't have ergonomic chairs that are functioning properly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, I actually believe the side effects -- the side effects from work are not as bad as the side effects of not working."
    },
    {
      "speaker": "PERINO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, people you're born to get up and do something, right? You want to dig a hole and then the next day you want to fill the hole."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And even more importantly, you want to get a check for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'll see HR about that, Tyrus. I'm sorry. This was designed to get producers and TV shows love a new illness. Because new illness means a segment which fills a hole in the show. So we actually have a segment that says work is bad, it's great work for a producer."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's not just an illness. It's any study."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, any study."
    },
    {
      "speaker": "PERINO",
      "utterance": "They will say study. Remember that this week we had Twitter makes you dumb study."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And we didn't even look at what the study really was. We just talked about how Twitter makes you dumb."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. Exactly. Because we read about it on Twitter. All right, up next sex robots, charming or upsetting? We report, you hide the kids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Robots that have sex are becoming very complex. Yes, a segment on sex robots. Don't blame me. Dana demanded we do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So the sex robots I guess they're making them way more lifelike now. Dana, I can't believe you're making me do this story. Anyway, this is what DS Doll Robotics is making and apparently the head moves, the mouth opens. It's kind of creepy how human these sex robots look. I am disgusted and frankly, Dana, I'm surprised at you. I actually wanted to talk about this instead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I wanted to do a story on puppies and babies. But now we're doing this. All right, Joe. As a single man who is a comedian, meaning alone."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thoughts?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yeah, there's no way this is going to backfire to humanity."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Not only -- the robots not only are they in that weird uncanny valley --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Explain the uncanny valley."
    },
    {
      "speaker": "DEVITO",
      "utterance": "The uncanny valley is, it looks cute when it's cartoons. And we like it when it looks like a real person. But there's a moment where it gets too close, but not quite there where you're like, \"Whoa.\" And this is not only -- not only the sex robots, they appear to be under aged sex robots."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I agree."
    },
    {
      "speaker": "DEVITO",
      "utterance": "It's stacking up a few version, but this is -- we don't -- this is the cutting edge stuff. People think the sex robots are not going to be fembots from Austin Powers. It's going to be some sort of flesh like R2D2 combination, you're going to have guys who are getting into affairs with their rumbas and thinking, \"Well, at least she cleans up afterwards.\" So it's more like a real relationship."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She cleans up. Tyrus, I think the only thing creepier than this are the users."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "One hundred -- we agree. I'll be honest with you, if it's down to me buying a robot, I'm just not going to do it."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "There's literally I think what's 58 percent to 60 percent of the population is women or men or whatever you're into, if you can't get on the team, let's not play. There's procedures. No for real, I'm excited about this because testosterone has been like a 500-pound gorilla on my back. It's plaguing my whole life. So if there was a way I could just make that go away, I'll be fine. I wouldn't need no damn robot. And with my luck, she would download an opinion, you know what I am saying? Get hacked by an ex-lover start talking about stuff I did. Brag about our stuff and take selfies of me when I'm asleep."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "And then you know what happens, Greg, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "A cup of water."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Your solution for anything automated is throw a cup of water on it."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Try it. Try it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "But no, don't get a sex robot, man. Get a haircut, a job. A crisp 20 at a strip club. Don't give up. Don't give up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, do you have any thoughts on this? Or is your dad watching?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, my dad is watching. But I just want to say, dad, it is alarming what our generation will do in order to not have to interact with another human being. We use technology."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We use technology for everything. We are obsessed with technology, we are apparently so obsessed that we're going to start banging it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Also, I feel like this makes me think I need to get married very, very soon. Because it's tough enough having to compete with other human women. Now I might soon have to compete with something that's exactly like a human woman. Except for all the crying and the \"Toddlers and Tiaras\" watching and the saying, \"It's not what you said, it's how you said it.\" I have to wife up before this takes off, or I am doomed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Last word, Dana. I kept you last because I wanted you to like --"
    },
    {
      "speaker": "PERINO",
      "utterance": "So I go these topics earlier, you know, in the day and I have been worried all day about what I was going to say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's why we did it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, I'm sure you did. Here's -- you know, there's a theme to this show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "Robots are not reality. Twitter is not reality. If there is going to be the robot scene, I would just say try to avoid it. Humans are meant to be together, so give that a shot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what the thing is?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's good. It also eliminates the sense of achievement you feel when a woman finally agrees to go out with you. You know, it's like - - that's part of the deal, the part of the relationship to impress somebody so that they actually like you. You can't do that with a robot."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Although, like, oh, Dana, you're happily married so I can ask you this question."
    },
    {
      "speaker": "PERINO",
      "utterance": "Okay."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "What would happen say you got home late from walking old Jasper and you walked in the door and the old man is with a robot, is that the same thing? Like, \"Honey, she meant nothing to me. It's a program. I am trying to learn.\" Is that a deal breaker?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I would just say --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Is that like a therapy thing or is that like --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I would say this, we've been together 22 years. Never been a problem."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I am just saying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I might edit that out."
    },
    {
      "speaker": "DEVITO",
      "utterance": "But what if you come home one night and you say, \"What is --\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Don't edit that out."
    },
    {
      "speaker": "DEVITO",
      "utterance": "What if you say, \"What's with this bill from the electric company? Why are we paying so much?\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Wait, I am sorry, but why do you guys think that the married person is the one that has the problem? Kat has just explained it's not my problem."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Because she has been in captivity for 22 years. And all of a sudden, he heard, he could keep it in the closet. It won't call him. It won't want to graduate. It won't show up at dinner. There won't be a dead rabbit in the pot. I mean, there's a lot of benefits. I am just saying. Nothing is wrong."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Greg, the good news is, I don't think there's a lot of crossover between men who have sex with robots and men who have sex with actual women."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's --"
    },
    {
      "speaker": "DEVITO",
      "utterance": "That's not a Venn Diagram."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there's no overlap. All right. Up next, Rambo is back kicking butt and smelling like Bengay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It looks like Sly refuses to die, Sylvester Stallone is 72 years, good for him, and later this year, he will be back playing Rambo for the fifth time in \"Rambo Last Blood.\" Now he is taking on a drug cartel to rescue someone's kidnapped daughter. I hope I didn't give it all away. With a surprising twist, here's the trailer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. I love this for a couple of reasons. One even in his 70s, Stallone is still doing what he does best, which is speaking in short sentences while killing people. Two, Hollywood we didn't screw up \"Rambo\" by trying to put a younger Rambo in or hipster Rambo because if they did it would look like this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would not see that, Tyrus. You excited?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You know what? Nostalgia is cool. You know, I'll get it when it comes on iTunes, just out of respect for you know, Sly. Just a little disappointed with the look, Rambo always had the long hair. I mean, he was in Vietnam and went through all of this. You would think he would maybe still have the green jacket and the long hair. At some point, he'd open the closet, maybe the red bandana ready to go. So it looks pretty modernized, but you know what? You know, it's Sly. I mean, he is Sly. You've got to check it out. I just get a little worried as an actor whenever guys who are at the top of the world and he's had some great films. When it says, \"A Balboa Production.\" That's when it's like, \"Who?\" I've got a gang of Tyrus Productions, but just for some reason, I can't get funding. So it's just -- I'd be a little worried when it gets to the point when it's -- and five. That's always a bad number. \"Rocky V\" doesn't exist anymore, but he had to make it go away. So let's just hope that you know -- good for him. Why not?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, is he a hero out of place? I mean, pro-America justice and killing the bad people. Does it fit 2019?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, it might fit in 2024 if he wanted to run. Also, like people in their 70s are kicking butt."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, they are. They are. PERINO; Except for like, Bernie, maybe --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Bernie, yes. Bernie should have been the Rambo."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Oh, yes. Hey, up. Whoa what happened?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think, Joe?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "I think that the trailer gave me chills just because the idea of an older person beating up young people. I don't even care if it's just for playing music too loud. But what's great about this is that there's -- you can watch this movie and you're not going to leave thinking, \"What was it really about?\""
    },
    {
      "speaker": "DEVITO",
      "utterance": "It's not -- well, you're not going to think like, \"Was it about global warming? And should I think about -- well, maybe I can't use the plastic straw.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "What were they trying to say?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Because I wanted to use the paper straw ..."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Oh, hell no. Stop."
    },
    {
      "speaker": "DEVITO",
      "utterance": "They told me to use the paper straw because the turtles that look like they're snorting cocaine. I just want to drink my iced tea. No, it's not to me."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "It's blasphemy."
    },
    {
      "speaker": "DEVITO",
      "utterance": "He kills bad guys. He kicks bad guys."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Buy the border. The drug cartel."
    },
    {
      "speaker": "DEVITO",
      "utterance": "It's perfect."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You think he is in Wisconsin?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "There's tunnels, they are just coming over?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Then he has to get more creative. He might kill someone with a plastic straw. I can't wait to see -- it's a -- oh, I can't wait for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "See, I wanted -- I think it should have been more age appropriate. So it's like, if you're 73, what pisses you off? Other 73 year olds? It should have been \"First Blood: The Villages.\" Kat, last word? Right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. You've got to enjoy my applause."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Well, Greg, as you know, I'm very young."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So I'm not even entirely sure what a Rambo is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Someone -- I'm getting that it's a man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So you could play me literally any movie where the main guy is a guy and tell me it was Rambo and I would tell everyone I just watched Rambo. And then I'd say the same thing I say after I watch any movie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Which is?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Needs more Adam Sandler."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That could have been a good replacement, but maybe next time. All right. Don't forget \"The Gutfeld Monologues Live\" comes to the Jersey Shore later this summer, Saturday, July 20 at Asbury Park, New Jersey. Special guest, Tom Shillue. Tickets on sale now. Go to ggutfeld.com for ticket information. Stay right there. \"Final Thoughts\" perhaps."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"Final Thoughts.\" It's the last thought. That's why it's called \"Final Thoughts.\" Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Final thoughts, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I would say, please download the song \"Shut up About Politics.\" All the proceeds go to Folds of Honor. Greg was a co-writer. John Rich is the singer, also the co-writer. Amazing song. Please, download it. We've got to get to number one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Awesome. All right, Joe."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Okay, just started --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You cutting into Joe's time."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Just started shooting Rambo VI: Less Blood Thinner. I'll be in that."
    },
    {
      "speaker": "DEVITO",
      "utterance": "This weekend coming up, I'll be in New Jersey in Princeton in \"Catch a Rising Star,\" and @JoeDeVitoComedy on social media. Make sure you guys check that out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Tyrus."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Kat, tell them. Tell them, Kat."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Okay. Let me tell them. So if you live in New York or you want to come to New York, Tyrus and I are going to be doing a show at Carolines on Broadway on June 27th. That's a Thursday at 10:00 p.m. Make sure you come, it would really mean a lot."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. That's it for us. Thanks to Dana Perino, Joe DeVito, Kat Timpf, Tyrus, our studio audience. I'm Greg Gutfeld, I love you, America. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}