{
  "date": "June 15, 2021",
  "headline": "'Your World' on Biden's energy policy, migrant surge, Russian threat",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/your-world-on-bidens-energy-policy-migrant-surge-russian-threat",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "sentences": "Thank you, Martha. President Joe Biden issuing a warning to Russia before taking questions ahead of his Wednesday summit with Vladimir Putin, this as another threat of China and the origins of COVID take center stage as global leaders meet. So, how is the president handling each of these crises? Welcome, everyone. I'm Sandra Smith, in for Neil Cavuto. And this is \"Your World.\" Benjamin Hall has been standing by. He is live from Brussels, Belgium, with the very latest as the president just wrapped his press conference. Benjamin, a lot to take in there. We will have our panel in just a moment. But what did you hear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN HALL, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, absolutely, Sandra, quite a free-flowing press conference. And I think we heard from the president much the same as we have been hearing for the last few days, the sense of the G7 and the NATO meetings were a message that America is back, a warning to both Russia and China that, if they push the boundaries, President Biden will respond. And here's what he said on Russia:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I shared with our allies that I will convey to President -- what I will convey to President Putin, that I'm not looking for conflict with Russia, but that we will respond if Russia continues its harmful activities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HALL",
      "sentences": "There are still questions, though, about the strength of the messaging coming so far from the meetings he's had. The final G7 communique, for example, made just a fleeting reference to the situation in the East and South China Sea. It is specified China's takeover and militarization of the islands. Meanwhile, on economics and trade, it says with regard to China and competition in the global economy: \"We will continue to consult on collective approaches to challenging non-market policies.\" Well, continue to consult, critics say, is hardly a forceful rejection of China's trade tactics. The fact is numerous European leaders are still reluctant to put their exports at risk to China by taking too forceful of a stance. And, in fact, Germany continues to lead a push for a trade deal with China, while also forging ahead with the Nord Stream II pipeline. On COVID's origins, meanwhile, the G7 said only, \"We call for a timely, transparent, expert-led and science-based study in China.\" Again, many arguing that the time for real investigation has come and gone, with any evidence haven't been scrubbed clean. And all of this comes ahead of President Biden's much anticipated meeting with President Putin on Wednesday, with both sides, frankly, setting pretty low expectations. When it comes to cyberattacks, President Putin already showing what his defense will be, deny, deny, deny. So, as we come into day six of this first foreign trip for President Biden, there's a sense that he's sending some messaging, but he's not really hammering home the point of what could happen, what the repercussions might be. What he says to journalists and what we heard him said again just now is that he won't negotiate in front of the world's press. The people have to wait to see what he will say. That's really between him and President Biden for now. But there are critics who say they would like to hear more forceful rhetoric from the president -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We will get more reaction here in just a moment, Benjamin Hall reporting live from Brussels for us. Benjamin, thank you. How did President Biden handle this press conference? Joining us now, FOX News contributor Liz Peek is here, former State Department official Christian Whiton, and FOX News contributor Jessica Tarlov. All right, so let's kick things off. We have first at it,right? He started taking questions at 3:38 local time, ended 3:54. It was 16 minutes in total. Liz, first off, your reaction to what you heard. Was he forceful on Vladimir Putin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIZ PEEK, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I think he hasn't really been forceful on either Putin or on China. We keep hearing about there will be severe repercussions and sort of these veiled threats. What's he talking about? We just had the world free -- the free world leaders meet after a year where eight million people have died, Sandra, because China lied and covered up the emergence of this virus and allowed it to spread around the world. And they didn't even address that. They didn't even begin to punish China for the most heinous act and have ever seen in the history of mankind. This is unbelievable to me. Look, these press conferences are pre-scripted. They're safe for Joe Biden. They don't tell us much and they certainly don't tell us much about what we're actually going to do to confront our enemies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Jessica, I only mentioned the time because it seemed rather short. There was such a big buildup to this press conference, and it was so highly anticipated. Do you think he struck the right notes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Let me get to Jessica on that. Jessica.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "That's OK. Hi, Liz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think he did strike the right notes with what he did get out. I wish that it had gone on for longer. And there was this kerfuffle on Twitter, at least, because everyone was wondering why he was so late. It was over two hours' late for the press conference. And it appears the Ukrainians released a statement that made it seem like they had been allowed into NATO, and that would be why Joe Biden was late. And then he got asked the question, which said, we still have to see what kind of commitments they can meet, and they need to clean up the corruption further. I certainly would have loved to hear more about that, and especially the part about what we're going to do to help our allies, someone like Ukraine, against Russian aggression. So there are many unanswered questions left. I did think, though, when it comes to the G7 response to what happens in China, I don't know what they can say at this moment in terms of pushing back beyond we need full access and to be able to do a thorough investigation without the WHO into what actually happened in terms of the origins of COVID-19 out of that Wuhan lab, if that is indeed what happened. But I'm looking forward to Wednesday. I imagine he's not going to stand there next to Putin and say, he told me he didn't meddle in the election, so I believe him. And I think we will have a lot more answers after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, so you're addressing a multitude of issues. Obviously, he's got a lot of crises on his hand to deal with, Russia, China, the threats that they pose. Christian, what we did hear exact words from President Biden, as he began, I shared with our allies, he said, that I will convey to President Putin -- quote -- \"that I'm not looking for conflict with Russia, but that we will respond if Russia continues its harmful activities.\" Republicans today -- I had Michael McCaul on my show earlier. He said -- he said that Biden's all talk, no action. Was he forceful enough with his messaging to Putin just a few moments ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRISTIAN WHITON, FORMER U.S. DEPUTY SPECIAL ENVOY",
      "sentences": "Well, the point is not to be forceful with your messaging, but with your actions. I mean, Teddy Roosevelt said, speak softly and carry a big stick. Biden is doing the exact opposite of talking a big game and delivering nothing. And if you're Vladimir Putin or Xi Jinping, you're looking at this and just seeing a profoundly unserious experience. Let me give you a specific. Earlier in this administration, the national security adviser, Sullivan, said that we were going to retaliate against Russia in cyberspace. He more or less said, that we would do things seen and unseen, if we became confident that Russia was behind the SolarWinds hack. We have become confident that Russia was behind the SolarWinds hack. And yet there was no apparent retaliation. And word of that thing almost always leaks out, word of that type of cyberattack. So this is basically Biden's red line, the equivalent of when Obama said he would retaliate for chemical weapons uses in Syria and then didn't. Biden began his presidency talking a tough game. So he's going to go to Geneva, meet with Putin. The atmospherics are already bad. And Putin's going to come away, I think, as will Xi Jinping, as will Kim Jong-un in North Korea, realizing that this guy isn't serious and that these constructs left over from the 20th century, the G7, the E.U. and NATO, are just obsolete to the problems we face in this decade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Liz, those are live pictures there as President Biden looks set to depart. Obviously, this is a big few days for the president there meeting with leaders of the E.U. tomorrow, Putin on Wednesday. He's going to hold a solo news conference, we're told, on Wednesday. It will not be a bilat alongside Putin. But he also said today in that press conference that he will make Putin aware of our red lines. He would not broadcast what those are exactly, Liz, because he said he did not want to negotiate on the world stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "Yes. They're not going to have a joint press conference, I'm sorry, to say because Putin, I think, would just totally dominate and be totally happy to do so. I think Chris is totally right. What is our red line? If -- and, by the way, going back to this COVID issue that Jessica mentioned, it's not all about whether it came from the lab. It's about the fact that the Chinese knew months before they told anyone that it was viciously transferable, that they allowed people to leave Wuhan even as they were trying to basically ring-fence the city in terms of Chinese transmission and allowed the thing to go global and cause unmitigated damage. I mean, the Chinese -- Putin is a problem. I think we can easily confront Putin. I don't think that's such an issue. It's really China that we have to look at as a serious threat to the long-term best interests of Americans. And the fact that the leaders of the free world basically whiffed on that, I think it's appalling. And, by the way, Joe Biden is much more interested in being the non-Trump, being popular at these meetings, saying America is back. What does it mean? Not much if it doesn't amount to anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We will have more on this coming up, as the president just wrapped his remarks. We appreciate our panel. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Goldman Sachs, meanwhile, telling most employees to get into the office today, while Facebook says feel free to continue to work from home, folks. So, which company is getting this right? But first: Vice President Kamala Harris saying that she will visit the border at some point, her words, 82 days after being tapped to lead the crisis. Republican Congressman Darrell Issa says that point is now. How did he invite her? And did he get a response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "To the Southern border now, where the migrant surge is still ramping up at this hour. FOX getting an exclusive look at those border crossings today. FOX News' Bill Melugin is live in Mission, Texas, with the very latest from there. Bill, you have been following this so closely. What are you seeing and hearing today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL MELUGIN, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, Sandra, good evening to you. What I can tell you is, it's starting to get to that time of year where it's very dangerous for these migrants to make this journey and cross into the United States. It's brutally hot out here. It's very humid. But that weather, it's just not slowing them down yet. They're still coming. They're still coming in big numbers every single morning like clockwork out here in the Rio Grande Valley. And we will show you -- we will show that to you right now. Take a look at this video we shot in La Joya, Texas this morning about 15 minutes away from us. This is our FOX drone crew showing border agents chasing down a group of men who came across the border and actively tried to get away from Border Patrol. These are the guys who are known as runners. They're not turning themselves in. They are trying to get away. They do not want to be caught. Most of these guys who we have talked to are typically from Guatemala, El Salvador, or Honduras, those Northern Triangle countries. And the reason why they're trying to get away is, they know, if they get caught, they're likely going to be deported pretty quickly under Title 42. But that's not the case with everybody. Take a look at this video we shot also this morning also in La Joya. We mentioned this is like clockwork. This happens literally every single morning out here. These are family units who came through the brush and gave themselves up to Border Patrol. These folks are not trying to get away. And you will notice they look different. These are moms with their little kids, moms with their little toddlers. These are people who have been walking for quite some time, once they cross the Rio. And they just give themselves up to Border Patrol. And out live now, if you can take a look at our FOX flight team running the drone right now, you take a look at the border wall, there are chunks of that border wall where they're just chunks of it missing, there's holes. So, once they cross the Rio Grande, they're able to walk right through. And then you can kind of see some of the journey they take over in that La Joya area. There are some dirt roads, but there is thick, heavy brush out there. And I can tell you, it is brutally hot out here. It's only getting hotter each day. The humidity is cranking up. It's dangerous for these migrants to do this. Many of them have been asking us for water, asking Border Patrol for water as they come through. We talked to Border Patrol and asked them, do you think this weather, as you get deeper into the summer months, is going to slow down this surge? They said no, but, tragically, we do expect to find more bodies out there. And wrapping this up, we all heard Vice President Kamala Harris say last week that she has a message for those migrants: Don't come to the border. From what we have been seeing here on the ground and what our crew was seeing in Del Rio last week, that message is either being ignored or just wasn't heard entirely in the first place. We will send it back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right, Bill, thank you. Meantime, Vice President Harris traveling to South Carolina today, but still no trip to the Southern border, as pressure continues to mount on her. After saying that she would visit the border at some point, my next guest extended an invitation. With us, now California Republican Congressman Darrell Issa. We also want to mention that we have invited the vice president to join us at her next availability here, and we have not yet heard back. Congressman, great to see you. Thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DARRELL ISSA (R-CA)",
      "sentences": "Thanks, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Obviously, you have seen the situation at our border unfolding firsthand, and you have for quite some time. So, what is the response you have gotten so far to the invitation you have sent to the vice president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Well, so far, I haven't gotten any response. And,oddly enough, I went on this past Friday with four Democrat members of Congress into Mexico. We went and visited with our consul general, discussed the issues along the San Diego border, San Diego and Arizona border. So there's no reluctance by some Democrats, just not by that particular one. It's sort of amazing to me that she's conspicuous in her inability to come to the border, when, in fact, it is clear that we are a draw, and that her message of don't come, it's been rejected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, let's play what if. What if she does decide to pay a visit to the Southern border, for instance, the portion of the border that she visited as a U.S. senator? What would she see in how the conditions changed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Well, what she will see is approximately 100 different countries have -- people from 100 different countries across the border. So it's not just the three countries of the Northern Triangle. She's going to see that the message that's being sent, based on the policies of this administration, are clearly saying to a young man, don't come here looking for a job. Bring a family and stay. And that message is, in fact, much more of a conflict than she might realize. If she hears that from the Border Patrol, hears their frustration, that, in fact, we are going to continue to release people who cannot possibly support themselves, people who are coming as family units, because coming alone as a worker, which is historically what most people do initially, isn't working. And, of course, you covered in the last segment,as the weather gets hot, many young children are not going to make it across the border alive. This really is a dangerous time. And it can be stopped. Returning to the policies that would prevent families from being encouraged to come would be a huge help. It'd be a help to the Border Patrol and their enforcement also.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Congressman, in addition to just showing that she sees it as a serious issue and a serious threat, as far as this being bipartisan, the calls for her to visit the border, your Democratic colleague Henry Cuellar has spoken out and responded to that new interview that she did where she said she didn't quite understand the question from Lester Holt. And he responded she has to understand. And he is making it out that it is very important for her to come and visit the border. How much longer can this go on, her not visiting the border? It's hard to fathom what her reason is for not doing so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Well, it really is hard to fathom, considering the president gave her the portfolio, considering that she's already made that trip to Central America and to Mexico, and that it really is time for her to begin looking. First of all, if you're -- if you're in South Carolina, you know why we're a draw to people around the world. It's not just what people are running from. It's what they're coming to. But if she goes to the border, she has an opportunity to learn what Henry knows, as a border congressman, I know, as a border congressman, Juan Vargas knows as a border congressman, which is that we have got to support the men and women that we have asked to keep the border safe and secure, to stop drugs from coming over, to stop human trafficking. There's a myriad of issues that are being complicated. So she won't just hear about migration. She will hear about the frustration by the men and women of the Border Patrol in not being able to do the other parts of their job effectively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And important that she acknowledge the emergency and urgency this is for those local communities there, 180,000-plus border crossings in the month of May, about the same in April and March, but bigger. Henry Cuellar says somebody needs to listen to our local communities. So, we will see. We will see what changes. We will see when that is she decides to visit. Congressman, appreciate your time. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ISSA",
      "sentences": "Thank you, Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. Goldman Sachs, meanwhile, welcoming all staff back to the office today, as Facebook tells folks they are welcome to stay at home. So, should workers in this post-pandemic environment have the choice? And later on, White House Democrats -- while House Democrats, I should say, remain divided after controversial comments by Congresswoman Ilhan Omar, House Republicans moving to censure her and other members of the so-called Squad. Why Republican Congressman Michael Waltz is leading that charge. He is here on that and what President Biden just said on Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "A warning from President Biden ahead of his big meeting with Russian President Vladimir Putin on Wednesday. What does Florida Republican Congressman Michael Waltz make of what he just said? He's coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "From the couch to the quarter office, most Goldman Sachs employees back in business today, working in person at the home office in New York City. This coming with Facebook going the other direction, reportedly allowing more employees to keep working from home. So will more companies be following Mark Zuckerberg and Co. or going away of Goldman Sachs? The read from attorney Leeza Garber and Internet radio host Mike Gunzelman. Leeza, I will start with you first. I think this is fascinating because so many companies have major decisions to make regarding all of this, because so many people adapted their lifestyles to the work from home. Some like it, some don't. So what do you think? Do you think most companies will follow Goldman Sachs and return to the office or do a hybrid like Facebook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEEZA GARBER, ATTORNEY",
      "sentences": "Hi, Sandra. Great to see you. And I know we're both dog people, right? So it's really been neat to get to work home for many people. You get to be around your dogs, your kids, your spouse, and get to be in a more comfortable environment. In general, I think the pandemic caught many companies off-guard and they didn't have their cybersecurity up to snuff. I have to think about that as a techie and the cybersecurity lawyer. But at the same time, it's really brought up a great opportunity. And Zuckerberg pointed out that it allows companies to take advantage of talent from all over the United States, because they don't have to come to a major city to work in a certain office. What's interesting is it really depends on the company culture. We see Chase, other financial institutions are starting to try to get more people back in because of how they operate. But social media companies, technology giants are excited about remote work. It's just you have to be proactive about cybersecurity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, Mike, what do you think is going to happen here? Because in the case of Facebook and Mark Zuckerberg, I think Mark Zuckerberg himself leading by example. He says that he too has enjoyed the aspect of his life where he spends more time with his wife and kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE GUNZELMAN, FOX NEWS HEADLINES ENTERTAINMENT REPORTER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "He said in this memo that he expects half of his company's 60,000 employees to work remotely within the next decade. My, how COVID changed the work environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Well, you're exactly right. And I think there's no doubt that the workplace environment and the workplace situation has definitely changed, especially in the immediate future. I think that companies are going to now have to take this into consideration when they're trying to recruit new employees. Where perhaps in the past, it was like, hey, you get two weeks paid vacation, now it's we might offer you the ability to work remotely. I think companies definitely have to take that into consideration. Now, as far as what I think we're going to see, beginning in September, we heard this from a lot of companies all across the country. The hybrid schedule is going to be a thing that a lot of companies are doing, where somebody will go on for two or three days a week and work hybrid. I like this idea for two reasons, one, the sheer mental health and the anxiety standpoint, where I don't know if everybody can handle go from zero to 100. I don't know if everybody needs to do zero to 100 immediately. And then also the second reason why a hybrid schedule I support is also there's a lot of time that's wasted waking up early, getting ready, commuting 45 minutes, hour-and-a-half each way. That could be better well spent. And we have all adapted and learned how to make that work. So why do we have to go five days a week, at least in the immediate future?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Someone's -- speaking is from somebody doing this from home right - - we see your bookcases behind you, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I mean, Leeza, it's amazing how so many people's lives changed. Here's my question, though, is, do you easily have people who never worked in the office or never -- never learned the work culture at these places? Like, Citigroup is going to a hybrid model just down the street from Goldman. They're not doing a full return. They're giving people the option. But those were people who were already working in an office environment. They knew their peers. They knew their colleagues. They had team building. And now they say they're very productive at home. But when it comes to hiring new people, and not having them come to the office, I think you must run into some challenges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARBER",
      "sentences": "Definitely. And this is something Zuckerberg pointed out as well. And many companies have acknowledged this. When you have younger employees that are new to the work force, when you have employees that have recently been hired or transition to a new role, they really need to come in and get a feel for their co-workers and what the M.O. is around the office. That's not to say that can't be done in a hybrid model. And, realistically, work from home is the future. As we have discussed before, it's more efficient. It can be more environmentally friendly and a time saver in terms of commute. But it's also just with the way the world is going, with the way that bandwidth is for the Internet, with our fancy home offices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARBER",
      "sentences": "All of these capabilities are here. Why not have people from all over the United States get to work in your office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, I know New York City would be happy to have Goldman Sachs employees back, because it's a different feel without those big buildings filled with those workers. But I know they're going to be in shock when it comes to commute times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Because they're not used to it. And I don't know what it is about traffic around here right now, but it is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Yes, it's true. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's great to see both of you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARBER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNZELMAN",
      "sentences": "Awesome. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. Will new rules coming for corporate boardrooms have investors paying the price? Charlie Gasparino is on it. And House lawmakers set to return from recess at the top of the hour, where a tweet by Democrat Ilhan Omar has some members of both parties speaking out. But Speaker Nancy Pelosi says it's time to move on. Republican Congressman Michael Waltz disagrees. He will tell us what he plans to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "SEC Chairman Gary Gensler unveiling a list of what some are calling woke reforms that the commission is planning to vote on. If passed, the rules would include requiring companies to disclose details on things like board diversity and climate change efforts. So, what all will all of this mean for investors? FOX Business' Charlie Gasparino has been following this all very closely for us. So, Charlie, I know that you have got the inside scoop on so many of these companies. Is this a bad thing? Would corporations not look forward to this? Or perhaps it's an excuse to tout all the woke activities they have already engaged in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "Yes, a little bit of both. Let's back up a little bit. This came out on Friday. FOX Business was first to report that he came out with his 50-item list of proposed rules. Now, what the SEC generally does, it proposes a rule, people comment on it, and then the commission votes. The full commission is five members. Right now, there are three Democrats, including Gensler, right, the Biden appointee, and two Republicans. And all these corporate woke things will likely go down on these party-line votes. And here's the thing I will say. Do investors really need to know board diversity? Maybe some want to know, but do they really need to know? Do investors need to know just how much you are contributing to make the environment a better place? And what are those standards anyway? Who sets those standards? I don't think so. A lot of traditional people in the markets don't believe so, that the profits and losses have nothing to do with these soft issues. But this is -- we're in a different territory right now. We're -- the U.S. government is being run by progressives. Gary Gensler is very close to Elizabeth Warren. And what this does is this. These are disclosure mandates. Disclose to us how well you're helping the environment. Disclose to us your diversity efforts. Do all this, so we can talk about it, so activist investors, who are not the usual activist investors that just want stocks to go up -- these are -- these are -- there any -- plenty of political activist investors in these stocks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'm trying to think what -- I'm trying to think like what sectors might respond well to this and not. I mean, the technology sector, for the most part, has already been very vocal on climate issues, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, they're already pushing Exxon. They forced a couple of big -- big funds, like BlackRock, which is run by a very progressive CEO, Larry Fink, pushed Exxon to essentially put on its board an activist investor who is in favorable all of this...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's right. We covered it, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "All this climate change stuff. On Exxon's board -- I mean, think about it. Exxon makes money drilling for oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "They want Exxon to be more woke in terms of the climate. It's mind-boggling. They do have a rationale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But, at the end of the day, though, let's go back to the basics and go back to the facts. Can Gary Gensler push something like this, when the fiduciary responsibility of any publicly traded company is obligation to shareholders? So, can that be lumped into that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Barring -- well, I mean, there could be lawsuits. Pat Toomey, the senator from Pennsylvania, who is on the Banking Committee, which has oversight over the over the SEC, has already spoken out against it, saying just that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "... that this is not part of the SEC's mandate, it's not part of corporate -- the mandate. I mean, you would have to have suits. I would say this. If the Republicans take the House and particularly the Senate, where Pat Toomey is now in the minority. If he's in the majority, Gensler is going to have a very hard time getting this stuff through. He's got to -- so, if you think about if you, if you're worried that the Republicans are going to take particularly the Senate, you got -- he's got a window of about a year-and-a-half to get this through before that happens. As you know, 2022 elections are coming. And if Pat Toomey or somebody else -- I don't know if Pat Toomey is running for reelection in 2022. But if the Republicans are -- if they're the people running the Senate Banking Committee, that's the chairman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "The Senate Banking Committee is chaired by Shelby or someone like that, you can bet that this stuff is going to -- and if he tries this, he's going to be brought up there every three minutes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's remarkable, because, if you look at the technology industry and how they have already sort of gone in this direction, revealing their interests in climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "They want more. They want...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's the thing. The employees saw that. And then they wanted more. And so be careful, because...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "They want -- Gary Gensler wants...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "... every company to mimic the leftism of technology, of the tech sector, every company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It really is fascinating to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "That's what he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, we will see what happens. Charlie, great to see you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, looks like Vlad is glad when it comes to American energy policy. We will tell you why. Plus, Florida Republican Congressman and former Green Beret Michael Waltz on President Biden's warning for Vladimir Putin ahead of Wednesday's summit. So, was it strong enough?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, forget getting tough on Russia. Our next guest says President Biden is giving Russia and Vladimir Putin a big gift, and drivers are paying the price. Oil expert Phil Flynn joining us now. Phil, as President Biden gets ready for his high-stakes meeting with Vladimir Putin, explain what exactly is going on here. And hello to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL FLYNN, FOX BUSINESS CONTRIBUTOR",
      "sentences": "Hey. Hello, Sandra. It's great to be on with you again. Hey, basically, what we're seeing here is that the U.S. is retreating from the energy stage, and Russia is filling that void. Under President Trump, the United States was competing with Russia and Saudi Arabia, and became the world's biggest energy producer. And that put a lot of pressure on the old foes in the OPEC cartel and our foes in Russia. Now, since President Biden's been in office, we have seen U.S. energy production fall. We have seen drilling moratoriums. We have been killing pipelines. And at the same time, President Biden is approving pipelines in Russia, the Nord Stream pipeline, giving Vladimir Putin what he really wants, power. And energy production is power. I just don't think that President Biden gets that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Wow. It's really something to look at this crude oil chart on a year-to-date basis, now on a one-year basis. And we see the price continue to go higher. Talk about the real-world impact that Joe Biden's energy policies are having on prices, not just big picture like crude oil, but gasoline at the pump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "What is happening is that he is causing prices to go higher, because he's telling people don't invest in oil. And that's one of the things that we're seeing. We're seeing one of the biggest pullbacks in energy investments in history. People are not planning for oil tomorrow, because President Biden says we're going to be off oil in 30 years. I don't think Russia or OPEC believes that. In fact, they're going to benefit from the U.S. retraction in that. And we are creating the blueprint for an energy shortage and an energy crisis in the future. President Biden hasn't thought this thing out. I think a more smooth transition off of fossil fuels would have been a lot smarter. But to tell everybody to stop investing in oil, that's going to mean that we're going to see shortages and hurt the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Real quick, Phil -- and just some background here, you and I go back to trading floor days in Chicago. And you used to watch for geopolitical risk in the commodities markets, right? It was an everyday concern for any trader that was involved in those markets. But then we became so energy-independent that what was happening abroad wasn't such a concern. So what are markets watching as this summit is about to happen with Putin on Wednesday? What will you be watching?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "I think we're watching to see if President Biden gets tough on Vladimir Putin. And I don't think he will. And you're absolutely right. The U.S. energy producers took the global risk premium out of the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Because they could raise production on a dime. But guess what? President Biden pulled back from that. And so when the U.S. producers do not control things, Russia and OPEC does. That means that the geopolitical risk factor is getting back into those prices. And you and I are going to pay for it at the gas pump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "You always make it so easy for everybody understand, my friend, Phil Flynn, there in Chicago. Best to all the traders there. Say hi when you see them. Phil, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "I will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "They miss you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "All right. All right, thank you, and me as well. Vladimir Putin approaching two decades as Russia's president meanwhile. And to understand how he amassed so much power, you would have to look at the man he replaced, Boris Yeltsin, for clues. Steve Harrigan lived in Russia and reported from there for 10 years. Steve joins us now live from Atlanta. Hello, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Sandra, there was so much enthusiasm when Putin first came into office, in part because of simply the physical contrast between Putin and Boris Yeltsin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To many Russians, President Boris Yeltsin felt like an embarrassment. He was very famous for being inebriated. He was a known alcoholic and a big drinker. He was very large just in stature. So, the way that he behaved in these high-level public diplomacy meetings with U.S. presidents or other heads of state embarrassed a lot of Russians at the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "The physical contrast with Putin was stark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's fit. He's a martial arts champion. He says he never drinks. And for many Russians, that also gave them a sense of stability. Mr. Putin embodied that physically in a way that President Yeltsin absolutely did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Putin also embodied a return to an authoritarian past, shutting down press freedom, vanishing independent oligarchs and consolidating power in his own hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "For journalists in Moscow during the 1990s, there was often the sense of panic. Between Yeltsin's four heart attacks and his drinking, he would disappear for weeks at a time. You had to staff the bureau every weekend because there were real concerns Yeltsin could die at any moment -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That is remarkable perspective. Steve Harrigan, thank you for your reporting on that. Appreciate that. Some members of both parties saying, oh, my, over a controversial tweet by Democratic Congresswoman Ilhan Omar. Why former Green Beret and Florida Republican Michael Waltz is leading the charge to censure her and other members of the Squad. He will join us live next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "House Democrats returning from recess to a House divided after a controversial tweet by Minnesota Congresswoman Ilhan Omar sparked backlash from within her own party. FOX News correspondent Jacqui Heinrich has been following all of this and the fallout on Capitol Hill. Hi, Jacqui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, good afternoon, Sandra. Three House Republicans are moving to censure Congresswoman Ilhan Omar and her progressive colleagues in the House for -- quote -- \"defending foreign terrorist organizations and using rhetoric that contributes to anti-Semitic attacks.\" Now, the GOP push to punish Omar comes after House Speaker Nancy Pelosi said the Democratic Caucus is moving on after Omar walked back her comments appearing to equate democracies like the U.S. and Israel with terror groups. Appearing separately on the same program, Pelosi and AOC projected a willingness not to let this splinter the party. AOC, for her, part redirected blame at the media. That's an about-face, after she blamed -- or -- excuse me -- her progressive colleagues, rather, slammed her Democratic Jewish colleagues and Democratic leadership for even so much as asking Omar to clarify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "But what I'm saying is, is end of subject. She clarified. We thanked her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "sentences": "This whole hubbub started with right-wing news outlets taking what she said, out of context. And when we feed into that, it adds legitimacy to a lot of this kind of right-wing vitriol. We are putting this behind us, and I believe that we will ultimately come together as a caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Republicans, though, are not going to let this go so easily. Congressman Jim Banks said: \"Actions speak louder than squishy words. Speaker Pelosi can let members vote on our resolution or she can cover for the Hamas caucus and their anti-Israel and anti-American rhetoric. We will see.\" Now, it's unclear if any Democrats support that censure resolution from the House Republicans, although there are some simmering lingering frustrations about the record of comments coming from Congresswoman Omar and the -- what she's said basically over time about the U.S.-Israel relationship and U.S. foreign policy -- Sandra.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK, Jacqui Heinrich reporting from Capitol Hill for us. Jacqui, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Florida Republican Michael Waltz is one of the congressmen behind that resolution to center the Squad. And he joins us now. We have reached out, by the way, to Democrats that were named in this measure. And we have not heard anything back. Congressman, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "sentences": "Yes, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So, start off first with Ilhan Omar and your decision to censure her. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Well, we're censuring her and the Squad. We have renamed them the Hamas caucus, because this isn't just a one-off. This is a series of statements. I will remind everyone that Ms. Omar was formally censured in 2019. That did pass the House. That was voted on for then statements. But the bottom line is, to equate the United States, Israel with the Taliban and Hamas and -- quote, unquote -- \"atrocities\" is personally offensive to me. You know I'm a Green Beret that served all over the Middle East, Africa. I have seen women personally attacked. I have seen acid thrown on their faces, girl schools, machine gun, children with suicide vests strapped onto them by these terrorist organizations. And I have visited Israeli homes, all of which, their schools and bus stops included, have to have bunkers to defend their families against Hamas rockets. So, enough is enough. We need to speak out. This is offensive. And I have received outreach from a number of Jewish Americans who believe that this rhetoric is contributing to the anti-Semitic attacks across the United States that we have seen just in the past few months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Do you fear that you could be labeled the same for calling them the Hamas caucus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Well, I think that they have shown time and time again they are willing to stand and really turn a blind eye to what these groups are doing. Let's remind everyone that Hamas is not only launching rockets into cities with the intent to kill civilians, but they're doing so hiding behind women and children, schools, hospitals, and other public buildings. And, as someone who has been shot at by terrorists hiding behind women and children, again, enough is enough. So they can throw out whatever rhetoric they want, but I'm talking about the actions that I have personally seen and they shouldn't apologize for...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "... and we need to take a stand for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I want to circle back on that in just a second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But so you're looking to censure not just her, but the Squad. You make that very clear. Nancy Pelosi says, you know what, she offered a clarification, Ilhan Omar. She's OK with that. She says it's time to move on. Why was it not good enough for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Because this isn't just a one-time incident. I mean, we have Representative Tlaib comparing Israel to apartheid. We have had, again, a series of incidences in 2019 that led to another censure resolution that was voted on. This is a trend. And this is why I think you're seeing my Democratic colleagues of Jewish American background also saying, enough is enough, it's time to speak out, and it's time to stop this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "As far as division within the Democratic Party, obviously, President Biden just took the opportunity overseas in Brussels to talk about what he called a fractured Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "What about the divisions in the Democratic Party? What do you see? Real quick. I have a few seconds left, 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "Well, just, you know, so much -- so much for politics stopping at the border, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "I mean, we -- we heard Biden and everybody else criticizing Republican administrations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "And yet there he is on the world stage criticizing Republicans. It's a shame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "We're out of time. Congressman, I appreciate you joining us. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTZ",
      "sentences": "All right. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's it for me today. Sorry. I will be on \"Gutfeld!\" tonight, by the way. You can catch me tomorrow again 1:00 p.m. Eastern for \"America Reports\" with John Roberts. He will be live from Geneva. \"The Five\" starts now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA SMITH, FOX NEWS ANCHOR",
      "utterance": "Thank you, Martha. President Joe Biden issuing a warning to Russia before taking questions ahead of his Wednesday summit with Vladimir Putin, this as another threat of China and the origins of COVID take center stage as global leaders meet. So, how is the president handling each of these crises? Welcome, everyone. I'm Sandra Smith, in for Neil Cavuto. And this is \"Your World.\" Benjamin Hall has been standing by. He is live from Brussels, Belgium, with the very latest as the president just wrapped his press conference. Benjamin, a lot to take in there. We will have our panel in just a moment. But what did you hear?"
    },
    {
      "speaker": "BENJAMIN HALL, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, absolutely, Sandra, quite a free-flowing press conference. And I think we heard from the president much the same as we have been hearing for the last few days, the sense of the G7 and the NATO meetings were a message that America is back, a warning to both Russia and China that, if they push the boundaries, President Biden will respond. And here's what he said on Russia:"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I shared with our allies that I will convey to President -- what I will convey to President Putin, that I'm not looking for conflict with Russia, but that we will respond if Russia continues its harmful activities."
    },
    {
      "speaker": "HALL",
      "utterance": "There are still questions, though, about the strength of the messaging coming so far from the meetings he's had. The final G7 communique, for example, made just a fleeting reference to the situation in the East and South China Sea. It is specified China's takeover and militarization of the islands. Meanwhile, on economics and trade, it says with regard to China and competition in the global economy: \"We will continue to consult on collective approaches to challenging non-market policies.\" Well, continue to consult, critics say, is hardly a forceful rejection of China's trade tactics. The fact is numerous European leaders are still reluctant to put their exports at risk to China by taking too forceful of a stance. And, in fact, Germany continues to lead a push for a trade deal with China, while also forging ahead with the Nord Stream II pipeline. On COVID's origins, meanwhile, the G7 said only, \"We call for a timely, transparent, expert-led and science-based study in China.\" Again, many arguing that the time for real investigation has come and gone, with any evidence haven't been scrubbed clean. And all of this comes ahead of President Biden's much anticipated meeting with President Putin on Wednesday, with both sides, frankly, setting pretty low expectations. When it comes to cyberattacks, President Putin already showing what his defense will be, deny, deny, deny. So, as we come into day six of this first foreign trip for President Biden, there's a sense that he's sending some messaging, but he's not really hammering home the point of what could happen, what the repercussions might be. What he says to journalists and what we heard him said again just now is that he won't negotiate in front of the world's press. The people have to wait to see what he will say. That's really between him and President Biden for now. But there are critics who say they would like to hear more forceful rhetoric from the president -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "We will get more reaction here in just a moment, Benjamin Hall reporting live from Brussels for us. Benjamin, thank you. How did President Biden handle this press conference? Joining us now, FOX News contributor Liz Peek is here, former State Department official Christian Whiton, and FOX News contributor Jessica Tarlov. All right, so let's kick things off. We have first at it,right? He started taking questions at 3:38 local time, ended 3:54. It was 16 minutes in total. Liz, first off, your reaction to what you heard. Was he forceful on Vladimir Putin?"
    },
    {
      "speaker": "LIZ PEEK, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I think he hasn't really been forceful on either Putin or on China. We keep hearing about there will be severe repercussions and sort of these veiled threats. What's he talking about? We just had the world free -- the free world leaders meet after a year where eight million people have died, Sandra, because China lied and covered up the emergence of this virus and allowed it to spread around the world. And they didn't even address that. They didn't even begin to punish China for the most heinous act and have ever seen in the history of mankind. This is unbelievable to me. Look, these press conferences are pre-scripted. They're safe for Joe Biden. They don't tell us much and they certainly don't tell us much about what we're actually going to do to confront our enemies."
    },
    {
      "speaker": "SMITH",
      "utterance": "Jessica, I only mentioned the time because it seemed rather short. There was such a big buildup to this press conference, and it was so highly anticipated. Do you think he struck the right notes?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Let me get to Jessica on that. Jessica."
    },
    {
      "speaker": "PEEK",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "That's OK. Hi, Liz."
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think he did strike the right notes with what he did get out. I wish that it had gone on for longer. And there was this kerfuffle on Twitter, at least, because everyone was wondering why he was so late. It was over two hours' late for the press conference. And it appears the Ukrainians released a statement that made it seem like they had been allowed into NATO, and that would be why Joe Biden was late. And then he got asked the question, which said, we still have to see what kind of commitments they can meet, and they need to clean up the corruption further. I certainly would have loved to hear more about that, and especially the part about what we're going to do to help our allies, someone like Ukraine, against Russian aggression. So there are many unanswered questions left. I did think, though, when it comes to the G7 response to what happens in China, I don't know what they can say at this moment in terms of pushing back beyond we need full access and to be able to do a thorough investigation without the WHO into what actually happened in terms of the origins of COVID-19 out of that Wuhan lab, if that is indeed what happened. But I'm looking forward to Wednesday. I imagine he's not going to stand there next to Putin and say, he told me he didn't meddle in the election, so I believe him. And I think we will have a lot more answers after that."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, so you're addressing a multitude of issues. Obviously, he's got a lot of crises on his hand to deal with, Russia, China, the threats that they pose. Christian, what we did hear exact words from President Biden, as he began, I shared with our allies, he said, that I will convey to President Putin -- quote -- \"that I'm not looking for conflict with Russia, but that we will respond if Russia continues its harmful activities.\" Republicans today -- I had Michael McCaul on my show earlier. He said -- he said that Biden's all talk, no action. Was he forceful enough with his messaging to Putin just a few moments ago?"
    },
    {
      "speaker": "CHRISTIAN WHITON, FORMER U.S. DEPUTY SPECIAL ENVOY",
      "utterance": "Well, the point is not to be forceful with your messaging, but with your actions. I mean, Teddy Roosevelt said, speak softly and carry a big stick. Biden is doing the exact opposite of talking a big game and delivering nothing. And if you're Vladimir Putin or Xi Jinping, you're looking at this and just seeing a profoundly unserious experience. Let me give you a specific. Earlier in this administration, the national security adviser, Sullivan, said that we were going to retaliate against Russia in cyberspace. He more or less said, that we would do things seen and unseen, if we became confident that Russia was behind the SolarWinds hack. We have become confident that Russia was behind the SolarWinds hack. And yet there was no apparent retaliation. And word of that thing almost always leaks out, word of that type of cyberattack. So this is basically Biden's red line, the equivalent of when Obama said he would retaliate for chemical weapons uses in Syria and then didn't. Biden began his presidency talking a tough game. So he's going to go to Geneva, meet with Putin. The atmospherics are already bad. And Putin's going to come away, I think, as will Xi Jinping, as will Kim Jong-un in North Korea, realizing that this guy isn't serious and that these constructs left over from the 20th century, the G7, the E.U. and NATO, are just obsolete to the problems we face in this decade."
    },
    {
      "speaker": "SMITH",
      "utterance": "Liz, those are live pictures there as President Biden looks set to depart. Obviously, this is a big few days for the president there meeting with leaders of the E.U. tomorrow, Putin on Wednesday. He's going to hold a solo news conference, we're told, on Wednesday. It will not be a bilat alongside Putin. But he also said today in that press conference that he will make Putin aware of our red lines. He would not broadcast what those are exactly, Liz, because he said he did not want to negotiate on the world stage."
    },
    {
      "speaker": "PEEK",
      "utterance": "Yes. They're not going to have a joint press conference, I'm sorry, to say because Putin, I think, would just totally dominate and be totally happy to do so. I think Chris is totally right. What is our red line? If -- and, by the way, going back to this COVID issue that Jessica mentioned, it's not all about whether it came from the lab. It's about the fact that the Chinese knew months before they told anyone that it was viciously transferable, that they allowed people to leave Wuhan even as they were trying to basically ring-fence the city in terms of Chinese transmission and allowed the thing to go global and cause unmitigated damage. I mean, the Chinese -- Putin is a problem. I think we can easily confront Putin. I don't think that's such an issue. It's really China that we have to look at as a serious threat to the long-term best interests of Americans. And the fact that the leaders of the free world basically whiffed on that, I think it's appalling. And, by the way, Joe Biden is much more interested in being the non-Trump, being popular at these meetings, saying America is back. What does it mean? Not much if it doesn't amount to anything."
    },
    {
      "speaker": "SMITH",
      "utterance": "We will have more on this coming up, as the president just wrapped his remarks. We appreciate our panel. Thank you."
    },
    {
      "speaker": "PEEK",
      "utterance": "Thank you."
    },
    {
      "speaker": "TARLOV",
      "utterance": "All right."
    },
    {
      "speaker": "WHITON",
      "utterance": "Thank you."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Goldman Sachs, meanwhile, telling most employees to get into the office today, while Facebook says feel free to continue to work from home, folks. So, which company is getting this right?"
    },
    {
      "speaker": "But first",
      "utterance": "Vice President Kamala Harris saying that she will visit the border at some point, her words, 82 days after being tapped to lead the crisis. Republican Congressman Darrell Issa says that point is now. How did he invite her? And did he get a response?"
    },
    {
      "speaker": "SMITH",
      "utterance": "To the Southern border now, where the migrant surge is still ramping up at this hour. FOX getting an exclusive look at those border crossings today. FOX News' Bill Melugin is live in Mission, Texas, with the very latest from there. Bill, you have been following this so closely. What are you seeing and hearing today?"
    },
    {
      "speaker": "BILL MELUGIN, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, Sandra, good evening to you. What I can tell you is, it's starting to get to that time of year where it's very dangerous for these migrants to make this journey and cross into the United States. It's brutally hot out here. It's very humid. But that weather, it's just not slowing them down yet. They're still coming. They're still coming in big numbers every single morning like clockwork out here in the Rio Grande Valley. And we will show you -- we will show that to you right now. Take a look at this video we shot in La Joya, Texas this morning about 15 minutes away from us. This is our FOX drone crew showing border agents chasing down a group of men who came across the border and actively tried to get away from Border Patrol. These are the guys who are known as runners. They're not turning themselves in. They are trying to get away. They do not want to be caught. Most of these guys who we have talked to are typically from Guatemala, El Salvador, or Honduras, those Northern Triangle countries. And the reason why they're trying to get away is, they know, if they get caught, they're likely going to be deported pretty quickly under Title 42. But that's not the case with everybody. Take a look at this video we shot also this morning also in La Joya. We mentioned this is like clockwork. This happens literally every single morning out here. These are family units who came through the brush and gave themselves up to Border Patrol. These folks are not trying to get away. And you will notice they look different. These are moms with their little kids, moms with their little toddlers. These are people who have been walking for quite some time, once they cross the Rio. And they just give themselves up to Border Patrol. And out live now, if you can take a look at our FOX flight team running the drone right now, you take a look at the border wall, there are chunks of that border wall where they're just chunks of it missing, there's holes. So, once they cross the Rio Grande, they're able to walk right through. And then you can kind of see some of the journey they take over in that La Joya area. There are some dirt roads, but there is thick, heavy brush out there. And I can tell you, it is brutally hot out here. It's only getting hotter each day. The humidity is cranking up. It's dangerous for these migrants to do this. Many of them have been asking us for water, asking Border Patrol for water as they come through. We talked to Border Patrol and asked them, do you think this weather, as you get deeper into the summer months, is going to slow down this surge? They said no, but, tragically, we do expect to find more bodies out there. And wrapping this up, we all heard Vice President Kamala Harris say last week that she has a message for those migrants: Don't come to the border. From what we have been seeing here on the ground and what our crew was seeing in Del Rio last week, that message is either being ignored or just wasn't heard entirely in the first place. We will send it back to you."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right, Bill, thank you. Meantime, Vice President Harris traveling to South Carolina today, but still no trip to the Southern border, as pressure continues to mount on her. After saying that she would visit the border at some point, my next guest extended an invitation. With us, now California Republican Congressman Darrell Issa. We also want to mention that we have invited the vice president to join us at her next availability here, and we have not yet heard back. Congressman, great to see you. Thanks for being here."
    },
    {
      "speaker": "REP. DARRELL ISSA (R-CA)",
      "utterance": "Thanks, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "Obviously, you have seen the situation at our border unfolding firsthand, and you have for quite some time. So, what is the response you have gotten so far to the invitation you have sent to the vice president?"
    },
    {
      "speaker": "ISSA",
      "utterance": "Well, so far, I haven't gotten any response. And,oddly enough, I went on this past Friday with four Democrat members of Congress into Mexico. We went and visited with our consul general, discussed the issues along the San Diego border, San Diego and Arizona border. So there's no reluctance by some Democrats, just not by that particular one. It's sort of amazing to me that she's conspicuous in her inability to come to the border, when, in fact, it is clear that we are a draw, and that her message of don't come, it's been rejected."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, let's play what if. What if she does decide to pay a visit to the Southern border, for instance, the portion of the border that she visited as a U.S. senator? What would she see in how the conditions changed?"
    },
    {
      "speaker": "ISSA",
      "utterance": "Well, what she will see is approximately 100 different countries have -- people from 100 different countries across the border. So it's not just the three countries of the Northern Triangle. She's going to see that the message that's being sent, based on the policies of this administration, are clearly saying to a young man, don't come here looking for a job. Bring a family and stay. And that message is, in fact, much more of a conflict than she might realize. If she hears that from the Border Patrol, hears their frustration, that, in fact, we are going to continue to release people who cannot possibly support themselves, people who are coming as family units, because coming alone as a worker, which is historically what most people do initially, isn't working. And, of course, you covered in the last segment,as the weather gets hot, many young children are not going to make it across the border alive. This really is a dangerous time. And it can be stopped. Returning to the policies that would prevent families from being encouraged to come would be a huge help. It'd be a help to the Border Patrol and their enforcement also."
    },
    {
      "speaker": "SMITH",
      "utterance": "Congressman, in addition to just showing that she sees it as a serious issue and a serious threat, as far as this being bipartisan, the calls for her to visit the border, your Democratic colleague Henry Cuellar has spoken out and responded to that new interview that she did where she said she didn't quite understand the question from Lester Holt. And he responded she has to understand. And he is making it out that it is very important for her to come and visit the border. How much longer can this go on, her not visiting the border? It's hard to fathom what her reason is for not doing so."
    },
    {
      "speaker": "ISSA",
      "utterance": "Well, it really is hard to fathom, considering the president gave her the portfolio, considering that she's already made that trip to Central America and to Mexico, and that it really is time for her to begin looking. First of all, if you're -- if you're in South Carolina, you know why we're a draw to people around the world. It's not just what people are running from. It's what they're coming to. But if she goes to the border, she has an opportunity to learn what Henry knows, as a border congressman, I know, as a border congressman, Juan Vargas knows as a border congressman, which is that we have got to support the men and women that we have asked to keep the border safe and secure, to stop drugs from coming over, to stop human trafficking. There's a myriad of issues that are being complicated. So she won't just hear about migration. She will hear about the frustration by the men and women of the Border Patrol in not being able to do the other parts of their job effectively."
    },
    {
      "speaker": "SMITH",
      "utterance": "And important that she acknowledge the emergency and urgency this is for those local communities there, 180,000-plus border crossings in the month of May, about the same in April and March, but bigger. Henry Cuellar says somebody needs to listen to our local communities. So, we will see. We will see what changes. We will see when that is she decides to visit. Congressman, appreciate your time. Thank you."
    },
    {
      "speaker": "ISSA",
      "utterance": "Thank you, Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. Goldman Sachs, meanwhile, welcoming all staff back to the office today, as Facebook tells folks they are welcome to stay at home. So, should workers in this post-pandemic environment have the choice? And later on, White House Democrats -- while House Democrats, I should say, remain divided after controversial comments by Congresswoman Ilhan Omar, House Republicans moving to censure her and other members of the so-called Squad. Why Republican Congressman Michael Waltz is leading that charge. He is here on that and what President Biden just said on Russia."
    },
    {
      "speaker": "SMITH",
      "utterance": "A warning from President Biden ahead of his big meeting with Russian President Vladimir Putin on Wednesday. What does Florida Republican Congressman Michael Waltz make of what he just said? He's coming up."
    },
    {
      "speaker": "SMITH",
      "utterance": "From the couch to the quarter office, most Goldman Sachs employees back in business today, working in person at the home office in New York City. This coming with Facebook going the other direction, reportedly allowing more employees to keep working from home. So will more companies be following Mark Zuckerberg and Co. or going away of Goldman Sachs? The read from attorney Leeza Garber and Internet radio host Mike Gunzelman. Leeza, I will start with you first. I think this is fascinating because so many companies have major decisions to make regarding all of this, because so many people adapted their lifestyles to the work from home. Some like it, some don't. So what do you think? Do you think most companies will follow Goldman Sachs and return to the office or do a hybrid like Facebook?"
    },
    {
      "speaker": "LEEZA GARBER, ATTORNEY",
      "utterance": "Hi, Sandra. Great to see you. And I know we're both dog people, right? So it's really been neat to get to work home for many people. You get to be around your dogs, your kids, your spouse, and get to be in a more comfortable environment. In general, I think the pandemic caught many companies off-guard and they didn't have their cybersecurity up to snuff. I have to think about that as a techie and the cybersecurity lawyer. But at the same time, it's really brought up a great opportunity. And Zuckerberg pointed out that it allows companies to take advantage of talent from all over the United States, because they don't have to come to a major city to work in a certain office. What's interesting is it really depends on the company culture. We see Chase, other financial institutions are starting to try to get more people back in because of how they operate. But social media companies, technology giants are excited about remote work. It's just you have to be proactive about cybersecurity."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, Mike, what do you think is going to happen here? Because in the case of Facebook and Mark Zuckerberg, I think Mark Zuckerberg himself leading by example. He says that he too has enjoyed the aspect of his life where he spends more time with his wife and kids."
    },
    {
      "speaker": "MIKE GUNZELMAN, FOX NEWS HEADLINES ENTERTAINMENT REPORTER",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "He said in this memo that he expects half of his company's 60,000 employees to work remotely within the next decade. My, how COVID changed the work environment."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Well, you're exactly right. And I think there's no doubt that the workplace environment and the workplace situation has definitely changed, especially in the immediate future. I think that companies are going to now have to take this into consideration when they're trying to recruit new employees. Where perhaps in the past, it was like, hey, you get two weeks paid vacation, now it's we might offer you the ability to work remotely. I think companies definitely have to take that into consideration. Now, as far as what I think we're going to see, beginning in September, we heard this from a lot of companies all across the country. The hybrid schedule is going to be a thing that a lot of companies are doing, where somebody will go on for two or three days a week and work hybrid. I like this idea for two reasons, one, the sheer mental health and the anxiety standpoint, where I don't know if everybody can handle go from zero to 100. I don't know if everybody needs to do zero to 100 immediately. And then also the second reason why a hybrid schedule I support is also there's a lot of time that's wasted waking up early, getting ready, commuting 45 minutes, hour-and-a-half each way. That could be better well spent. And we have all adapted and learned how to make that work. So why do we have to go five days a week, at least in the immediate future?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Someone's -- speaking is from somebody doing this from home right - - we see your bookcases behind you, right?"
    },
    {
      "speaker": "SMITH",
      "utterance": "I mean, Leeza, it's amazing how so many people's lives changed. Here's my question, though, is, do you easily have people who never worked in the office or never -- never learned the work culture at these places? Like, Citigroup is going to a hybrid model just down the street from Goldman. They're not doing a full return. They're giving people the option. But those were people who were already working in an office environment. They knew their peers. They knew their colleagues. They had team building. And now they say they're very productive at home. But when it comes to hiring new people, and not having them come to the office, I think you must run into some challenges."
    },
    {
      "speaker": "GARBER",
      "utterance": "Definitely. And this is something Zuckerberg pointed out as well. And many companies have acknowledged this. When you have younger employees that are new to the work force, when you have employees that have recently been hired or transition to a new role, they really need to come in and get a feel for their co-workers and what the M.O. is around the office. That's not to say that can't be done in a hybrid model. And, realistically, work from home is the future. As we have discussed before, it's more efficient. It can be more environmentally friendly and a time saver in terms of commute. But it's also just with the way the world is going, with the way that bandwidth is for the Internet, with our fancy home offices."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "GARBER",
      "utterance": "All of these capabilities are here. Why not have people from all over the United States get to work in your office?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, I know New York City would be happy to have Goldman Sachs employees back, because it's a different feel without those big buildings filled with those workers. But I know they're going to be in shock when it comes to commute times."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "Because they're not used to it. And I don't know what it is about traffic around here right now, but it is crazy."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Yes, it's true. Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's great to see both of you. Thank you."
    },
    {
      "speaker": "GARBER",
      "utterance": "Thank you."
    },
    {
      "speaker": "GUNZELMAN",
      "utterance": "Awesome. Thanks."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. Will new rules coming for corporate boardrooms have investors paying the price? Charlie Gasparino is on it. And House lawmakers set to return from recess at the top of the hour, where a tweet by Democrat Ilhan Omar has some members of both parties speaking out. But Speaker Nancy Pelosi says it's time to move on. Republican Congressman Michael Waltz disagrees. He will tell us what he plans to do."
    },
    {
      "speaker": "SMITH",
      "utterance": "SEC Chairman Gary Gensler unveiling a list of what some are calling woke reforms that the commission is planning to vote on. If passed, the rules would include requiring companies to disclose details on things like board diversity and climate change efforts. So, what all will all of this mean for investors? FOX Business' Charlie Gasparino has been following this all very closely for us. So, Charlie, I know that you have got the inside scoop on so many of these companies. Is this a bad thing? Would corporations not look forward to this? Or perhaps it's an excuse to tout all the woke activities they have already engaged in."
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "Yes, a little bit of both. Let's back up a little bit. This came out on Friday. FOX Business was first to report that he came out with his 50-item list of proposed rules. Now, what the SEC generally does, it proposes a rule, people comment on it, and then the commission votes. The full commission is five members. Right now, there are three Democrats, including Gensler, right, the Biden appointee, and two Republicans. And all these corporate woke things will likely go down on these party-line votes. And here's the thing I will say. Do investors really need to know board diversity? Maybe some want to know, but do they really need to know? Do investors need to know just how much you are contributing to make the environment a better place? And what are those standards anyway? Who sets those standards? I don't think so. A lot of traditional people in the markets don't believe so, that the profits and losses have nothing to do with these soft issues. But this is -- we're in a different territory right now. We're -- the U.S. government is being run by progressives. Gary Gensler is very close to Elizabeth Warren. And what this does is this. These are disclosure mandates. Disclose to us how well you're helping the environment. Disclose to us your diversity efforts. Do all this, so we can talk about it, so activist investors, who are not the usual activist investors that just want stocks to go up -- these are -- these are -- there any -- plenty of political activist investors in these stocks."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'm trying to think what -- I'm trying to think like what sectors might respond well to this and not. I mean, the technology sector, for the most part, has already been very vocal on climate issues, right?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, they're already pushing Exxon. They forced a couple of big -- big funds, like BlackRock, which is run by a very progressive CEO, Larry Fink, pushed Exxon to essentially put on its board an activist investor who is in favorable all of this..."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's right. We covered it, yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "All this climate change stuff. On Exxon's board -- I mean, think about it. Exxon makes money drilling for oil."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "They want Exxon to be more woke in terms of the climate. It's mind-boggling. They do have a rationale."
    },
    {
      "speaker": "SMITH",
      "utterance": "But, at the end of the day, though, let's go back to the basics and go back to the facts. Can Gary Gensler push something like this, when the fiduciary responsibility of any publicly traded company is obligation to shareholders? So, can that be lumped into that?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Barring -- well, I mean, there could be lawsuits. Pat Toomey, the senator from Pennsylvania, who is on the Banking Committee, which has oversight over the over the SEC, has already spoken out against it, saying just that..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "... that this is not part of the SEC's mandate, it's not part of corporate -- the mandate. I mean, you would have to have suits. I would say this. If the Republicans take the House and particularly the Senate, where Pat Toomey is now in the minority. If he's in the majority, Gensler is going to have a very hard time getting this stuff through. He's got to -- so, if you think about if you, if you're worried that the Republicans are going to take particularly the Senate, you got -- he's got a window of about a year-and-a-half to get this through before that happens. As you know, 2022 elections are coming. And if Pat Toomey or somebody else -- I don't know if Pat Toomey is running for reelection in 2022. But if the Republicans are -- if they're the people running the Senate Banking Committee, that's the chairman."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "The Senate Banking Committee is chaired by Shelby or someone like that, you can bet that this stuff is going to -- and if he tries this, he's going to be brought up there every three minutes."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's remarkable, because, if you look at the technology industry and how they have already sort of gone in this direction, revealing their interests in climate change."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "They want more. They want..."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's the thing. The employees saw that. And then they wanted more. And so be careful, because..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "They want -- Gary Gensler wants..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "... every company to mimic the leftism of technology, of the tech sector, every company."
    },
    {
      "speaker": "SMITH",
      "utterance": "It really is fascinating to watch."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "That's what he wants."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, we will see what happens. Charlie, great to see you. Thank you."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "You too."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, looks like Vlad is glad when it comes to American energy policy. We will tell you why. Plus, Florida Republican Congressman and former Green Beret Michael Waltz on President Biden's warning for Vladimir Putin ahead of Wednesday's summit. So, was it strong enough?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, forget getting tough on Russia. Our next guest says President Biden is giving Russia and Vladimir Putin a big gift, and drivers are paying the price. Oil expert Phil Flynn joining us now. Phil, as President Biden gets ready for his high-stakes meeting with Vladimir Putin, explain what exactly is going on here. And hello to you."
    },
    {
      "speaker": "PHIL FLYNN, FOX BUSINESS CONTRIBUTOR",
      "utterance": "Hey. Hello, Sandra. It's great to be on with you again. Hey, basically, what we're seeing here is that the U.S. is retreating from the energy stage, and Russia is filling that void. Under President Trump, the United States was competing with Russia and Saudi Arabia, and became the world's biggest energy producer. And that put a lot of pressure on the old foes in the OPEC cartel and our foes in Russia. Now, since President Biden's been in office, we have seen U.S. energy production fall. We have seen drilling moratoriums. We have been killing pipelines. And at the same time, President Biden is approving pipelines in Russia, the Nord Stream pipeline, giving Vladimir Putin what he really wants, power. And energy production is power. I just don't think that President Biden gets that."
    },
    {
      "speaker": "SMITH",
      "utterance": "Wow. It's really something to look at this crude oil chart on a year-to-date basis, now on a one-year basis. And we see the price continue to go higher. Talk about the real-world impact that Joe Biden's energy policies are having on prices, not just big picture like crude oil, but gasoline at the pump."
    },
    {
      "speaker": "FLYNN",
      "utterance": "What is happening is that he is causing prices to go higher, because he's telling people don't invest in oil. And that's one of the things that we're seeing. We're seeing one of the biggest pullbacks in energy investments in history. People are not planning for oil tomorrow, because President Biden says we're going to be off oil in 30 years. I don't think Russia or OPEC believes that. In fact, they're going to benefit from the U.S. retraction in that. And we are creating the blueprint for an energy shortage and an energy crisis in the future. President Biden hasn't thought this thing out. I think a more smooth transition off of fossil fuels would have been a lot smarter. But to tell everybody to stop investing in oil, that's going to mean that we're going to see shortages and hurt the economy."
    },
    {
      "speaker": "SMITH",
      "utterance": "Real quick, Phil -- and just some background here, you and I go back to trading floor days in Chicago. And you used to watch for geopolitical risk in the commodities markets, right? It was an everyday concern for any trader that was involved in those markets. But then we became so energy-independent that what was happening abroad wasn't such a concern. So what are markets watching as this summit is about to happen with Putin on Wednesday? What will you be watching?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "I think we're watching to see if President Biden gets tough on Vladimir Putin. And I don't think he will. And you're absolutely right. The U.S. energy producers took the global risk premium out of the market."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "FLYNN",
      "utterance": "Because they could raise production on a dime. But guess what? President Biden pulled back from that. And so when the U.S. producers do not control things, Russia and OPEC does. That means that the geopolitical risk factor is getting back into those prices. And you and I are going to pay for it at the gas pump."
    },
    {
      "speaker": "SMITH",
      "utterance": "You always make it so easy for everybody understand, my friend, Phil Flynn, there in Chicago. Best to all the traders there. Say hi when you see them. Phil, great to see you."
    },
    {
      "speaker": "FLYNN",
      "utterance": "I will."
    },
    {
      "speaker": "SMITH",
      "utterance": "Thank you."
    },
    {
      "speaker": "FLYNN",
      "utterance": "They miss you."
    },
    {
      "speaker": "SMITH",
      "utterance": "All right. All right, thank you, and me as well. Vladimir Putin approaching two decades as Russia's president meanwhile. And to understand how he amassed so much power, you would have to look at the man he replaced, Boris Yeltsin, for clues. Steve Harrigan lived in Russia and reported from there for 10 years. Steve joins us now live from Atlanta. Hello, Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Sandra, there was so much enthusiasm when Putin first came into office, in part because of simply the physical contrast between Putin and Boris Yeltsin."
    },
    {
      "speaker": "HARRIGAN (voice-over)",
      "utterance": "By 1999, most Russians were ready for a change. The hero who stood on the tank in 1991 and broke communist control over freedom of speech, elections and private property was also blamed by those who saw their life savings disappear, as a new class of billionaires scooped up state factories. Yeltsin's lengthy disappearances from public view were blamed on heart attacks or excessive drinking."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "To many Russians, President Boris Yeltsin felt like an embarrassment. He was very famous for being inebriated. He was a known alcoholic and a big drinker. He was very large just in stature. So, the way that he behaved in these high-level public diplomacy meetings with U.S. presidents or other heads of state embarrassed a lot of Russians at the time."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "The physical contrast with Putin was stark."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He's fit. He's a martial arts champion. He says he never drinks. And for many Russians, that also gave them a sense of stability. Mr. Putin embodied that physically in a way that President Yeltsin absolutely did not."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Putin also embodied a return to an authoritarian past, shutting down press freedom, vanishing independent oligarchs and consolidating power in his own hands."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "For journalists in Moscow during the 1990s, there was often the sense of panic. Between Yeltsin's four heart attacks and his drinking, he would disappear for weeks at a time. You had to staff the bureau every weekend because there were real concerns Yeltsin could die at any moment -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "That is remarkable perspective. Steve Harrigan, thank you for your reporting on that. Appreciate that. Some members of both parties saying, oh, my, over a controversial tweet by Democratic Congresswoman Ilhan Omar. Why former Green Beret and Florida Republican Michael Waltz is leading the charge to censure her and other members of the Squad. He will join us live next."
    },
    {
      "speaker": "SMITH",
      "utterance": "House Democrats returning from recess to a House divided after a controversial tweet by Minnesota Congresswoman Ilhan Omar sparked backlash from within her own party. FOX News correspondent Jacqui Heinrich has been following all of this and the fallout on Capitol Hill. Hi, Jacqui."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, good afternoon, Sandra. Three House Republicans are moving to censure Congresswoman Ilhan Omar and her progressive colleagues in the House for -- quote -- \"defending foreign terrorist organizations and using rhetoric that contributes to anti-Semitic attacks.\" Now, the GOP push to punish Omar comes after House Speaker Nancy Pelosi said the Democratic Caucus is moving on after Omar walked back her comments appearing to equate democracies like the U.S. and Israel with terror groups. Appearing separately on the same program, Pelosi and AOC projected a willingness not to let this splinter the party. AOC, for her, part redirected blame at the media. That's an about-face, after she blamed -- or -- excuse me -- her progressive colleagues, rather, slammed her Democratic Jewish colleagues and Democratic leadership for even so much as asking Omar to clarify."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "But what I'm saying is, is end of subject. She clarified. We thanked her."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ (D-NY)",
      "utterance": "This whole hubbub started with right-wing news outlets taking what she said, out of context. And when we feed into that, it adds legitimacy to a lot of this kind of right-wing vitriol. We are putting this behind us, and I believe that we will ultimately come together as a caucus."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Republicans, though, are not going to let this go so easily."
    },
    {
      "speaker": "Congressman Jim Banks said",
      "utterance": "\"Actions speak louder than squishy words. Speaker Pelosi can let members vote on our resolution or she can cover for the Hamas caucus and their anti-Israel and anti-American rhetoric. We will see.\" Now, it's unclear if any Democrats support that censure resolution from the House Republicans, although there are some simmering lingering frustrations about the record of comments coming from Congresswoman Omar and the -- what she's said basically over time about the U.S.-Israel relationship and U.S. foreign policy -- Sandra."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK, Jacqui Heinrich reporting from Capitol Hill for us. Jacqui, thank you."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Thanks."
    },
    {
      "speaker": "SMITH",
      "utterance": "Florida Republican Michael Waltz is one of the congressmen behind that resolution to center the Squad. And he joins us now. We have reached out, by the way, to Democrats that were named in this measure. And we have not heard anything back. Congressman, great to see you."
    },
    {
      "speaker": "REP. MICHAEL WALTZ (R-FL)",
      "utterance": "Yes, good to see you."
    },
    {
      "speaker": "SMITH",
      "utterance": "So, start off first with Ilhan Omar and your decision to censure her. Why?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Well, we're censuring her and the Squad. We have renamed them the Hamas caucus, because this isn't just a one-off. This is a series of statements. I will remind everyone that Ms. Omar was formally censured in 2019. That did pass the House. That was voted on for then statements. But the bottom line is, to equate the United States, Israel with the Taliban and Hamas and -- quote, unquote -- \"atrocities\" is personally offensive to me. You know I'm a Green Beret that served all over the Middle East, Africa. I have seen women personally attacked. I have seen acid thrown on their faces, girl schools, machine gun, children with suicide vests strapped onto them by these terrorist organizations. And I have visited Israeli homes, all of which, their schools and bus stops included, have to have bunkers to defend their families against Hamas rockets. So, enough is enough. We need to speak out. This is offensive. And I have received outreach from a number of Jewish Americans who believe that this rhetoric is contributing to the anti-Semitic attacks across the United States that we have seen just in the past few months."
    },
    {
      "speaker": "SMITH",
      "utterance": "Do you fear that you could be labeled the same for calling them the Hamas caucus?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Well, I think that they have shown time and time again they are willing to stand and really turn a blind eye to what these groups are doing. Let's remind everyone that Hamas is not only launching rockets into cities with the intent to kill civilians, but they're doing so hiding behind women and children, schools, hospitals, and other public buildings. And, as someone who has been shot at by terrorists hiding behind women and children, again, enough is enough. So they can throw out whatever rhetoric they want, but I'm talking about the actions that I have personally seen and they shouldn't apologize for..."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "WALTZ",
      "utterance": "... and we need to take a stand for."
    },
    {
      "speaker": "SMITH",
      "utterance": "I want to circle back on that in just a second."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "But so you're looking to censure not just her, but the Squad. You make that very clear. Nancy Pelosi says, you know what, she offered a clarification, Ilhan Omar. She's OK with that. She says it's time to move on. Why was it not good enough for you?"
    },
    {
      "speaker": "WALTZ",
      "utterance": "Because this isn't just a one-time incident. I mean, we have Representative Tlaib comparing Israel to apartheid. We have had, again, a series of incidences in 2019 that led to another censure resolution that was voted on. This is a trend. And this is why I think you're seeing my Democratic colleagues of Jewish American background also saying, enough is enough, it's time to speak out, and it's time to stop this."
    },
    {
      "speaker": "SMITH",
      "utterance": "As far as division within the Democratic Party, obviously, President Biden just took the opportunity overseas in Brussels to talk about what he called a fractured Republican Party."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "What about the divisions in the Democratic Party? What do you see? Real quick. I have a few seconds left, 10 seconds."
    },
    {
      "speaker": "WALTZ",
      "utterance": "Well, just, you know, so much -- so much for politics stopping at the border, right?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "WALTZ",
      "utterance": "I mean, we -- we heard Biden and everybody else criticizing Republican administrations."
    },
    {
      "speaker": "SMITH",
      "utterance": "OK."
    },
    {
      "speaker": "WALTZ",
      "utterance": "And yet there he is on the world stage criticizing Republicans. It's a shame."
    },
    {
      "speaker": "SMITH",
      "utterance": "We're out of time. Congressman, I appreciate you joining us. Thank you."
    },
    {
      "speaker": "WALTZ",
      "utterance": "All right. Thanks so much."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's it for me today. Sorry. I will be on \"Gutfeld!\" tonight, by the way. You can catch me tomorrow again 1:00 p.m. Eastern for \"America Reports\" with John Roberts. He will be live from Geneva. \"The Five\" starts now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}