{
  "date": "June 9, 2021",
  "headline": "Gutfeld on attacks against the American flag",
  "subHeadline": "Guest: Dave Smith",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-attacks-against-the-american-flag",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "And Sydney, you're 14 years old. When I was 14 if you -- please, at ease. I keep forgetting I'm president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Same here, Joe. Welcome back. Oh, we've got a great show. Martha McCallum is here which is amazing. Given how bad her day went. Did you have a tough time getting up this morning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go. (BLEEP)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Oh my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank god, she's fine. But her commute to work was a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, Martha. Martha just Uber it from now on. It's just embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hardcore to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you made it in, so we're happy. So do you feel like the two political parties don't matter anymore? It seems like now the two competing factions are a malevolent media and the people they call racist. The media makes it clear who they don't like and it's half the country, the half that shows their love for their country because that means you must be a racist rube. Right, Mara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA GAY, NEW YORK TIMES EDITORIAL BOARD MEMBER",
      "sentences": "I was really disturbed. I saw, you know, dozens and dozens of pickup trucks with, you know, explicative against Joe Biden, on the back of them. Trump flags and some cases, just dozens of American flags which, you know, is also just disturbing because essentially, the message was clear it was, this is my country. This is not your country. I own this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Expletives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. The new word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Amazing. So, you know who else was disturbed by seeing dozens of American flags? The Nazis at Normandy. But I digress. The New York Times rushed to her defense in a tweet saying she was irresponsibly taken out of context. Her argument was that Trump in many of his supporters have politicized the American flag and the attacks on her today are ill-informed and grounded in bad faith. Ill-informed and grounded in bad faith. That should be the motto for our show. Again, how do you take something out of context when everybody can hear the full context? Her implication, of course is that patriotism is political. Only if it's expressed by someone she doesn't like. If it were a leftist waving an American flag, it would be a different story, mainly because it would be on fire. The thing about Mara, it's divisive and racist to not agree with her. Even when she can't do the math. Oh, you got to remember this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN WILLIAMS, CHIEF ANCHOR, NBC NEWS",
      "sentences": "Do you see it as a possibility if he wants to spend a billion bucks beating this guy, he could do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAY",
      "sentences": "Absolutely. Somebody tweeted recently that actually with the money he spent, he could have given every American a million dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I got it. Let's put it up at the screen. When I read it. Tonight on social media, it kind of all became clear. Bloomberg spent 500 million on ads, U.S. population 327 million. Don't tell us if you're ahead of us on the math, he could have given each American $1 million and have had lunch money left over. It's an incredible way of putting it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAY",
      "sentences": "It's an incredible way of putting it. It's true. It's disturbing. It does - it does suggest, you know, what we're talking about here which is there's too much money in politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I never get tired of that. I could watch that every day. But let's face it, that was unfortunate. It's like the lady on the subway said to me last night. You shouldn't do that in public. Sorry, too much money in politics isn't the problem. It's not an A brains in the media. I mean, who did the math for her. Kat? Now, of course, it's obvious Bloomberg's 500 million would only give a million bucks to 500 people. Not a million each to 330 million people that would take 330 trillion bucks. When Joe Biden heard that number, though, immediately announced the new $330 trillion stimulus plan. Everyone gets a million bucks. President Oprah. Fact is, it's no surprise the media can't do simple arithmetic. They're so bad with numbers. Brian Williams still thinks he's on at six. So the flag is evil. The pickup truck is evil. What American symbol could be next? God forbid they go after apple pie. That's as American as a G.M. factory in China. But as if on cue in The Guardian newspaper, food writer, Raj Patel claims apple pie is racist for the desert is linked to a vast ongoing genocide of indigenous people. They literally call anything racist as long as it's not a newspaper. Raj claims that apple pie has deep roots in slavery and colonialism based on stolen land, wealth and labor. Which kind of sounds like China right now, LeBron. But also apple trees are racist too. And Johnny Appleseed more like Johnny Grapple seed. Yes. He still got it. He took the trees to mark the frontiers of U.S. expansion which destroyed the communities. So yes, Johnny Appleseed was a bad seed. But Raj isn't done yet. So Grandma, how do you get your pie crust so flaky? Oh, that's an easy one honey, two parts Crisco, in one-part slave labor. Yes. Raj says the sugar in the crust was courtesy of the French slave trade. Better throughout those Kamala cookies. I'd say she's the face of colonialism. But as you can see, there's no face there. That's very creepy. So, just like everything else pie crust is racist. I wonder how the angry white male feels about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "You know what? The guy makes some good points. I don't want to make anyone angry. No more apple pie for me. After this piece of course. Hmm. That's good. You know what, I don't know about this. Oppression is delicious. oppression is delicious. How white if him angry black male, anything to add.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oppression is delicious. How white of him. And black male, anything to add?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "So, she finds it disturbing that people are driving trucks waving American flags, minding their own business couple weeks after Memorial Day? Well, I find it disturbing that they allow people to talk about things you can't pass basic math. You know what else are quite disturbing? Every time I go with my wife friend's house and take a shower, never have washcloths. That's disturbing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Awesome. His head's above the showerhead, which is amazing. Thank God for cicadas. Did you know that the White House press charter plane scheduled to leave D.C. last night was delayed by the insect which had invaded the plains exterior sections? Something about them being attracted to Jim Acosta is cologne. The plane was set to leave ahead of Joe Biden's first trip abroad but was held up for seven hours. So how do they solve the problem? They called him the one person who could save the day using only her mouth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Are you ready?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUN LAI, AMERICAN CHEF",
      "sentences": "Cheers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEILAR",
      "sentences": "Actually, I'm scared of this. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAI",
      "sentences": "Oh, the crunch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEILAR",
      "sentences": "Do I have a wing hanging under my mouth?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Brianna's in so many cicadas that when the temperature hits 90 she admits a loud buzz. Now there's a true American hero. So, for the 4th of July if you can't eat apple pie try the cicadas until we find out that's racist too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. She's dug up more dirt than CNN employees looking for bugs to eat. \"THE STORY\" anchor, Martha MacCallum. He's so libertarian, he just made a campaign donation can none of the above. Part of the problem podcast host, Dave Smith. And telemarketers hang up on her when she answers. Fox News Contributor, Kat Timpf. And they gave him a group discount and he was grinding alone. My massive sidekick and host of \"NUFF SAID\" on Fox Nation, Tyrus. Welcome to the show, Martha. I'm glad you made it here in one piece.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Greg. (INAUDIBLE) that morning. It's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- the afternoon. You might have a problem. I don't know what it is. I'm not pointing any fingers. But does the site of the American flag fill you with fear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, I was thinking that, you know, like if people put a flag at their house is that -- are they saying like, I own this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's not yours. Like, yes, kind of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- they are. You know, I thought that's it -- I think the reaction of The New York Times is interesting. They obviously circle the wagons around her. Would you love to be in the meeting because they obviously have so much stress when they're deciding? Are we going to circle the wagons or aren't we going to circle the wagon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Like Barry Weiss was out the door that was by her own choice and then they, you know, ditch their science professor who was a great COVID-19 reporter for something that he said a few years ago at an outing that they had already settled between them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And the Daily Beast heard about it, they got together again and said I'm so sorry you have to go. And like Barry Weiss says, Twitter, you know, sort of runs their business ultimately. So -- but she got lucky. They decided they're going to -- because of her math skills --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They decided they would keep her around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it is -- it just depends where you are on the spectrum of political ideology. They will not save you if you are any path -- any further right of left of center, then you're gone. So Barry Weiss gets to go, the scientists gets to go. She gets to stay because again, she's really good at math. Is the media, Dave, just going down the America? All the things that America is good at and tracing them back to something evil? Is that the new -- the new game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE SMITH, HOST, PART OF THE PROBLEM PODCAST",
      "sentences": "Well, at this point, I don't think there's that many things that America is good at. So they are -- they've made it pretty easy for them. It is -- it's bizarre. I don't know what angle to take on this. One of the weird things obviously that was stupid and judgmental. And the craziest thing is that it's so snobbish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I mean like, you know, they make the so-called left I don't see this as being very left wing actually, it's very corporate. But here's a woman, a professional looking down her nose at people in what? A pickup truck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But because she's decided she's lefty and they're like white supremacist or whatever, she gets to say they're the powerful. But I almost wonder, why are conservatives still flying the flag? I mean, it's like it's Joe Biden's government. The media hates you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The war on terror has been focused in at right wingers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And you rubes are still out there waving the flag. Maybe you should put it down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So you're saying they should become radicalized?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "They should become the radical left. That's what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's what you're trying to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "They should want revolution at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well they try -- some of them do, believe me. Not in my family but, you know, a couple of neighbors are a little out there. Tyrus, that was -- I sympathize with you when you're taking a shower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "How could you possibly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I didn't say empathize. I said sympathize. I sympathize. I don't - - it's very uncomfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It is. It is. It's, you know, you just get used to it after a while but what I'm just -- I'm glad this whole racist things coming out about apple pie because I've had some issues and I'm glad we're bringing it up because you just can't stop at the apple pie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I mean, yes, that's the gateway to keep coming in Grand Wizard but we got to go a little further than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Let's talk about water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Water? Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "What were the overseers drinking while the rest of us were working? Water. Probably with an ice cube in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So we got ice and water, racist. Damn it. You know what, I want to see what it's like on the other side. Let me just -- it's called, nobody shoot me. Oh, racist is good. It's nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "What do we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If we remove everything that's problematic based on its history, we have nothing left. All you're going to do as eat cicadas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "You have not -- you -- no, not even that. If the standard for something being problematic is that it is descended from a time where bad stuff happened. We will all be canceled and just have to lay around and starve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That will be the only thing that we can do. And she gets to stay at -- they called it racist by the way after people mocked her for the math thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Se said I would -- these racist attacks, race would nothing to do with it. Bad faith attack you. There was no faith involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We've seen a lot of Instagram memes that say faith is belief in something not seen or heard. I both saw and heard what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There was faith of no kind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It's -- I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But it's racist not the (INAUDIBLE) I'm on here and I -- my math is off and none of you say anything to me but like, well, he's doing the best he can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, Brian Williams, everybody made fun of Brian Williams. He was the guy that brought it up. They're both idiots. Together they're one (INAUDIBLE) they are two-headed idiot. All right. Up next. Will the press keep hiding the slurs of Hunter Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, the media have an answer for his racist banter. The texts are more explosive than the Porta Potties that a wing-eating contest. Sorry, Martha. Thanks again for doing the show by the way. Yes. Hunter Biden is back and this time, he's slurring and it isn't from boozing it up. London's Daily Mail says they obtained texts from Hunter's abandoned laptop where he uses the N-word multiple times. Between the language, the drugs and the strippers, Hunter acts like he's in a rap video from 1993. Except NWA stands for No Whites Arrested. In a December 2018 exchange with his lawyer, George Mesires or Mesires. Miseres is funny. He who is happens to be white, Hunter allegedly wrote, how much money do I owe you because N-word, you better not be charging me Hennessy rates. And a month later after late the exchange, Hunter made a joke about his genitals before closing with, I only love you because you're black and true dat N-word. Again, the lawyer is white. So, this is the guy that big tech the Democrats in the media colluded for. They buried the laptops and their principles for this joker. Great call, guys. I'd say Hunter wishes the story would disappear like a handgun thrown away in a supermarket trashcan. But he shouldn't worry. This story is going to get ignored like Hunter's love child. I know. Because our press is a collection of shameless hacks. If this guy were Republican, he and his dad would have been toast years ago. What a life. There's such thing as reincarnation, I'm coming back as a Democrat, and I'm going to be a crack smoking stripper banging monster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Tyrus, we asked him and his lawyer of -- him being Hunter, for comment and they didn't get back to us. So, apparently, that make -- that makes it true. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you feel bad that we're reading his texts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No. Well, I mean, listen, I got to kind of take the L on this one. This is a brother's fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. This is his drug dealer's fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So -- and this is what happens. You get around one white boy, and he's around you all the time. And he buys all your drugs. So, pretty soon, you'd be like, what the (BLEEP) are doing? Because he's buying all your stuff. And then he's like, oh, my God. I won, I won. Oh my God. And then he can't wait to tell somebody. But seem, it's called a pass. He was given a pass. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh my God. You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "-- between one brother. He was given a pass and then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "-- he made a mistake but he was smart. Because the pass is not -- is like -- it's just between here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Kat is a -- is a sister and I gave Greg a path and Greg saw Kat and ran over like, what up, enemy? What's wrong with you? So, that probably happened. So, what he was so excited, he wanted to say it to somebody in the terms of like brotherhood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So his lawyer became his homie. You know what I'm saying? Came as N- word. Because that was like -- because he was -- I'm here from cool. You know, he thought he was cool but he was on crack too he understands. When you're high, it's not like you're not going to say stupid (BLEEP) you're high. Like -- they're like, I can't -- I'm so shocked. He's on crack. Not coke. Crack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Not only was he saying things he was doing thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "To get crack. So chances are, his taxes are going to be bizarre, weird, and calling a white guy the N-word every two seconds is what would happen when you buy crack from a black drug dealer who's literally calling you in every time he's easing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That what makes a perfect sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't even know what to add to that. It's like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You can't because I didn't give you a pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I gave you a pass one time. Santino when he ruined it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, let me -- let me -- now that we've solved that problem, Kat. Let's talk about the texts. Because even I -- like I -- whenever I look at people's private texts, I go what if this happens to me? Because I've never seen -- I've never done this of course, never to you, Kat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No. I -- all my texts are just the pinnacle of what it means to be an upstanding citizen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "The text though, I mean, obviously, N-word bat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I was also struck by what a spoiled brat he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And how upset he is that his dad is not doing enough to fix it in the press. Like it -- really, I started reading them in the voice of that one girl that chick with the red dress and Willy Wonka and the Chocolate Factory. Like Daddy, Dad, like, Daddy, I smoked a lot of crack and banged a lot of hookers and my dad brother's wife and my Daddy won't defend me to the press. It's like, well, do you see a place in that chain where you might have messed up just a little bit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's really hard to defend. So, it's like nice. Everything that comes out about him. It just gets worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It's --you know who reminds me of Dave? He reminds me of a deviant version of The Office's Michael Scott. Remember Michael Scott was an audience of One. Like he's always thought he was a comedic genius, but he would be the only person laughing at a stupid jokes. He's like that except everything he says is about his genitals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I must have missed them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hey look at him, they look alike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The episode where Michael Scott smokes crack and has hookers over but I don't remember that one. But I will say -- I'll defend him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In the last season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'll defend Hunter. Ok?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I know this isn't going to be popular, I might get in trouble for doing this but look, I think Joe Biden's a corrupt politician. I think the media is corrupt for burying the laptop story. The social media companies are corrupt for burying it. Hunter Biden is hilarious. OK? He is a hilarious crackhead. And anyone can say whatever they want to, if all of our text might -- if someone got ahold of all of my text messages and let me know they had all of my private text messages. I'd be -- I would just quit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Like, OK, that's it. I'll just leave quietly. Please don't put them out there. I won't even try to defend them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can be extorted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Listen, you could say whoever's allowed to say what word are not allowed to say what word but when the story is just he used the N-word. He wasn't saying I hate and he was doing a dumb like hip hop impression to his lawyer. And because he's Joe Biden's crackhead, son. It's hilarious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want to start -- I want to start a band called Joe Biden's Crackhead Son. I think that's a great name. All right. Martha, try to think how you might answer this if you were on your show, then throw that away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you make of this? Is this a -- is just -- is the media going to cover this at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, absolutely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I mean-- and would they cover it if it was someone else's son?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It would be absolutely wall to wall all day long. And what you said wouldn't matter at all, you know, nothing about the context would matter at all. But it would be covered wall to wall. But, you know, there is definitely a voyeuristic thing. We read these things. And you're -- and I get stuck on weird things that people say like, my girlfriend sent me a holiday card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hmm. Like what does that mean",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I think it was nudy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It was a nudy card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was a nudy card or it's meth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Or both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, that's a pretty good birthday gift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think the lawyer said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Somebody sends you a nude card with meth. It's like -- that's somebody who loves you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know. I'm sorry. I just thought of some -- at least we know now that the laptop is his.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Now we have the text messages. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. No. He's never denied that the laptop is his.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, he did. He was like, it could be mine. It couldn't be mine. I don't really know. It was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Deny, deny, deny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "There was crack on it, it was mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes. I bet you could probably carve out a line from that laptop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- crack down really hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Martha knows how to shake a laptop for drugs. That's amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's so surprising.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Based on that card right over? No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No. It's not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Oh, we made it through. Up next, the COVID restriction that made us cheap, but didn't make us safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"PANDEMICON.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Were they talking out of their ass when they demanded plexiglass. That's a good rhyme. Come on. Dr. Fauci may be scrambling to cover his butt, but for cyclists in Philadelphia's yearly naked bike ride that's optional. Although masks are not. Organizers encouraged riders to be as bare as they dare while requiring they cover their facial breathing holes during strenuous activity. So, if you pass out you're on your own. Even in the City of Brotherly Love, no one wants to give a naked bike or mouth to mouth. Meanwhile, in other pointless prophylactics, there's nothing sexy about plexi, and it doesn't do much to protect to either not a single study shows clear plastic barrier stop the spread of COVID, according to an indoor air researcher from Harvard. I love those. Although it can protect against the stench of a Yale man. U.S. sales of plexiglass triple to 750 million during the pandemic. Restaurants, schools, offices and stores all look for protection from floating droplets official said we're spreading the virus and for protection against any lawsuits. Turns out the barriers were as useless as an iPhone charger in Amish Country. According to building scientists, Marwa Zaatari, \"If you have plexiglass you're still breathing the same shared air of another person.\" Good to know. See, I wasn't tricked into using Plexiglas I saw right through it. I don't need your sympathy clap. It sounds really gross. Some people though, still won't let the plexi go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow, I had a really great time tonight. I feel like we have such a connection. I'd like to see you again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I feel the exact same way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "10 years from now that scape will be seen as problematic. Kat, so you got nudes, nude people on bikes outdoors, but they're wearing masks. Isn't that like a perfect symbol of the absurd contradictions of the pandemic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, which there has to be another explanation because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, because they're ugly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, oftentimes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nude people are often ugly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Absolutely. People who love being naked --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hot people won't show it. You got it -- you can't get that for free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right, absolutely. You have to get a sponsorship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That your nudity is sponsored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If you're hot, you get money for being naked. Ugly people give it away for free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Absolutely. But also, there's never been a recorded case of transmission of COVID outdoors. There's got to be another reason, I think someone influential and famous in Philadelphia wants to do the nudie bike ride. But they don't want people to know that they're doing the nudie bike ride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse Watters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I was going, I was going to Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kilmeade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But then, what about the little kid on the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Everybody should you be watching for a certain kind of, you know, hair, will give you a giveaway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Martha. The pandemic has been terrible for a lot of people but it's been great for a lot of businesses. The Amazon has like revitalize the paper industry with their god awful boxes everywhere. Now, you got glass, you got mask, you got plywood. I don't even know if there's a question in there, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, I see about the plexiglass companies today. No, no, no --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Please more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, think about how -- I also think that years from now they're going to find these square pieces of plexiglass and someone's going to say, this is what they thought in 2020 would prevent people from giving each other that COVID thing that was found in 2020. But they were completely wrong. I think every bit of this will be turned on its head in retrospect and studies will be done and it'll be like the masks, too, I mean that they're riding on the naked bike ride. I just think all of its going to come into question and we're all going to look like, like idiots in pictures with plexiglass and masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Although I'm pretty sure Hunter Biden was looking at the plexiglass and going. You know, Tyrus, I used to dance on plexiglass tables to make extra money. It was weird because it wasn't so much a table as it was a ceiling above the customer seats. TYRUS: Make a me bird, so I can fly far, far, far away. At some point, I don't know if it's Fauci or it's an intern, but we got to get Janice Dean on this because we need to find out who's just going to come out and say, look, there was some e-mail sent. They were really long. We didn't read them. We kind of winged it. My bad with the Lysol, and the plexiglass, and the masks. We just, we just didn't know. So, we just kind of went with it. Because literally, as we look back, everything that they said we had to do was not only wrong, it was expensive wrong and it killed our economy, it killed our small businesses. And now we have billionaire arrogant plexiglas CEOs walking around, (INAUDIBLE) can't see me, like it's literally like words like, where do you work in plexiglas? Like, these things that should never have been everywhere are everywhere. And you know, the best part was, they never once worked for me because I was usually a foot taller than the thing. Literally, like, I'm right. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It (INAUDIBLE) have to kind of look around slide the thing under and around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You end up having it around anything because nothing fits through the little -- apparently plexiglass when he comes in openings this big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Disgusting. Like when I was repeatedly banging my head against the plexiglass earlier -- by the way it did hurt -- it was all gross after for my greasy face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Greasy face. You know, but Dave, I like -- I hope they keep the plexiglass in the cab, because it's great if you had beans for lunch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE SMITH, PART OF THE PROBLEM HOST",
      "sentences": "Yes, they're all that is one way to look at it. I'm, you remember the movie, \"Trading Places\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I am convinced somewhere there are two billionaires, and this whole thing was a bet. And like one of them was like I could get them naked in masks. The other one was like, there's no way you can possibly do that. And they're like, all right, you're on, let's make it happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "But to your point before, this isn't good for some businesses. This 2020, was the best year for big business in the history of the world, between the bailouts of taxpayer money that they got and the shutting down of all their competition in midsize and small businesses, and where who would be typically, the ones who would stand up against big business? Oh, well, that would be the left but they're a little bit busy with micro aggressions right now. So, they can't stand up to the biggest corporate giveaways in human history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Such a good point. Going back to -- we're switching sides. The right is going to become the left in order to stand up to because right now, the left is so sold on the woke culture and they're getting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "And here's the whole thing you just need to figure out right, that's what me and Kat have been telling you for a decade. That big business loves big government. And that to oppose one is to oppose the other also, that's the whole game right now. It's collusion between giant corporations and the government. And that's why they're pushing all this woke stuff to distract the rest of us. So, that's what we talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, I think I'm evolving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "You have, you have -- gotten a lot better. Trump made you better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Trump broke some people, Trump improves some people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Coming up, the bachelor sent him on his way and now they have to pay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"CANCELING TORNADO.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The contestants were horny but his exit was thorny. Yes, he helped to find a wife and now he's set for life. \"The Bachelor\" Host Chris Harrison is officially out of a job after helming the long running reality show for nearly 20 years. That's two decades, Kat. Harrison was unceremoniously sidelined back in February after you defended a former contestant from the woke mob. The woman had attended an Antebellum-themed party in college and Chris asks viewers for forgiveness and understanding which is stupid. In the woke world, you're supposed to only forgive and understand looters aren't seen as inverters on death row. And youth is never an excuse for going to badly themed parties. College is a time for serious pursuits like rioting and binge-drinking. Harrison later apologized but as we know by now saying sorry to the P.C. police means they were right all along. Chris reportedly threatened to disclose dirty secrets if he wasn't given a $25 million exit deal. It's true. His firing didn't hurt, because he had 20 years of dirt. They reportedly gave him eight figures. Coincidentally, Tyrus, I had eight figures removed. The ER was quite impressed. So, ABC, another company that bowed before the work can stick that final rose where the sun don't shine. So, who should replace Harrison? I think we have an idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "From the first night it was one of our first conversations and I wanted a man a God that had those same values, but then that was almost weaponized against me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Somebody needs to mute themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's been a really weird night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "We are going to the border. We've been to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm left with a lot of questions, and it really is just left me frustrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "And I haven't been to Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To my core to finally feel this type of love that I have been craving and wanting, like I just wish people can be happy for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Not today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She'd be perfect, perfect. So, Dave, we're talking about the basically corporatism. It seems like businesses would, would rather give you million dollars and millions of dollars to go away than defend you. Does that make sense to you? Is that the natural inclination for, for the way you view corporate life?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, it's, it's and within the current culture, this seems to be their bet that this makes more sense. This is perhaps of all the cancellations, the pettiest. I mean, he was canceled for someone else's petty offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Like, he would -- this was really over the lines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's bursary cancellation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "My -- yes, my guess with things like this. See, see like when, when JPMorgan Chase wants to send all of their white execs to diversity training, that's like a buy off of the left, don't look at all the money we're making. Just Hey, look, we're good people now. This to me, I think something's going on behind the scenes. There was an axe to grind against this guy or something. And he said he has dirt, and I wish they didn't give him the money. So we could all get that dirt. The whole show is just getting a bunch of chicks boozed up around one guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "How much dirt must there be in 20 years of that. He's got some stories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Martha, are you a bachelor watcher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I watched like, the original seasons. And then, I've seen you know, a little bit here and there. But, but if there's no such thing as reality TV show anymore, it's all fake. So, that's the problem. The actual I saw the very first season of \"The Bachelor\" and it was real. It was like they put the end, it wasn't fancy, they weren't going to any resorts. They weren't jumping in and out of helicopters or getting into hot tubs every five minutes. It was like, they put two people in places to go have dinner together, and we're going to have cameras around you and it was actually kind of it was kind of interesting. But now it's just, it's so it's so contrived. They even -- the lines that come out of their mouths are like, you know, I'm beginning to feel a connection with you, and then they say, they say I feel my favorite is I, I, I'm falling in love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I'm falling in love with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right? I'm not in love with you, but I am falling in love with you because it will take several more episodes before I can actually say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The best part --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Such a great point. When have you ever said that to anyone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No one said that. No one said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Who are these people? The last season, all the women kept saying \"I love you\" to the guy and he, he was saying thank you for sharing that with me. And then all the women would be in the confession after like that went so well. If I said \"I love you\" to someone, and they said thank you for sharing, I'm throwing myself into the sea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes, hold up with a car wash there, everybody. That's how you know the guy producer is writing the lines. Because when someone goes, Tyrus, I love you. And it's like, you're the site, I'm falling for you, but I'm afraid, so I can't stay tonight because I have to go. Like those were lines you said to like, this was a mistake, I got to get out of here. She just hit me with L-bomb. And so, I'm not saying I love you so I can't be held against me. So, I'm, I'm not quite there yet, but we're in the neighborhoods. So, I can just go to the basketball game with my friends, I think I'll be in love afterwards but we're almost there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, are the former Royals making the queen's blood boil?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm doing this for Martha because royal news makes me barf-a. This morning, I woke up to 79 voicemails from Martha warning me that if I didn't do a segment about the Royals, I'd come home to find a dead cat on my porch. If I had a nickel for every time she said that. So, all right, Harry and Meghan wishing they asked the Queen's permission. They're denying a report that they did not ask the Queen about naming their daughter a Lilybeth, which was the monarch's childhood nickname. Harry insists that he had called Queen Elizabeth about it and that she was supportive. Meanwhile, just one day after informing the royal family that Lilybeth was born, Meghan and Harry were quietly demoted several spaces on the British crowns Web site. The parents are happy to report though, that the baby is healthy and already identifying as oppressed. Martha, can we agree that they are an awful couple? Can we agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Yes. And basically everything wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, I can't figure out why they can't figure out that the things that they do are going to get them in trouble and that now they're trying to work their way back into the fold, and they just keep stepping in it. It's like just maybe Elizabeth would have been fine. But you know, the little nickname that her dad called her and her husband called her and no one else called her that might just be a little bit stepping on their toes, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Especially the toes that they've already insulted, Tyrus. What happens when they get divorced? Will the royal family take him back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I don't care. I'm so confused. That's like me naming my next child, please no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Grand Dragon. Weren't this the racist group that forced you out of London?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Kat, they just wanted the elite status without the royalty. They wanted to be a Hollywood couple, that's my theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. And there it seems to be working. And they say they don't want publicity, which I wish were true because I would love to never have to speak about them ever again as long as I live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dave, I'm sure you love royalty. You're a big fan of royalty?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, it's preferable to democracy. But I would say that I concur and also do not care very much, I think not having this here was probably in itself worth fighting a revolutionary war over. I totally respect being like we don't want to be in the public eye anymore, we don't want to be in this craziness. We want to leave, but good, you know then doing Oprah interviews and talking about like, how difficult it was when you were mansion hopping for a while is just very hard to do. I just don't care about any of these problems. We have so many real problems in this country where tens of millions of people were kicked out of work this year. And you're like, who is it, Tyler Perry? We have to stay at Tyler Perry's mansion for a little bit, you know. You know how tough that was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Being between mansions is basically homeless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes, there's wigs everywhere and giant dress. It's a mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh my god. Yes, every moment of their lives is designed to project a public persona. That's the hypocrisy. Escaping fame and they really, really wanted badly. All right, we got to move on. Be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Set your DVRs every night so you never miss an episode. Thanks to Martha MacCallum, Dave Smith, Kat Timpf, Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "And Sydney, you're 14 years old. When I was 14 if you -- please, at ease. I keep forgetting I'm president."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Same here, Joe. Welcome back. Oh, we've got a great show. Martha McCallum is here which is amazing. Given how bad her day went. Did you have a tough time getting up this morning?"
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "I did."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Go. (BLEEP)"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Oh my gosh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank god, she's fine. But her commute to work was a disaster."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, Martha. Martha just Uber it from now on. It's just embarrassing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hardcore to work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you made it in, so we're happy. So do you feel like the two political parties don't matter anymore? It seems like now the two competing factions are a malevolent media and the people they call racist. The media makes it clear who they don't like and it's half the country, the half that shows their love for their country because that means you must be a racist rube. Right, Mara?"
    },
    {
      "speaker": "MARA GAY, NEW YORK TIMES EDITORIAL BOARD MEMBER",
      "utterance": "I was really disturbed. I saw, you know, dozens and dozens of pickup trucks with, you know, explicative against Joe Biden, on the back of them. Trump flags and some cases, just dozens of American flags which, you know, is also just disturbing because essentially, the message was clear it was, this is my country. This is not your country. I own this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Expletives."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. The new word."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Amazing. So, you know who else was disturbed by seeing dozens of American flags? The Nazis at Normandy. But I digress. The New York Times rushed to her defense in a tweet saying she was irresponsibly taken out of context. Her argument was that Trump in many of his supporters have politicized the American flag and the attacks on her today are ill-informed and grounded in bad faith. Ill-informed and grounded in bad faith. That should be the motto for our show. Again, how do you take something out of context when everybody can hear the full context? Her implication, of course is that patriotism is political. Only if it's expressed by someone she doesn't like. If it were a leftist waving an American flag, it would be a different story, mainly because it would be on fire. The thing about Mara, it's divisive and racist to not agree with her. Even when she can't do the math. Oh, you got to remember this."
    },
    {
      "speaker": "BRIAN WILLIAMS, CHIEF ANCHOR, NBC NEWS",
      "utterance": "Do you see it as a possibility if he wants to spend a billion bucks beating this guy, he could do it?"
    },
    {
      "speaker": "GAY",
      "utterance": "Absolutely. Somebody tweeted recently that actually with the money he spent, he could have given every American a million dollars."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I got it. Let's put it up at the screen. When I read it. Tonight on social media, it kind of all became clear. Bloomberg spent 500 million on ads, U.S. population 327 million. Don't tell us if you're ahead of us on the math, he could have given each American $1 million and have had lunch money left over. It's an incredible way of putting it."
    },
    {
      "speaker": "GAY",
      "utterance": "It's an incredible way of putting it. It's true. It's disturbing. It does - it does suggest, you know, what we're talking about here which is there's too much money in politics."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I never get tired of that. I could watch that every day. But let's face it, that was unfortunate. It's like the lady on the subway said to me last night. You shouldn't do that in public. Sorry, too much money in politics isn't the problem. It's not an A brains in the media. I mean, who did the math for her. Kat? Now, of course, it's obvious Bloomberg's 500 million would only give a million bucks to 500 people. Not a million each to 330 million people that would take 330 trillion bucks. When Joe Biden heard that number, though, immediately announced the new $330 trillion stimulus plan. Everyone gets a million bucks. President Oprah. Fact is, it's no surprise the media can't do simple arithmetic. They're so bad with numbers. Brian Williams still thinks he's on at six. So the flag is evil. The pickup truck is evil. What American symbol could be next? God forbid they go after apple pie. That's as American as a G.M. factory in China. But as if on cue in The Guardian newspaper, food writer, Raj Patel claims apple pie is racist for the desert is linked to a vast ongoing genocide of indigenous people. They literally call anything racist as long as it's not a newspaper. Raj claims that apple pie has deep roots in slavery and colonialism based on stolen land, wealth and labor. Which kind of sounds like China right now, LeBron. But also apple trees are racist too. And Johnny Appleseed more like Johnny Grapple seed. Yes. He still got it. He took the trees to mark the frontiers of U.S. expansion which destroyed the communities. So yes, Johnny Appleseed was a bad seed. But Raj isn't done yet. So Grandma, how do you get your pie crust so flaky? Oh, that's an easy one honey, two parts Crisco, in one-part slave labor. Yes. Raj says the sugar in the crust was courtesy of the French slave trade. Better throughout those Kamala cookies. I'd say she's the face of colonialism. But as you can see, there's no face there. That's very creepy. So, just like everything else pie crust is racist. I wonder how the angry white male feels about that."
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "You know what? The guy makes some good points. I don't want to make anyone angry. No more apple pie for me. After this piece of course. Hmm. That's good. You know what, I don't know about this. Oppression is delicious. oppression is delicious. How white if him angry black male, anything to add."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oppression is delicious. How white of him. And black male, anything to add?"
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "So, she finds it disturbing that people are driving trucks waving American flags, minding their own business couple weeks after Memorial Day? Well, I find it disturbing that they allow people to talk about things you can't pass basic math. You know what else are quite disturbing? Every time I go with my wife friend's house and take a shower, never have washcloths. That's disturbing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Awesome. His head's above the showerhead, which is amazing. Thank God for cicadas. Did you know that the White House press charter plane scheduled to leave D.C. last night was delayed by the insect which had invaded the plains exterior sections? Something about them being attracted to Jim Acosta is cologne. The plane was set to leave ahead of Joe Biden's first trip abroad but was held up for seven hours. So how do they solve the problem? They called him the one person who could save the day using only her mouth."
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "utterance": "Are you ready?"
    },
    {
      "speaker": "BUN LAI, AMERICAN CHEF",
      "utterance": "Cheers."
    },
    {
      "speaker": "KEILAR",
      "utterance": "Actually, I'm scared of this. OK."
    },
    {
      "speaker": "LAI",
      "utterance": "Oh, the crunch."
    },
    {
      "speaker": "KEILAR",
      "utterance": "Do I have a wing hanging under my mouth?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Brianna's in so many cicadas that when the temperature hits 90 she admits a loud buzz. Now there's a true American hero. So, for the 4th of July if you can't eat apple pie try the cicadas until we find out that's racist too."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. She's dug up more dirt than CNN employees looking for bugs to eat. \"THE STORY\" anchor, Martha MacCallum. He's so libertarian, he just made a campaign donation can none of the above. Part of the problem podcast host, Dave Smith. And telemarketers hang up on her when she answers. Fox News Contributor, Kat Timpf. And they gave him a group discount and he was grinding alone. My massive sidekick and host of \"NUFF SAID\" on Fox Nation, Tyrus. Welcome to the show, Martha. I'm glad you made it here in one piece."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Greg. (INAUDIBLE) that morning. It's amazing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- the afternoon. You might have a problem. I don't know what it is. I'm not pointing any fingers. But does the site of the American flag fill you with fear?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, I was thinking that, you know, like if people put a flag at their house is that -- are they saying like, I own this?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's not yours. Like, yes, kind of."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- they are. You know, I thought that's it -- I think the reaction of The New York Times is interesting. They obviously circle the wagons around her. Would you love to be in the meeting because they obviously have so much stress when they're deciding? Are we going to circle the wagons or aren't we going to circle the wagon?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Like Barry Weiss was out the door that was by her own choice and then they, you know, ditch their science professor who was a great COVID-19 reporter for something that he said a few years ago at an outing that they had already settled between them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And the Daily Beast heard about it, they got together again and said I'm so sorry you have to go. And like Barry Weiss says, Twitter, you know, sort of runs their business ultimately. So -- but she got lucky. They decided they're going to -- because of her math skills --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes,"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They decided they would keep her around."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it is -- it just depends where you are on the spectrum of political ideology. They will not save you if you are any path -- any further right of left of center, then you're gone. So Barry Weiss gets to go, the scientists gets to go. She gets to stay because again, she's really good at math. Is the media, Dave, just going down the America? All the things that America is good at and tracing them back to something evil? Is that the new -- the new game?"
    },
    {
      "speaker": "DAVE SMITH, HOST, PART OF THE PROBLEM PODCAST",
      "utterance": "Well, at this point, I don't think there's that many things that America is good at. So they are -- they've made it pretty easy for them. It is -- it's bizarre. I don't know what angle to take on this. One of the weird things obviously that was stupid and judgmental. And the craziest thing is that it's so snobbish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "I mean like, you know, they make the so-called left I don't see this as being very left wing actually, it's very corporate. But here's a woman, a professional looking down her nose at people in what? A pickup truck."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "But because she's decided she's lefty and they're like white supremacist or whatever, she gets to say they're the powerful. But I almost wonder, why are conservatives still flying the flag? I mean, it's like it's Joe Biden's government. The media hates you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "The war on terror has been focused in at right wingers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "And you rubes are still out there waving the flag. Maybe you should put it down."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So you're saying they should become radicalized?"
    },
    {
      "speaker": "SMITH",
      "utterance": "They should become the radical left. That's what I'm saying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's what you're trying to say."
    },
    {
      "speaker": "SMITH",
      "utterance": "They should want revolution at this point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well they try -- some of them do, believe me. Not in my family but, you know, a couple of neighbors are a little out there. Tyrus, that was -- I sympathize with you when you're taking a shower."
    },
    {
      "speaker": "TYRUS",
      "utterance": "How could you possibly?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I didn't say empathize. I said sympathize. I sympathize. I don't - - it's very uncomfortable."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It is. It is. It's, you know, you just get used to it after a while but what I'm just -- I'm glad this whole racist things coming out about apple pie because I've had some issues and I'm glad we're bringing it up because you just can't stop at the apple pie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I mean, yes, that's the gateway to keep coming in Grand Wizard but we got to go a little further than that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Let's talk about water."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Water? Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "What were the overseers drinking while the rest of us were working? Water. Probably with an ice cube in it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So we got ice and water, racist. Damn it. You know what, I want to see what it's like on the other side. Let me just -- it's called, nobody shoot me. Oh, racist is good. It's nice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Terrible."
    },
    {
      "speaker": "TYRUS",
      "utterance": "What do we --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If we remove everything that's problematic based on its history, we have nothing left. All you're going to do as eat cicadas."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "You have not -- you -- no, not even that. If the standard for something being problematic is that it is descended from a time where bad stuff happened. We will all be canceled and just have to lay around and starve."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right, exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That will be the only thing that we can do. And she gets to stay at -- they called it racist by the way after people mocked her for the math thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Se said I would -- these racist attacks, race would nothing to do with it. Bad faith attack you. There was no faith involved."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We've seen a lot of Instagram memes that say faith is belief in something not seen or heard. I both saw and heard what she said."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There was faith of no kind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It's -- I don't know."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But it's racist not the (INAUDIBLE) I'm on here and I -- my math is off and none of you say anything to me but like, well, he's doing the best he can."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, Brian Williams, everybody made fun of Brian Williams. He was the guy that brought it up. They're both idiots. Together they're one (INAUDIBLE) they are two-headed idiot. All right. Up next. Will the press keep hiding the slurs of Hunter Biden?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, the media have an answer for his racist banter. The texts are more explosive than the Porta Potties that a wing-eating contest. Sorry, Martha. Thanks again for doing the show by the way. Yes. Hunter Biden is back and this time, he's slurring and it isn't from boozing it up. London's Daily Mail says they obtained texts from Hunter's abandoned laptop where he uses the N-word multiple times. Between the language, the drugs and the strippers, Hunter acts like he's in a rap video from 1993. Except NWA stands for No Whites Arrested. In a December 2018 exchange with his lawyer, George Mesires or Mesires. Miseres is funny. He who is happens to be white, Hunter allegedly wrote, how much money do I owe you because N-word, you better not be charging me Hennessy rates. And a month later after late the exchange, Hunter made a joke about his genitals before closing with, I only love you because you're black and true dat N-word. Again, the lawyer is white. So, this is the guy that big tech the Democrats in the media colluded for. They buried the laptops and their principles for this joker. Great call, guys. I'd say Hunter wishes the story would disappear like a handgun thrown away in a supermarket trashcan. But he shouldn't worry. This story is going to get ignored like Hunter's love child. I know. Because our press is a collection of shameless hacks. If this guy were Republican, he and his dad would have been toast years ago. What a life. There's such thing as reincarnation, I'm coming back as a Democrat, and I'm going to be a crack smoking stripper banging monster."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Tyrus, we asked him and his lawyer of -- him being Hunter, for comment and they didn't get back to us. So, apparently, that make -- that makes it true. Right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you feel bad that we're reading his texts?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "No. Well, I mean, listen, I got to kind of take the L on this one. This is a brother's fault."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Really?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. This is his drug dealer's fault."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So -- and this is what happens. You get around one white boy, and he's around you all the time. And he buys all your drugs. So, pretty soon, you'd be like, what the (BLEEP) are doing? Because he's buying all your stuff. And then he's like, oh, my God. I won, I won. Oh my God. And then he can't wait to tell somebody. But seem, it's called a pass. He was given a pass. So --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh my God. You're right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "-- between one brother. He was given a pass and then --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "-- he made a mistake but he was smart. Because the pass is not -- is like -- it's just between here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Kat is a -- is a sister and I gave Greg a path and Greg saw Kat and ran over like, what up, enemy? What's wrong with you? So, that probably happened. So, what he was so excited, he wanted to say it to somebody in the terms of like brotherhood."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So his lawyer became his homie. You know what I'm saying? Came as N- word. Because that was like -- because he was -- I'm here from cool. You know, he thought he was cool but he was on crack too he understands. When you're high, it's not like you're not going to say stupid (BLEEP) you're high. Like -- they're like, I can't -- I'm so shocked. He's on crack. Not coke. Crack."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Not only was he saying things he was doing thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "To get crack. So chances are, his taxes are going to be bizarre, weird, and calling a white guy the N-word every two seconds is what would happen when you buy crack from a black drug dealer who's literally calling you in every time he's easing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That what makes a perfect sense."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't even know what to add to that. It's like --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You can't because I didn't give you a pass."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I gave you a pass one time. Santino when he ruined it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, let me -- let me -- now that we've solved that problem, Kat. Let's talk about the texts. Because even I -- like I -- whenever I look at people's private texts, I go what if this happens to me? Because I've never seen -- I've never done this of course, never to you, Kat."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No. I -- all my texts are just the pinnacle of what it means to be an upstanding citizen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "The text though, I mean, obviously, N-word bat."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I was also struck by what a spoiled brat he is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And how upset he is that his dad is not doing enough to fix it in the press. Like it -- really, I started reading them in the voice of that one girl that chick with the red dress and Willy Wonka and the Chocolate Factory. Like Daddy, Dad, like, Daddy, I smoked a lot of crack and banged a lot of hookers and my dad brother's wife and my Daddy won't defend me to the press. It's like, well, do you see a place in that chain where you might have messed up just a little bit?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's really hard to defend. So, it's like nice. Everything that comes out about him. It just gets worse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It's --you know who reminds me of Dave? He reminds me of a deviant version of The Office's Michael Scott. Remember Michael Scott was an audience of One. Like he's always thought he was a comedic genius, but he would be the only person laughing at a stupid jokes. He's like that except everything he says is about his genitals."
    },
    {
      "speaker": "SMITH",
      "utterance": "I must have missed them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hey look at him, they look alike."
    },
    {
      "speaker": "SMITH",
      "utterance": "The episode where Michael Scott smokes crack and has hookers over but I don't remember that one. But I will say -- I'll defend him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In the last season."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'll defend Hunter. Ok?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK."
    },
    {
      "speaker": "SMITH",
      "utterance": "I know this isn't going to be popular, I might get in trouble for doing this but look, I think Joe Biden's a corrupt politician. I think the media is corrupt for burying the laptop story. The social media companies are corrupt for burying it. Hunter Biden is hilarious. OK? He is a hilarious crackhead. And anyone can say whatever they want to, if all of our text might -- if someone got ahold of all of my text messages and let me know they had all of my private text messages. I'd be -- I would just quit."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "Like, OK, that's it. I'll just leave quietly. Please don't put them out there. I won't even try to defend them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can be extorted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "Listen, you could say whoever's allowed to say what word are not allowed to say what word but when the story is just he used the N-word. He wasn't saying I hate and he was doing a dumb like hip hop impression to his lawyer. And because he's Joe Biden's crackhead, son. It's hilarious."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want to start -- I want to start a band called Joe Biden's Crackhead Son. I think that's a great name. All right. Martha, try to think how you might answer this if you were on your show, then throw that away."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you make of this? Is this a -- is just -- is the media going to cover this at all?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, absolutely not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I mean-- and would they cover it if it was someone else's son?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It would be absolutely wall to wall all day long. And what you said wouldn't matter at all, you know, nothing about the context would matter at all. But it would be covered wall to wall. But, you know, there is definitely a voyeuristic thing. We read these things. And you're -- and I get stuck on weird things that people say like, my girlfriend sent me a holiday card."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hmm. Like what does that mean"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's like --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I think it was nudy --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It is?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It was a nudy card."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was a nudy card or it's meth."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Or both."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, that's a pretty good birthday gift."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think the lawyer said that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Somebody sends you a nude card with meth. It's like -- that's somebody who loves you."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know. I'm sorry. I just thought of some -- at least we know now that the laptop is his."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Now we have the text messages. So --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. No. He's never denied that the laptop is his."
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, he did. He was like, it could be mine. It couldn't be mine. I don't really know. It was --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Deny, deny, deny."
    },
    {
      "speaker": "TYRUS",
      "utterance": "There was crack on it, it was mine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes. I bet you could probably carve out a line from that laptop."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- crack down really hard."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Martha knows how to shake a laptop for drugs. That's amazing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's so surprising."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Based on that card right over? No."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No. It's not --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Oh, we made it through. Up next, the COVID restriction that made us cheap, but didn't make us safe."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"PANDEMICON.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Were they talking out of their ass when they demanded plexiglass. That's a good rhyme. Come on. Dr. Fauci may be scrambling to cover his butt, but for cyclists in Philadelphia's yearly naked bike ride that's optional. Although masks are not. Organizers encouraged riders to be as bare as they dare while requiring they cover their facial breathing holes during strenuous activity. So, if you pass out you're on your own. Even in the City of Brotherly Love, no one wants to give a naked bike or mouth to mouth. Meanwhile, in other pointless prophylactics, there's nothing sexy about plexi, and it doesn't do much to protect to either not a single study shows clear plastic barrier stop the spread of COVID, according to an indoor air researcher from Harvard. I love those. Although it can protect against the stench of a Yale man. U.S. sales of plexiglass triple to 750 million during the pandemic. Restaurants, schools, offices and stores all look for protection from floating droplets official said we're spreading the virus and for protection against any lawsuits. Turns out the barriers were as useless as an iPhone charger in Amish Country. According to building scientists, Marwa Zaatari, \"If you have plexiglass you're still breathing the same shared air of another person.\" Good to know. See, I wasn't tricked into using Plexiglas I saw right through it. I don't need your sympathy clap. It sounds really gross. Some people though, still won't let the plexi go."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Wow, I had a really great time tonight. I feel like we have such a connection. I'd like to see you again."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I feel the exact same way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "10 years from now that scape will be seen as problematic. Kat, so you got nudes, nude people on bikes outdoors, but they're wearing masks. Isn't that like a perfect symbol of the absurd contradictions of the pandemic?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, which there has to be another explanation because --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, because they're ugly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, oftentimes, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nude people are often ugly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Absolutely. People who love being naked --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hot people won't show it. You got it -- you can't get that for free."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right, absolutely. You have to get a sponsorship."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That your nudity is sponsored."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If you're hot, you get money for being naked. Ugly people give it away for free."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Absolutely. But also, there's never been a recorded case of transmission of COVID outdoors. There's got to be another reason, I think someone influential and famous in Philadelphia wants to do the nudie bike ride. But they don't want people to know that they're doing the nudie bike ride."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse Watters?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I was going, I was going to Kilmeade."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kilmeade."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But then, what about the little kid on the --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Everybody should you be watching for a certain kind of, you know, hair, will give you a giveaway."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Martha. The pandemic has been terrible for a lot of people but it's been great for a lot of businesses. The Amazon has like revitalize the paper industry with their god awful boxes everywhere. Now, you got glass, you got mask, you got plywood. I don't even know if there's a question in there, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, I see about the plexiglass companies today. No, no, no --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Please more."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, think about how -- I also think that years from now they're going to find these square pieces of plexiglass and someone's going to say, this is what they thought in 2020 would prevent people from giving each other that COVID thing that was found in 2020. But they were completely wrong. I think every bit of this will be turned on its head in retrospect and studies will be done and it'll be like the masks, too, I mean that they're riding on the naked bike ride. I just think all of its going to come into question and we're all going to look like, like idiots in pictures with plexiglass and masks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Although I'm pretty sure Hunter Biden was looking at the plexiglass and going. You know, Tyrus, I used to dance on plexiglass tables to make extra money. It was weird because it wasn't so much a table as it was a ceiling above the customer seats. TYRUS: Make a me bird, so I can fly far, far, far away. At some point, I don't know if it's Fauci or it's an intern, but we got to get Janice Dean on this because we need to find out who's just going to come out and say, look, there was some e-mail sent. They were really long. We didn't read them. We kind of winged it. My bad with the Lysol, and the plexiglass, and the masks. We just, we just didn't know. So, we just kind of went with it. Because literally, as we look back, everything that they said we had to do was not only wrong, it was expensive wrong and it killed our economy, it killed our small businesses. And now we have billionaire arrogant plexiglas CEOs walking around, (INAUDIBLE) can't see me, like it's literally like words like, where do you work in plexiglas? Like, these things that should never have been everywhere are everywhere. And you know, the best part was, they never once worked for me because I was usually a foot taller than the thing. Literally, like, I'm right. OK."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It (INAUDIBLE) have to kind of look around slide the thing under and around."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You end up having it around anything because nothing fits through the little -- apparently plexiglass when he comes in openings this big."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Disgusting. Like when I was repeatedly banging my head against the plexiglass earlier -- by the way it did hurt -- it was all gross after for my greasy face."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Greasy face. You know, but Dave, I like -- I hope they keep the plexiglass in the cab, because it's great if you had beans for lunch."
    },
    {
      "speaker": "DAVE SMITH, PART OF THE PROBLEM HOST",
      "utterance": "Yes, they're all that is one way to look at it. I'm, you remember the movie, \"Trading Places\"?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "I am convinced somewhere there are two billionaires, and this whole thing was a bet. And like one of them was like I could get them naked in masks. The other one was like, there's no way you can possibly do that. And they're like, all right, you're on, let's make it happen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "But to your point before, this isn't good for some businesses. This 2020, was the best year for big business in the history of the world, between the bailouts of taxpayer money that they got and the shutting down of all their competition in midsize and small businesses, and where who would be typically, the ones who would stand up against big business? Oh, well, that would be the left but they're a little bit busy with micro aggressions right now. So, they can't stand up to the biggest corporate giveaways in human history."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Such a good point. Going back to -- we're switching sides. The right is going to become the left in order to stand up to because right now, the left is so sold on the woke culture and they're getting --"
    },
    {
      "speaker": "SMITH",
      "utterance": "And here's the whole thing you just need to figure out right, that's what me and Kat have been telling you for a decade. That big business loves big government. And that to oppose one is to oppose the other also, that's the whole game right now. It's collusion between giant corporations and the government. And that's why they're pushing all this woke stuff to distract the rest of us. So, that's what we talk about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, I think I'm evolving."
    },
    {
      "speaker": "SMITH",
      "utterance": "You have, you have -- gotten a lot better. Trump made you better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Trump broke some people, Trump improves some people."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Coming up, the bachelor sent him on his way and now they have to pay."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"CANCELING TORNADO.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The contestants were horny but his exit was thorny. Yes, he helped to find a wife and now he's set for life. \"The Bachelor\" Host Chris Harrison is officially out of a job after helming the long running reality show for nearly 20 years. That's two decades, Kat. Harrison was unceremoniously sidelined back in February after you defended a former contestant from the woke mob. The woman had attended an Antebellum-themed party in college and Chris asks viewers for forgiveness and understanding which is stupid. In the woke world, you're supposed to only forgive and understand looters aren't seen as inverters on death row. And youth is never an excuse for going to badly themed parties. College is a time for serious pursuits like rioting and binge-drinking. Harrison later apologized but as we know by now saying sorry to the P.C. police means they were right all along. Chris reportedly threatened to disclose dirty secrets if he wasn't given a $25 million exit deal. It's true. His firing didn't hurt, because he had 20 years of dirt. They reportedly gave him eight figures. Coincidentally, Tyrus, I had eight figures removed. The ER was quite impressed. So, ABC, another company that bowed before the work can stick that final rose where the sun don't shine. So, who should replace Harrison? I think we have an idea."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "From the first night it was one of our first conversations and I wanted a man a God that had those same values, but then that was almost weaponized against me."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Somebody needs to mute themselves."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's been a really weird night."
    },
    {
      "speaker": "HARRIS",
      "utterance": "We are going to the border. We've been to the border."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm left with a lot of questions, and it really is just left me frustrated."
    },
    {
      "speaker": "HARRIS",
      "utterance": "And I haven't been to Europe."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "To my core to finally feel this type of love that I have been craving and wanting, like I just wish people can be happy for us."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Not today."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She'd be perfect, perfect. So, Dave, we're talking about the basically corporatism. It seems like businesses would, would rather give you million dollars and millions of dollars to go away than defend you. Does that make sense to you? Is that the natural inclination for, for the way you view corporate life?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, it's, it's and within the current culture, this seems to be their bet that this makes more sense. This is perhaps of all the cancellations, the pettiest. I mean, he was canceled for someone else's petty offense."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "Like, he would -- this was really over the lines."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's bursary cancellation."
    },
    {
      "speaker": "SMITH",
      "utterance": "My -- yes, my guess with things like this. See, see like when, when JPMorgan Chase wants to send all of their white execs to diversity training, that's like a buy off of the left, don't look at all the money we're making. Just Hey, look, we're good people now. This to me, I think something's going on behind the scenes. There was an axe to grind against this guy or something. And he said he has dirt, and I wish they didn't give him the money. So we could all get that dirt. The whole show is just getting a bunch of chicks boozed up around one guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "SMITH",
      "utterance": "How much dirt must there be in 20 years of that. He's got some stories."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Martha, are you a bachelor watcher."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I watched like, the original seasons. And then, I've seen you know, a little bit here and there. But, but if there's no such thing as reality TV show anymore, it's all fake. So, that's the problem. The actual I saw the very first season of \"The Bachelor\" and it was real. It was like they put the end, it wasn't fancy, they weren't going to any resorts. They weren't jumping in and out of helicopters or getting into hot tubs every five minutes. It was like, they put two people in places to go have dinner together, and we're going to have cameras around you and it was actually kind of it was kind of interesting. But now it's just, it's so it's so contrived. They even -- the lines that come out of their mouths are like, you know, I'm beginning to feel a connection with you, and then they say, they say I feel my favorite is I, I, I'm falling in love."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I'm falling in love with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right? I'm not in love with you, but I am falling in love with you because it will take several more episodes before I can actually say that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The best part --"
    },
    {
      "speaker": "SMITH",
      "utterance": "Such a great point. When have you ever said that to anyone?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No one said that. No one said that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Who are these people? The last season, all the women kept saying \"I love you\" to the guy and he, he was saying thank you for sharing that with me. And then all the women would be in the confession after like that went so well. If I said \"I love you\" to someone, and they said thank you for sharing, I'm throwing myself into the sea."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes, hold up with a car wash there, everybody. That's how you know the guy producer is writing the lines. Because when someone goes, Tyrus, I love you. And it's like, you're the site, I'm falling for you, but I'm afraid, so I can't stay tonight because I have to go. Like those were lines you said to like, this was a mistake, I got to get out of here. She just hit me with L-bomb. And so, I'm not saying I love you so I can't be held against me. So, I'm, I'm not quite there yet, but we're in the neighborhoods. So, I can just go to the basketball game with my friends, I think I'll be in love afterwards but we're almost there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, are the former Royals making the queen's blood boil?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm doing this for Martha because royal news makes me barf-a. This morning, I woke up to 79 voicemails from Martha warning me that if I didn't do a segment about the Royals, I'd come home to find a dead cat on my porch. If I had a nickel for every time she said that. So, all right, Harry and Meghan wishing they asked the Queen's permission. They're denying a report that they did not ask the Queen about naming their daughter a Lilybeth, which was the monarch's childhood nickname. Harry insists that he had called Queen Elizabeth about it and that she was supportive. Meanwhile, just one day after informing the royal family that Lilybeth was born, Meghan and Harry were quietly demoted several spaces on the British crowns Web site. The parents are happy to report though, that the baby is healthy and already identifying as oppressed. Martha, can we agree that they are an awful couple? Can we agree?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Yes. And basically everything wrong?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, I can't figure out why they can't figure out that the things that they do are going to get them in trouble and that now they're trying to work their way back into the fold, and they just keep stepping in it. It's like just maybe Elizabeth would have been fine. But you know, the little nickname that her dad called her and her husband called her and no one else called her that might just be a little bit stepping on their toes, you know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Especially the toes that they've already insulted, Tyrus. What happens when they get divorced? Will the royal family take him back?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I don't care. I'm so confused. That's like me naming my next child, please no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the name."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Grand Dragon. Weren't this the racist group that forced you out of London?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Kat, they just wanted the elite status without the royalty. They wanted to be a Hollywood couple, that's my theory."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. And there it seems to be working. And they say they don't want publicity, which I wish were true because I would love to never have to speak about them ever again as long as I live."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dave, I'm sure you love royalty. You're a big fan of royalty?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, it's preferable to democracy. But I would say that I concur and also do not care very much, I think not having this here was probably in itself worth fighting a revolutionary war over. I totally respect being like we don't want to be in the public eye anymore, we don't want to be in this craziness. We want to leave, but good, you know then doing Oprah interviews and talking about like, how difficult it was when you were mansion hopping for a while is just very hard to do. I just don't care about any of these problems. We have so many real problems in this country where tens of millions of people were kicked out of work this year. And you're like, who is it, Tyler Perry? We have to stay at Tyler Perry's mansion for a little bit, you know. You know how tough that was?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Being between mansions is basically homeless."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes, there's wigs everywhere and giant dress. It's a mess."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh my god. Yes, every moment of their lives is designed to project a public persona. That's the hypocrisy. Escaping fame and they really, really wanted badly. All right, we got to move on. Be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Set your DVRs every night so you never miss an episode. Thanks to Martha MacCallum, Dave Smith, Kat Timpf, Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}