{
  "date": "June 18, 2019",
  "headline": "Are Trump supporters concerned about Biden's lead in the polls?",
  "subHeadline": "Guests: Pam Bondi, Richard Goodstein, Charlie Kirk, Darrell Scott",
  "url": "https://www.foxnews.com/transcript/are-trump-supporters-concerned-about-bidens-lead-in-the-polls",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "This is how we just made him fade off in the - that was funny actually. It's always good to have Sean stop by and you saw it here on Fox News. President Trump officially launching his 2020 campaign tonight with a high energy and pretty long rally in Orlando, Florida in front of a crowd of 20,000 people plus thousands more watching from the parking lot. The President laid out his case for another four years in the White House. Now, as I mentioned last night, the President needed to show all that he'd been able to accomplish even with two years of the Russia hoax hanging over his head. Here's what he said tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Our patriotic movement has been under assault from the very first day. Nobody has done what we have done in two and a half years. Our economy is the envy of the world. Perhaps the greatest economy we've had in the history of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Check. We've talked about how he needed to remind Americans. Do you want to keep the good times rolling and make America even stronger? Are you better off than you were in January 2017? Well, here's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And as long as you keep this team in place, we have a tremendous way to go. Our future has never ever looked brighter or sharper. The fact is the American Dream is back, it's bigger and better and stronger than ever before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Check. And remember, we suggested that he remind America that if they send Bernie or Elizabeth or even Uncle Joe to the White House, the Democrats socialists will eventually run out of other people's money. And tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "America will never be a socialist country. Never. Republicans do not believe in socialism. We believe in freedom and so do you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's freedom for the individual, your decisions, your family, your priorities. And of course, it's important that he made sure to note that no one else has recognized and responded to the crisis at the border like he has while the Democrats sit by and basically do nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "As we fight to make life better for all Americans, the Democrat party has become more radical, more dangerous and more unhinged than at any point in the modern history of our country. No one who supports sanctuary cities should be allowed to run for President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, we're going to get to a lot more of what the President said tonight and how his Democratic opponents are responding. Plus, we have Raymond Arroyo on the ground in Orlando for us tonight. He spoke to Trump voters about the rally, the issues they really care about and even his confrontation with the Trump protester.  But first, to break down the President's kickoff, we're joined right now by a great panel Ari Fleischer, Former White House Press Secretary, Fox News Contributor, Pam Bondi, Former Florida Attorney General and Richard Goodstein, Former Clinton Aide and Democratic Strategist. Pam, this is basically your home state, your thoughts tonight after watching this rally, it was a huge turnout, certainly the biggest rally of this campaign season which is already underway. Thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "sentences": "Laura, I think the rallies are going to get even bigger. There were so many people they said that couldn't even get inside that were just waiting outside the crowds to see President Trump. It's not even going to be close and those polls are not right. President Trump is going to take Florida. He's going to take the country. He has been a great President. He is a great President and he's doing everything he said he would do.  I think his most - his best moment was when he looked at them and said, I will not let you down, the American people. I promise I will not let you down nor has he. He's been a terrific President despite the personal attacks on his family on Don Junior and on Ivanka and Jared who are fighting for our country every single day. And President Trump is just - he's the real deal and we know him, so we know that. And the American people love him. They're going to support it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was close in Florida last time, what was it 1.6 percentage points, something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "It was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was a close one, Ari.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The state is changing by the month and certainly we have a lot of new voters in Florida, a lot of new voters from Puerto Rico who have moved after Hurricane Maria. What about turnout? What about the momentum given the Democrats fury toward President Trump and his agenda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, both parties have fury. Both parties have enthusiasm. Whoever has more is likely going to win. And there are three things that jumped out about me. With me about that speech. One, the enthusiasm the President garners of his followers. It is remarkable. Very few politicians have that level of turnout and enthusiasm.  Two, he is an outsider. He still is despite being president. And it is clear in the way he acts, the way he speaks, the way he walked around the stage covered his ears when people were screaming what they want the logo to be. No politician does that. It's amusing. It's interesting. He's an outsider. The third Laura is the socialism line. This is a devastating line that the President in my opinion he should have used earlier, spent more time on it, a list of the Democratic policies that are socialistic and apply it to individual Democrats. It's a huge opening that the President should continue to exploit. I would hope he would do even more of it. It worked well tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right Richard in the last hour or even Chris Cuomo of CNN said, the Democrats do not have a candidate, at least not right now who can pack an arena like Trump. Certainly, the stagecraft that Ari was talking about. What are your thoughts just about the number of people, he's been around now for three years who show up on a night like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER CLINTON AIDE",
      "sentences": "It's impressive. I mean it's true. There is no Democrat that can do that. My reaction though is, he packed those arenas in 2018 and his speech was largely the same in the economy everything that he touted. He touted--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "On the ballot in 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And the very people though that he campaigned for Roy Moore and the opponents - one second. And the opponents of Conor Lamb and Bob Casey and Tammy Baldwin and Kyrsten Sinema and all of those people lost--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are those socialist leaning Democrats? No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "All those people lost, so he went to bat for people. And let's talk about promises made and promises kept. Promise one, build a wall in Mexico, we'll pay for it. No check. Promise two, replace Obamacare. No check. Promise three, trade deals galore. No check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are you kidding? First of all, Mexico hasn't paid for it yet. I mean if Mexico doesn't do it, he's going to do. They are going to get tariffs, 100 percent, they're going to get tariffs, if they don't stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "U.S. consumers will pay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If what the Democrats are going to argue, is that Trump wasn't tough enough on the border then, that's going to be an interesting argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "He had a Republican Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Beto O'Rourke says there should be no fence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "He had a Republican Congress for two years and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, so you want it to be tougher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "No, I'm just saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean you guys don't have any credibility on the board.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "The credibility is the Democrat Senate passed a bill with 14 Republican votes in 2013 that would have actually--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Then they - if they care about the border and Pam, I've raised this before. If the Democrats care about the border more than Trump does and really wants to stop this flow into the country, I'm all ears. I can't wait to see what Schumer and Pelosi and McConnell, they all come together for this asylum reform, they could do it in an afternoon. Trump is exactly right about this. They could shut this problem down and solve the humanitarian crisis in an afternoon. They will not do it because they want to keep this flow into the country going. And then they can say, see, Trump's not getting it from them. No, they refuse to govern. Trump's doing what he can. Response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "That's exactly what he's doing. He cares about the drugs flowing into this country. The gangs coming into this country all through the border. That's been his promise. He's doing everything he can. He's building the wall. He said, he was going to build it. He's following through on all his promises. And what about our unemployment rate. It's the lowest it's been in 50 years. Everything the President has said he would do; he's doing and more because he is a great American and he cares about our country. And the American people see that. And it's a crisis at the border right now and he's stopping that. He is protecting its law and - Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, he's doing more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Ari, why Democrats--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Fighting against everyone else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Trying to argue and I love Richard, he knows that. If Democrats are going to try to argue what they're going to be tougher than Trump on the border, give me a break. Every candidate says either abolish ICE, totally restructure it, you can't deport people including people who have orders, standing orders of deportation is about 800,000 of those hanging around the United States. I heard the other networks tonight talking about how it will be terrible to deport those people. That is an insult to the American people to say that. Ari.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "You know the tragedy of the Democratic Party is they have lost the ability to make the moral distinction between immigrants who come here legally and immigrants who come here illegally. To them, it's all the same. Let them all in and we must, if we're a nation that follows the rule of law make that distinction.  In fact, one of the reasons immigrants come here is to escape lawlessness and to find a nation that honors the law and they come here legally. You cannot make your first act as a would-be American, illegal act where you broke the law to get into America. And the Democrats let them and pro- immigration reform Republicans like me believe there is a distinction to be drawn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "One quick question if I can. I agree with Ari. Legal good, illegal bad, but remember in 2018 we played up caravans and there were family separations and the suburban women that supported Trump in 2016 abandoned the Republican party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you think we should release children who cross the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "But that's in large part, because the media has gone along with not making a distinction between legal and illegal. They lump them all together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, not just that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "It's terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Not just that. The media want this crisis to continue, because if it does, they can bring in the size of South Bend Indiana every month and the size of South Bend, Indiana 140,000, 100,000 in South Bend. 140,000 came in May. well that's slowly but surely transforming entire American communities. That's just a fact. And that costs a lot of money to the people watching this show tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "The Democrats want to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's money. A lot of rich people in this town, a lot of cranes going up, a lot of building. But it costs real money to people who don't make a lot and send their kids to public schools who say what about me, OK. And I think they're sick of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "It's also just not fair. It's just not right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's ridiculous. It's against the law. And the Democrats don't stand up for that. Speaking of ICE removal of illegals, leftist media are crying foul and accusing Trump of trying to inflict mental harm by merely announcing deportation efforts. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOB SOBOROFF, MSNBC CORRESPONDENT",
      "sentences": "Why do it? Quite literally to terrorize the millions of people that are in this country illegally. There's no other reason to say you're going to get rid of round up and deport millions of people when you know you can't do it unless you're just trying to terrify them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Richard, this is what we're talking about, the media, the dominant media hand in glove with the Democrat National Committee, with the Democrat candidates. Trump's doing this to try to terrorize the immigrant community. No, we have 800,000 people who have already been ordered, deported who refuse to show up for the hearings to leave the country. Do you think they should stay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Listen, people forget that Obama was accused of being the Deporter in Chief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm not talking about Obama. I'm thinking about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I'm just saying that Democrats when they were in the White House deported far more people than Donald Trump has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But they moved far left now. None of us--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "That's a characterization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're moving away far left. You've got people on television saying, he's doing this to terrorize people. No, he's doing this to tell people in Central America don't make the journey, because if you come, you can't stay. That's what Obama said in 2014. You remember, I do. I played the sound bite on my radio show every single day for probably I don't know three months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "But I'm just saying their mischaracterization and I understand it's handy like caravans and so forth. Is that somehow Democrats want open borders. And the proof is otherwise it's what Obama did as President. It's what the Senate passed with every Democratic vote in 14 Republicans, which was to do a range of things, including setting up a lot of fencing. But Paul Ryan wouldn't call it up, I bet if that bill came up today would pass the Senate and the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's talk Pam about what the President did in talking about the American people. I chatted about this with Sean because I think when you turn this - this is your country what kind of country do you want to live in. We're rolling and we're doing really well right now. Let's keep it going. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They are really going after you. That's what it's all about. Not about us. It's about you. This election is about you. It's about your family, your future and the fate of your country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I think the more that the message is about what the people want. Not so much about Mueller or Hillary. That's all. I mean it's still relevant but it's not what - it's on the minds of most people. They want to know that they could send their kids to a public school and they're going to be taught. And they want to know that they're going to be able to afford their health insurance and it's not going to be $2000 a month for no coverage. I mean that's the basic things they want. They want the border to enforce. I think--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He keeps hitting that. That's a winner because the Democrats might transform the country in a way most people don't want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Right. And what he did tonight Laura was flawless, and he stuck to that. And you know these people who were there tonight clearly adore the President. But what he's doing is, he is committing them to get out there and actively campaign telling the world that it is about the American people and it's about being able to go to church safely, going to school safely, having streets that are safe, getting the drugs off of our streets. And we have a President here who has supported prison reform, a Republican President who has done great things with the first step acts. Unemployment is at an all-time low. Women's employment is higher. You know everything he's doing is for the American people. He doesn't need this gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He doesn't need to go in. But statistics aren't going to win an election. You know what wins elections, stories. Reagan understood that. And it's all of us and when he tells those stories. That's the best Trump. Trump's extremely charming. I mean I know people, he's very charming. But the stories about America, the country that we all love. That's what makes it great. Because Americans have dreams too, it's not just people who are illegally come into the country, Americans have dreams. And he spoke to that.  Now, I need to get to this, Ari. I've mentioned the giddiness that we've seen in the media over some of the polling, nearly 18 months out from the 2020 election. Now, Pollster Nate Silver himself no fan of Trump and who got it wrong famously in 2016 said the following in a tweet. Repeat folks to have a news cycle about general election polling a year and a half before the election is completely preposterous. If you want to argue about something, argue about primary polls and tonight, Trump's campaign manager Brad Parscale was on CBS knocking down the polls for another reason. BRAD PARSCALE, TRUMP 2020 CAMPAIGN MANAGER: The way turnout now works and abilities that we have to turnout voters, it's not - the polling can't understand that. That's why it was so wrong in 2016. It was 100 percent wrong. Nobody got it right. I think we win an electoral landslide as of today. I think the president--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Define an electoral landslide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARSCALE",
      "sentences": "Even more electoral points than he did last summer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ari is that is that wishful thinking on Brad's part or is this revealing a lot about the media's obsession with an anti-Trump storyline to hold on the polls this far out at least from the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Well, I think it's both frankly Laura. You know if the President cornered the Real Clear Politics average, his job approval is around 42, 43, his disapproval is around 51, 52. Those are worrisome numbers, if you're a President. You need your approval to be up closer to 50 to really go into an election year feeling good. It's too low. He needs to make it higher. On the other hand, we do know that the press really got 2015, 2016 wrong and it doesn't seem like they've learned any lessons from it. And that's really troublesome. And I think the reason for that is because the press is cheerleading too much. They don't like the President; they don't like the way he treats them. They don't like many of his policies. And so, they want him to be gone. And so they believe the polls that show that he'll be gone and those polls are flawed polls, you know the one that just came out of Florida also showed that Ron DeSantis was going to lose his race to the Democrat by seven points of course DeSantis won and those polls are now out and being talked about by the Democrats as if they're accurate. So, look, I don't think the President is a shoo in for re-election. He's going to have a tough fight. This is going to be a 50 50 race but the enthusiasm factor what we started talking about is huge. The President's people clearly are fired up. But you've got to remember, the President's opponents are fired up just as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're wicked fired up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "2018 election, and there is a surge in turnout. Usually have 85 million people vote in the midterm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "You had over a 110 million people vote. We're going to shatter records in 2020. Who knows which side is going to come out more?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I completely agree. It's going to be all about turnout and that rally was incredibly impressive like all Trump's rallies are. Democrats, Richard conceded can't really turn that number out. But on Election Day and the roll up to Election Day because we have early voting, there is going to be a massive push and Republicans have to spend the money and have the turnout machine to match this Democrat fury machine. They are really operating I think on 110 percent anger. I mean they say it's the angry white male party of the Republican, they are the angry party, OK, the angry Democrat socialist party. And Richard, do you want to get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Two things, I agree with Ari. The problem for Trump more so is that the economy is doing pretty well and for him--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And for him to be in the low 40s is troublesome, one. Two, in 2018, we heard the exact same thing that we just heard. Well, the polls aren't accurate. Just wait there is this hidden Trump voter. Rasmussen said, right before the election that nationally Republicans would win by a Senate and White percentage point. And the Republicans lost by 9--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Democrats lose in 20--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congress and did Obama win re-election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Was the economy is good as it is now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Point made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "And yet Obama's numbers were never as weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did Obama have a press corps that was compliant? Or did he have a press corps that piled on--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOODSTEIN",
      "sentences": "So, we can be here the day after Election Day after Trump loses and saying oh it was the press's fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Laura--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm just trying to say; Rich is trying to make it out to be Trump - I mean .--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "They were. At this point, eight years ago at the same point in the state--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was 46 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Obama's numbers--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Approval.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the Real Clear Politics average.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "It was just about the same as Trump's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "At the same time. So, look, I'm not saying that Trump's numbers shouldn't be higher. He's like, well, I don't believe in the numbers, but I agree with Ari. You want the numbers to be higher which means you just have to keep talking about the results and keep showing. If you do X namely vote for Bernie or Elizabeth or Joe. This is how much you're going to have to fork over. This is how much your money is going to go to their pet projects and we know where that's going to end up. Right down a rathole. Just ask France, how it's working out. This is not a hard argument to make. Pam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "And Laura, the crowds, I was with him in 2016. I am going to be on the trail with him in 2020. The crowds are bigger than they ever were in 2016. Twice as big. It's crazy how many people are coming out to support him. Tomorrow, he's having a $5 million fund raiser at Doral. The money is going to come flowing in as well just like you all said. You need a lot of money to do a campaign. And people are going to continue now to give him even more money and support him. And it's just going to get better and better for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, guys, thank you so much. It was a great and spirited panel discussion. And how did Trump's message resonate with the folks inside the arena. Raymond Arroyo is on the ground in Orlando getting real-time reaction. Plus, he also talked to some of the protesters and those calling for the impeachment of the President. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "sentences": "The feeling is electric as Donald Trump launches his second campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "(Inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Since the very first day, I walked through the doors of the White House, I have never forgotten who sent me there. You did. When I get behind my desk in the beautiful Oval Office, I think about only one thing, how the American people are going to win, win, win today. And I am fighting are you, and I think you see that. Not easy, but I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The president making his pitch to America tonight in the swing state of Florida for another four years in the White House. If the reaction by the crowd inside is any indication, the 2020 reelection launch is off to an exceedingly strong start. Our own Raymond Arroyo spend the night outside the Orlando arena and some inside to see what the voters thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I really love that his speech focused on all of his accomplishments and everything, from tax reform to renegotiating NAFTA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Trump is showing us the way forward and telling us how we're going to keep America strong after he makes America strong for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I liked all of it, but the wall is important to me. If we don't have national security here in the country we really have nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What resonated with me also was his message to the African-American community. I think it was overwhelmingly powerful. We have to realize that we have lesser unemployment because of President Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here now is Raymond Arroyo, Fox News contributor down in Orlando, Matt Schlapp with me in the studio, chairman of the American Conservative Union. All right, Raymond, you spend the day and the night with Trump supporters on the ground there. What was the reaction to tonight's?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "sentences": "Laura, it was incredible. First of all, the weather was not good today. And to get 20,000 people plus out here, they have abandoned their lawn chairs and their umbrellas. There are literally hundreds of them out in this field next to me. It was an incredible display. They loved the unity. They loved the feeling that the president was including them in this relaunch. To a person they told me that. And the wall, it seems the wall is the one powerful touchstone for so many of these Trump voters. Every one of them kept mentioned national security, immigration. And if you listened closely to the way they explained it, they said, look, we want people to come here and work, but they have to do it legally the way my parents did, the way my sister, the way my family did. So it was a diverse crowd, a fascinating evening in very hot Orlando. To get a crowd like this to turn up in the middle of the week, an amazing accomplishment, and the president is off and running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I even had Richard Goodstein last segment admitting there is no Democrat who could get that crowd. And Matt, you have been to a lot of these rallies, you've seen this. It's hard to believe we are here already, right. It seems like he just won. To me it seems like that was yesterday. We are already here in the thick of it. The poll numbers and the obsession with them this far out I find to be predictable, because what else are the Democrats going to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, CHAIR, AMERICAN CONSERVATIVE UNION",
      "sentences": "Everyone needs to listen to me. They mean nothing. Literally all these Quinnipiac polls that came out, another one came out from Florida, it shows the president doing less well with non-college educated whites. His strongest areas he is down 10 points. Don't even look at the polls. These national polls mean nothing. Take a breath. Look at his character traits. Look at his virtues, look at what the people see in the president. That's what matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, you went to one of these protests today, and I want to play now a little bit about what you saw. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "As you can see, this is the anti-Trump rally just blocks away from where the president is holding his kickoff. As you can see, it's a pretty lightly attended event. There is a concentration of folks here squaring off with Trump supporters. There's heavy police presence here. But even that is a pretty light display considering the magnitude of this event for Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I honestly do think that women need access to safe and legal abortion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Do they not have access to safe and legal abortion in Florida?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Not right now, but there are more and more policies coming out that make it so that it's very difficult for people to get abortions. For example, minors are not capable of getting abortions without parents' consent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "But they are minors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But minors can also get other medical procedures without parents' consent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow, is that where we are now, Raymond, that the Democrats will be -- God bless her. She looked like she was a minor, right. That's sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes, and this was only a few blocks away. But I have to say, it was a paltry turnout. There is no doubt that there's a lot of fire here and upset with the president, but it's not focused. There is no single candidate or even issue that really unites this group. So that was the thing that really jumped out at me. There were people there for climate, there were people there for LGBTQ rights. You heard the young lady about abortion rights. But there was no cohesion, no vision that held them together, and that is lacking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Random.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The Trump side, there is unity here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, there's like random anger. And I find when go through the list of accomplishments, and we have not focused on the energy independence, ISIS, all the foreign policy, taking on China, this is just wild that he was able to do as much as he has been able to do with all of the investigations and all of the lies that have been told about him with impunity, about treason and his son is going to go to the jail. All of it was a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Nobody has ever faced this level of opposition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Ronald Reagan faced a level of opposition, George W. Bush with the wars, no one has faced this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nothing like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "And the fact is if you look at love versus hate, I don't want to sound all kumbaya.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, let's do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "But they hated George W. Bush, it didn't work in the reelect. We hated, a lot of us hated Barack Obama's policies, and it doesn't work. The fact is Donald Trump has cleaved himself to these supporters because of what he said he would do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "None of them can make the argument that they're going to make the lives of the average American better under their policies, raise their standard of living better than Trump. None of these Democrats are even trying to make that argument. Raymond?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "People loved that, Laura. They kept saying over and over we loved that he delivered on what he promised. And hey, he even got a Trump baby to show up again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think he should adopt the Trump baby and just make it his own and they won't fly it anymore. It's kind of cute. There's nothing wrong with it. Raymond and Matt, thank you. And more from the same folks Raymond caught up in Orlando later in the show. You cannot miss it. But when we come back, the Democrats continue to cite Trump's rhetoric as inflammatory without seriously examining their own. We take a look at the false and outrageous claim that Alexandria Ocasio-Cortez made about U.S. immigration. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Just imagine what this angry leftwing mob would do if they were in charge of this country. They would shut down your free speech. They would strip Americans of their Constitutional rights while flooding the country with illegal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "President Trump taking the opportunity tonight to take a shot at the angry leftists at his reelection launch in Florida. And he has good reason. As this show has been documenting week after week, Democrats continue to cite Trump's rhetoric as inflammatory without ever seriously examining their own. Exhibit A -- liberal darling Congresswoman Alexandria Ocasio-Cortez made not only an outrageous claim but a verifiably false claim about our policies on the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "sentences": "The United States is running concentration camps on our southern border, and that is exactly what they are. I want to talk to the people that are concerned enough with humanity to say that we should not -- that \"never again\" means something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now from outside the rally in Orlando is Charlie Kirk, founder and president of Turning Point USA, and Pastor Darrell Scott, CEO of the National Diversity Coalition for Trump. Charlie, the reaction from the media to AOC's comments has predictably been Republicans pounce. Why aren't the same rules applied to the left that they apply to the likes of you, myself, the president, anyone who supports the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER, TURNING POINT USA",
      "sentences": "It's such a great point. Immediately when she says something that is historically wrong, morally incorrect, and that is totally detestable, anyone who calls her out for that or criticizes her, all of a sudden, we are attacking her. Isn't that strange? It's like we can't have a conversation about something she said wrong without saying Republicans pounce or conservatives are unfairly going after Alexandria Ocasio-Cortez. Let's just be very honest. She is basically the most powerful Democrat in office right now in America. If you really think about it, she has more social media power, she's able to draw crowds. You can see most of the Democrats, they couldn't fill up this crowd if they paid people. They can't even fill up coffee shops. She has the power of the base of the party because she is angry and she's committed towards these radical ideas. And shame on her for saying this, and shame on the media for not allowing us to have a conversation without criticizing us for attacking her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And everyone should note that this is not political criticism, because several figures, prominent figures, Jewish figures, including those from the Auschwitz Center have strongly, strongly criticized her comments. But Pastor Scott, that's really where we are right now. It's not about whether America is better off than it was two years ago or two-and-a-half years ago under these unbelievably positive policies of Donald Trump. It's about demonizing, racial politics, identity politics, and flat out lying about America, our current situation, and even our history, Pastor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, NATIONAL DIVERSITY COALITION FOR TRUMP",
      "sentences": "Yes, the Democrats right now are playing the same worn-out card that they endeavored to play back in 2016, the race card. They trot that every two to four years. Pin the racist on the Republicans. Obstruction, collusion, immigration, abortion, they are trying everything to deflect from the positive achievements, the unprecedented positive achievements of this administration. This president is doing a fantastic job. They know it. They can't admit it, so they try to undermine, detract, or take away from it. But it's not going to work. It didn't work then, and it's not going to work now, because then we looked forward to what he was going to do. But now we are able to look back at what he has done. And his positive accomplishments outweigh any of these negative criticisms that they try to bring out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's not even close. It's not even close. And on that note, Pastor Scott, Donny Deutsch, that renowned historian and thinker, today accused the president's Make America Great Again slogan for its racial undertones. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNY DEUTSCH, MSNBC ANCHOR",
      "sentences": "I believe its' all about racism. Make America Great Again is make America white again. And it keeps going down and down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pastor Scott, is that what you're all about, make America white again, is that what the president -- come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "Come on. That sounds stupid. Everybody just -- the Democratic is just demonstrating how dumb they are. I don't to call AOC dumb, but she calls herself that by the things that come out of her mouth, her comparing our activity on southern border to Nazi Germany and concentration camps was flat out dumb, and what this guy just said is flat out dumb, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gentlemen, thank you so much for all your commentary tonight. And don't go away, because Raymond Arroyo will be back from Florida with an exclusive report talking to Trump rally attendees about the issues that they really care about in 2020. It's illuminating. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "With every ounce of heart and mind and sweat and soul, we are going to keep making America great. And that is why tonight, I stand ever before you to officially launch my campaign for a second term as president of the United States. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "President Trump kicking off his 2020 reelection campaign tonight in Florida in front of a capacity crowd at the Amway Center in Orlando. And as we told you, supporters, they started lining up on Sunday just to make sure they got the spot they wanted to see the president in person. And we sent Raymond Arroyo down to the sunshine state to see what brought so many people out. Raymond, what did you find?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, first of all, there were blocks and blocks of people here all day long. They sat through the rain and the bright sun. What they offered was advice as well as the burning issues that are driving them to support the president. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "What brought you all out here today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The love for our president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm here to support Donald Trump because he is a true patriot. He's the only one in Washington sticking up for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm here just to support my commander in chief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "There are polls saying the president is not doing well against his Democratic opponents. Do you believe those polls?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I personally don't believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's a lie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You don't believe them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Joe Biden says he is going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let him say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He can say whatever he wants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We got this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Somebody please tell me what Joe Biden believes, because last week he was for something, this week he'll be against it, next week he changes his opinion about as often as he changes his drawers. Listen, you stand before Donald Trump, you fall before Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "What is the issue that is driving your vote this election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have immigration. Look at our economy. It's the best it's been since anybody, ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's all these leftists that keep pushing me into a corner. And they push me off a cliff, man. I can't take it anymore. I am pushing back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Many of my students, I am a college professor, seem to be drawn to the idea of socialism when they cannot define it and they don't know much about what they're talking about. We need to get back to teaching children American history and why America is the greatest country in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Do you support the president deporting these people with final deportation notices?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These are policies that were put in place by the Obama administration. Clinton has talked about it. They have all talked about it. They only difference is the person at the podium has changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But it's ridiculous who is coming in and how they're coming in. There has to be rules, there has to be regulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You want to come to this country, come to this country and come in the right way, just like many others have done, like my grandparents have done. I believe in the American system. We are America!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think there are so many great people from around the world that want to come here and want to do it the right way. And we need them. We have the jobs for them. They just need to come legally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "If you could give the president one bit of advice going into this election season, what would it be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Build the wall faster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Remain the same person he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Follow up on everything you said you're going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Keep God in mind, keep him foremost, and hit hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Keep making America great again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It was an amazing display, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I love it. I love seeing the people. And I just love hearing them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "These people are on fire. You see they are on fire. And they came from Chicago, California. To a person they said the president should keep talking about his accomplishments, the things he's promised us and delivered on. The one advice they offered was lay off of Twitter a bit, and don't worry about crooked Hillary. Focus on what you have done for us. And they are excited here. It was an amazing day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, I think what the president would say that's what the media wants me to do. They want me to lay off of Twitter. That's my only way of reaching all of the people. But I think the point might be some wisdom to it, especially for women voters. Remember, the women voters, like the charming Trump. They like the fighter, they know he's a fight, but when he is making people laugh on stage like tonight, that was awesome. He has a great smile and a great laugh. And we want to see that fun Trump as well as fighter Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "There were people who were brought to this speech on the way out that told me I am not a Trump fan, but after that speech, I am reconsidering. We won a lot people over tonight I think both at home and in this room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Raymond, great job. Glad you withstood the rain and the sun along with all those Trump folks out there. Thanks so much. And we'll see you back in Washington tomorrow. I've always said that if Trump wasn't president, he could be a standup comedian. He already had a big hit obviously with \"The Apprentice.\" The latest example from his rally. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And 33,000 emails deleted, think of it. If I got a subpoena for emails, if I deleted one email, like a love note to Melania, it's the electric chair for Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "People were enjoying that. People want to laugh. Politics has got to be a fun ride. That was a lot of fun tonight. I hope you enjoyed it. And that's all the time we have tonight. Go to podcastone.com. My new podcast drops tomorrow, already a new one today. Shannon Bream and the \"Fox News @ Night\" team have all the analyses and all the news that take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "This is how we just made him fade off in the - that was funny actually. It's always good to have Sean stop by and you saw it here on Fox News. President Trump officially launching his 2020 campaign tonight with a high energy and pretty long rally in Orlando, Florida in front of a crowd of 20,000 people plus thousands more watching from the parking lot. The President laid out his case for another four years in the White House. Now, as I mentioned last night, the President needed to show all that he'd been able to accomplish even with two years of the Russia hoax hanging over his head. Here's what he said tonight."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Our patriotic movement has been under assault from the very first day. Nobody has done what we have done in two and a half years. Our economy is the envy of the world. Perhaps the greatest economy we've had in the history of our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Check. We've talked about how he needed to remind Americans. Do you want to keep the good times rolling and make America even stronger? Are you better off than you were in January 2017? Well, here's what he said."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And as long as you keep this team in place, we have a tremendous way to go. Our future has never ever looked brighter or sharper. The fact is the American Dream is back, it's bigger and better and stronger than ever before."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Check. And remember, we suggested that he remind America that if they send Bernie or Elizabeth or even Uncle Joe to the White House, the Democrats socialists will eventually run out of other people's money. And tonight."
    },
    {
      "speaker": "TRUMP",
      "utterance": "America will never be a socialist country. Never. Republicans do not believe in socialism. We believe in freedom and so do you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's freedom for the individual, your decisions, your family, your priorities. And of course, it's important that he made sure to note that no one else has recognized and responded to the crisis at the border like he has while the Democrats sit by and basically do nothing."
    },
    {
      "speaker": "TRUMP",
      "utterance": "As we fight to make life better for all Americans, the Democrat party has become more radical, more dangerous and more unhinged than at any point in the modern history of our country. No one who supports sanctuary cities should be allowed to run for President of the United States."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, we're going to get to a lot more of what the President said tonight and how his Democratic opponents are responding. Plus, we have Raymond Arroyo on the ground in Orlando for us tonight. He spoke to Trump voters about the rally, the issues they really care about and even his confrontation with the Trump protester. But first, to break down the President's kickoff, we're joined right now by a great panel Ari Fleischer, Former White House Press Secretary, Fox News Contributor, Pam Bondi, Former Florida Attorney General and Richard Goodstein, Former Clinton Aide and Democratic Strategist. Pam, this is basically your home state, your thoughts tonight after watching this rally, it was a huge turnout, certainly the biggest rally of this campaign season which is already underway. Thoughts."
    },
    {
      "speaker": "PAM BONDI, FORMER FLORIDA ATTORNEY GENERAL",
      "utterance": "Laura, I think the rallies are going to get even bigger. There were so many people they said that couldn't even get inside that were just waiting outside the crowds to see President Trump. It's not even going to be close and those polls are not right. President Trump is going to take Florida. He's going to take the country. He has been a great President. He is a great President and he's doing everything he said he would do. I think his most - his best moment was when he looked at them and said, I will not let you down, the American people. I promise I will not let you down nor has he. He's been a terrific President despite the personal attacks on his family on Don Junior and on Ivanka and Jared who are fighting for our country every single day. And President Trump is just - he's the real deal and we know him, so we know that. And the American people love him. They're going to support it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was close in Florida last time, what was it 1.6 percentage points, something like that."
    },
    {
      "speaker": "BONDI",
      "utterance": "It was."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was a close one, Ari."
    },
    {
      "speaker": "BONDI",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The state is changing by the month and certainly we have a lot of new voters in Florida, a lot of new voters from Puerto Rico who have moved after Hurricane Maria. What about turnout? What about the momentum given the Democrats fury toward President Trump and his agenda?"
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, both parties have fury. Both parties have enthusiasm. Whoever has more is likely going to win. And there are three things that jumped out about me. With me about that speech. One, the enthusiasm the President garners of his followers. It is remarkable. Very few politicians have that level of turnout and enthusiasm. Two, he is an outsider. He still is despite being president. And it is clear in the way he acts, the way he speaks, the way he walked around the stage covered his ears when people were screaming what they want the logo to be. No politician does that. It's amusing. It's interesting. He's an outsider. The third Laura is the socialism line. This is a devastating line that the President in my opinion he should have used earlier, spent more time on it, a list of the Democratic policies that are socialistic and apply it to individual Democrats. It's a huge opening that the President should continue to exploit. I would hope he would do even more of it. It worked well tonight."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right Richard in the last hour or even Chris Cuomo of CNN said, the Democrats do not have a candidate, at least not right now who can pack an arena like Trump. Certainly, the stagecraft that Ari was talking about. What are your thoughts just about the number of people, he's been around now for three years who show up on a night like that?"
    },
    {
      "speaker": "RICHARD GOODSTEIN, FORMER CLINTON AIDE",
      "utterance": "It's impressive. I mean it's true. There is no Democrat that can do that. My reaction though is, he packed those arenas in 2018 and his speech was largely the same in the economy everything that he touted. He touted--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "On the ballot in 2018."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And the very people though that he campaigned for Roy Moore and the opponents - one second. And the opponents of Conor Lamb and Bob Casey and Tammy Baldwin and Kyrsten Sinema and all of those people lost--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are those socialist leaning Democrats? No way."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "All those people lost, so he went to bat for people. And let's talk about promises made and promises kept. Promise one, build a wall in Mexico, we'll pay for it. No check. Promise two, replace Obamacare. No check. Promise three, trade deals galore. No check."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are you kidding? First of all, Mexico hasn't paid for it yet. I mean if Mexico doesn't do it, he's going to do. They are going to get tariffs, 100 percent, they're going to get tariffs, if they don't stop."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "U.S. consumers will pay."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If what the Democrats are going to argue, is that Trump wasn't tough enough on the border then, that's going to be an interesting argument."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "He had a Republican Congress."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Beto O'Rourke says there should be no fence."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "He had a Republican Congress for two years and--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, so you want it to be tougher."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "No, I'm just saying."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean you guys don't have any credibility on the board."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "The credibility is the Democrat Senate passed a bill with 14 Republican votes in 2013 that would have actually--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Then they - if they care about the border and Pam, I've raised this before. If the Democrats care about the border more than Trump does and really wants to stop this flow into the country, I'm all ears. I can't wait to see what Schumer and Pelosi and McConnell, they all come together for this asylum reform, they could do it in an afternoon. Trump is exactly right about this. They could shut this problem down and solve the humanitarian crisis in an afternoon. They will not do it because they want to keep this flow into the country going. And then they can say, see, Trump's not getting it from them. No, they refuse to govern. Trump's doing what he can. Response."
    },
    {
      "speaker": "BONDI",
      "utterance": "That's exactly what he's doing. He cares about the drugs flowing into this country. The gangs coming into this country all through the border. That's been his promise. He's doing everything he can. He's building the wall. He said, he was going to build it. He's following through on all his promises. And what about our unemployment rate. It's the lowest it's been in 50 years. Everything the President has said he would do; he's doing and more because he is a great American and he cares about our country. And the American people see that. And it's a crisis at the border right now and he's stopping that. He is protecting its law and - Americans."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, he's doing more."
    },
    {
      "speaker": "BONDI",
      "utterance": "Exactly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Ari, why Democrats--"
    },
    {
      "speaker": "BONDI",
      "utterance": "Fighting against everyone else."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Trying to argue and I love Richard, he knows that. If Democrats are going to try to argue what they're going to be tougher than Trump on the border, give me a break. Every candidate says either abolish ICE, totally restructure it, you can't deport people including people who have orders, standing orders of deportation is about 800,000 of those hanging around the United States. I heard the other networks tonight talking about how it will be terrible to deport those people. That is an insult to the American people to say that. Ari."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "You know the tragedy of the Democratic Party is they have lost the ability to make the moral distinction between immigrants who come here legally and immigrants who come here illegally. To them, it's all the same. Let them all in and we must, if we're a nation that follows the rule of law make that distinction. In fact, one of the reasons immigrants come here is to escape lawlessness and to find a nation that honors the law and they come here legally. You cannot make your first act as a would-be American, illegal act where you broke the law to get into America. And the Democrats let them and pro- immigration reform Republicans like me believe there is a distinction to be drawn."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now--"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "One quick question if I can. I agree with Ari. Legal good, illegal bad, but remember in 2018 we played up caravans and there were family separations and the suburban women that supported Trump in 2016 abandoned the Republican party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you think we should release children who cross the border?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "But that's in large part, because the media has gone along with not making a distinction between legal and illegal. They lump them all together."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, not just that--"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "It's terrible."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Not just that. The media want this crisis to continue, because if it does, they can bring in the size of South Bend Indiana every month and the size of South Bend, Indiana 140,000, 100,000 in South Bend. 140,000 came in May. well that's slowly but surely transforming entire American communities. That's just a fact. And that costs a lot of money to the people watching this show tonight."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "The Democrats want to do that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's money. A lot of rich people in this town, a lot of cranes going up, a lot of building. But it costs real money to people who don't make a lot and send their kids to public schools who say what about me, OK. And I think they're sick of that."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "It's also just not fair. It's just not right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's ridiculous. It's against the law. And the Democrats don't stand up for that. Speaking of ICE removal of illegals, leftist media are crying foul and accusing Trump of trying to inflict mental harm by merely announcing deportation efforts. Watch."
    },
    {
      "speaker": "JACOB SOBOROFF, MSNBC CORRESPONDENT",
      "utterance": "Why do it? Quite literally to terrorize the millions of people that are in this country illegally. There's no other reason to say you're going to get rid of round up and deport millions of people when you know you can't do it unless you're just trying to terrify them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Richard, this is what we're talking about, the media, the dominant media hand in glove with the Democrat National Committee, with the Democrat candidates. Trump's doing this to try to terrorize the immigrant community. No, we have 800,000 people who have already been ordered, deported who refuse to show up for the hearings to leave the country. Do you think they should stay?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Listen, people forget that Obama was accused of being the Deporter in Chief."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm not talking about Obama. I'm thinking about this."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I'm just saying that Democrats when they were in the White House deported far more people than Donald Trump has."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But they moved far left now. None of us--"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "That's a characterization."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're moving away far left. You've got people on television saying, he's doing this to terrorize people. No, he's doing this to tell people in Central America don't make the journey, because if you come, you can't stay. That's what Obama said in 2014. You remember, I do. I played the sound bite on my radio show every single day for probably I don't know three months."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "But I'm just saying their mischaracterization and I understand it's handy like caravans and so forth. Is that somehow Democrats want open borders. And the proof is otherwise it's what Obama did as President. It's what the Senate passed with every Democratic vote in 14 Republicans, which was to do a range of things, including setting up a lot of fencing. But Paul Ryan wouldn't call it up, I bet if that bill came up today would pass the Senate and the House."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's talk Pam about what the President did in talking about the American people. I chatted about this with Sean because I think when you turn this - this is your country what kind of country do you want to live in. We're rolling and we're doing really well right now. Let's keep it going. Let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They are really going after you. That's what it's all about. Not about us. It's about you. This election is about you. It's about your family, your future and the fate of your country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I think the more that the message is about what the people want. Not so much about Mueller or Hillary. That's all. I mean it's still relevant but it's not what - it's on the minds of most people. They want to know that they could send their kids to a public school and they're going to be taught. And they want to know that they're going to be able to afford their health insurance and it's not going to be $2000 a month for no coverage. I mean that's the basic things they want. They want the border to enforce. I think--"
    },
    {
      "speaker": "BONDI",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He keeps hitting that. That's a winner because the Democrats might transform the country in a way most people don't want."
    },
    {
      "speaker": "BONDI",
      "utterance": "Right. And what he did tonight Laura was flawless, and he stuck to that. And you know these people who were there tonight clearly adore the President. But what he's doing is, he is committing them to get out there and actively campaign telling the world that it is about the American people and it's about being able to go to church safely, going to school safely, having streets that are safe, getting the drugs off of our streets. And we have a President here who has supported prison reform, a Republican President who has done great things with the first step acts. Unemployment is at an all-time low. Women's employment is higher. You know everything he's doing is for the American people. He doesn't need this gone."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He doesn't need to go in. But statistics aren't going to win an election. You know what wins elections, stories. Reagan understood that. And it's all of us and when he tells those stories. That's the best Trump. Trump's extremely charming. I mean I know people, he's very charming. But the stories about America, the country that we all love. That's what makes it great. Because Americans have dreams too, it's not just people who are illegally come into the country, Americans have dreams. And he spoke to that. Now, I need to get to this, Ari. I've mentioned the giddiness that we've seen in the media over some of the polling, nearly 18 months out from the 2020 election. Now, Pollster Nate Silver himself no fan of Trump and who got it wrong famously in 2016 said the following in a tweet. Repeat folks to have a news cycle about general election polling a year and a half before the election is completely preposterous. If you want to argue about something, argue about primary polls and tonight, Trump's campaign manager Brad Parscale was on CBS knocking down the polls for another reason. BRAD PARSCALE, TRUMP 2020 CAMPAIGN MANAGER: The way turnout now works and abilities that we have to turnout voters, it's not - the polling can't understand that. That's why it was so wrong in 2016. It was 100 percent wrong. Nobody got it right. I think we win an electoral landslide as of today. I think the president--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Define an electoral landslide."
    },
    {
      "speaker": "PARSCALE",
      "utterance": "Even more electoral points than he did last summer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ari is that is that wishful thinking on Brad's part or is this revealing a lot about the media's obsession with an anti-Trump storyline to hold on the polls this far out at least from the election?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Well, I think it's both frankly Laura. You know if the President cornered the Real Clear Politics average, his job approval is around 42, 43, his disapproval is around 51, 52. Those are worrisome numbers, if you're a President. You need your approval to be up closer to 50 to really go into an election year feeling good. It's too low. He needs to make it higher. On the other hand, we do know that the press really got 2015, 2016 wrong and it doesn't seem like they've learned any lessons from it. And that's really troublesome. And I think the reason for that is because the press is cheerleading too much. They don't like the President; they don't like the way he treats them. They don't like many of his policies. And so, they want him to be gone. And so they believe the polls that show that he'll be gone and those polls are flawed polls, you know the one that just came out of Florida also showed that Ron DeSantis was going to lose his race to the Democrat by seven points of course DeSantis won and those polls are now out and being talked about by the Democrats as if they're accurate. So, look, I don't think the President is a shoo in for re-election. He's going to have a tough fight. This is going to be a 50 50 race but the enthusiasm factor what we started talking about is huge. The President's people clearly are fired up. But you've got to remember, the President's opponents are fired up just as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're wicked fired up."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "2018 election, and there is a surge in turnout. Usually have 85 million people vote in the midterm."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "You had over a 110 million people vote. We're going to shatter records in 2020. Who knows which side is going to come out more?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I completely agree. It's going to be all about turnout and that rally was incredibly impressive like all Trump's rallies are. Democrats, Richard conceded can't really turn that number out. But on Election Day and the roll up to Election Day because we have early voting, there is going to be a massive push and Republicans have to spend the money and have the turnout machine to match this Democrat fury machine. They are really operating I think on 110 percent anger. I mean they say it's the angry white male party of the Republican, they are the angry party, OK, the angry Democrat socialist party. And Richard, do you want to get it."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Two things, I agree with Ari. The problem for Trump more so is that the economy is doing pretty well and for him--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You think?"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And for him to be in the low 40s is troublesome, one. Two, in 2018, we heard the exact same thing that we just heard. Well, the polls aren't accurate. Just wait there is this hidden Trump voter. Rasmussen said, right before the election that nationally Republicans would win by a Senate and White percentage point. And the Republicans lost by 9--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Democrats lose in 20--"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Of course."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congress and did Obama win re-election."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Was the economy is good as it is now."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "No."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely not."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "I agree."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Point made."
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "And yet Obama's numbers were never as weak."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did Obama have a press corps that was compliant? Or did he have a press corps that piled on--"
    },
    {
      "speaker": "GOODSTEIN",
      "utterance": "So, we can be here the day after Election Day after Trump loses and saying oh it was the press's fault."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "BONDI",
      "utterance": "Laura--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm just trying to say; Rich is trying to make it out to be Trump - I mean .--"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "They were. At this point, eight years ago at the same point in the state--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was 46 percent."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Obama's numbers--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Approval."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the Real Clear Politics average."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "It was just about the same as Trump's."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "At the same time. So, look, I'm not saying that Trump's numbers shouldn't be higher. He's like, well, I don't believe in the numbers, but I agree with Ari. You want the numbers to be higher which means you just have to keep talking about the results and keep showing. If you do X namely vote for Bernie or Elizabeth or Joe. This is how much you're going to have to fork over. This is how much your money is going to go to their pet projects and we know where that's going to end up. Right down a rathole. Just ask France, how it's working out. This is not a hard argument to make. Pam."
    },
    {
      "speaker": "BONDI",
      "utterance": "And Laura, the crowds, I was with him in 2016. I am going to be on the trail with him in 2020. The crowds are bigger than they ever were in 2016. Twice as big. It's crazy how many people are coming out to support him. Tomorrow, he's having a $5 million fund raiser at Doral. The money is going to come flowing in as well just like you all said. You need a lot of money to do a campaign. And people are going to continue now to give him even more money and support him. And it's just going to get better and better for our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, guys, thank you so much. It was a great and spirited panel discussion. And how did Trump's message resonate with the folks inside the arena. Raymond Arroyo is on the ground in Orlando getting real-time reaction. Plus, he also talked to some of the protesters and those calling for the impeachment of the President. Next."
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "utterance": "The feeling is electric as Donald Trump launches his second campaign."
    },
    {
      "speaker": "TRUMP",
      "utterance": "(Inaudible)."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Since the very first day, I walked through the doors of the White House, I have never forgotten who sent me there. You did. When I get behind my desk in the beautiful Oval Office, I think about only one thing, how the American people are going to win, win, win today. And I am fighting are you, and I think you see that. Not easy, but I love it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The president making his pitch to America tonight in the swing state of Florida for another four years in the White House. If the reaction by the crowd inside is any indication, the 2020 reelection launch is off to an exceedingly strong start. Our own Raymond Arroyo spend the night outside the Orlando arena and some inside to see what the voters thought."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I really love that his speech focused on all of his accomplishments and everything, from tax reform to renegotiating NAFTA."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "President Trump is showing us the way forward and telling us how we're going to keep America strong after he makes America strong for us."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I liked all of it, but the wall is important to me. If we don't have national security here in the country we really have nothing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What resonated with me also was his message to the African-American community. I think it was overwhelmingly powerful. We have to realize that we have lesser unemployment because of President Donald Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here now is Raymond Arroyo, Fox News contributor down in Orlando, Matt Schlapp with me in the studio, chairman of the American Conservative Union. All right, Raymond, you spend the day and the night with Trump supporters on the ground there. What was the reaction to tonight's?"
    },
    {
      "speaker": "RAYMOND ARROYO, CONTRIBUTOR",
      "utterance": "Laura, it was incredible. First of all, the weather was not good today. And to get 20,000 people plus out here, they have abandoned their lawn chairs and their umbrellas. There are literally hundreds of them out in this field next to me. It was an incredible display. They loved the unity. They loved the feeling that the president was including them in this relaunch. To a person they told me that. And the wall, it seems the wall is the one powerful touchstone for so many of these Trump voters. Every one of them kept mentioned national security, immigration. And if you listened closely to the way they explained it, they said, look, we want people to come here and work, but they have to do it legally the way my parents did, the way my sister, the way my family did. So it was a diverse crowd, a fascinating evening in very hot Orlando. To get a crowd like this to turn up in the middle of the week, an amazing accomplishment, and the president is off and running."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I even had Richard Goodstein last segment admitting there is no Democrat who could get that crowd. And Matt, you have been to a lot of these rallies, you've seen this. It's hard to believe we are here already, right. It seems like he just won. To me it seems like that was yesterday. We are already here in the thick of it. The poll numbers and the obsession with them this far out I find to be predictable, because what else are the Democrats going to say?"
    },
    {
      "speaker": "MATT SCHLAPP, CHAIR, AMERICAN CONSERVATIVE UNION",
      "utterance": "Everyone needs to listen to me. They mean nothing. Literally all these Quinnipiac polls that came out, another one came out from Florida, it shows the president doing less well with non-college educated whites. His strongest areas he is down 10 points. Don't even look at the polls. These national polls mean nothing. Take a breath. Look at his character traits. Look at his virtues, look at what the people see in the president. That's what matters."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, you went to one of these protests today, and I want to play now a little bit about what you saw. Let's watch."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I did."
    },
    {
      "speaker": "ARROYO",
      "utterance": "As you can see, this is the anti-Trump rally just blocks away from where the president is holding his kickoff. As you can see, it's a pretty lightly attended event. There is a concentration of folks here squaring off with Trump supporters. There's heavy police presence here. But even that is a pretty light display considering the magnitude of this event for Donald Trump."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I honestly do think that women need access to safe and legal abortion."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Do they not have access to safe and legal abortion in Florida?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Not right now, but there are more and more policies coming out that make it so that it's very difficult for people to get abortions. For example, minors are not capable of getting abortions without parents' consent."
    },
    {
      "speaker": "ARROYO",
      "utterance": "But they are minors."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But minors can also get other medical procedures without parents' consent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow, is that where we are now, Raymond, that the Democrats will be -- God bless her. She looked like she was a minor, right. That's sad."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes, and this was only a few blocks away. But I have to say, it was a paltry turnout. There is no doubt that there's a lot of fire here and upset with the president, but it's not focused. There is no single candidate or even issue that really unites this group. So that was the thing that really jumped out at me. There were people there for climate, there were people there for LGBTQ rights. You heard the young lady about abortion rights. But there was no cohesion, no vision that held them together, and that is lacking."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Random."
    },
    {
      "speaker": "ARROYO",
      "utterance": "The Trump side, there is unity here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, there's like random anger. And I find when go through the list of accomplishments, and we have not focused on the energy independence, ISIS, all the foreign policy, taking on China, this is just wild that he was able to do as much as he has been able to do with all of the investigations and all of the lies that have been told about him with impunity, about treason and his son is going to go to the jail. All of it was a lie."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Nobody has ever faced this level of opposition."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No one."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Ronald Reagan faced a level of opposition, George W. Bush with the wars, no one has faced this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nothing like this."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "And the fact is if you look at love versus hate, I don't want to sound all kumbaya."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, let's do."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "But they hated George W. Bush, it didn't work in the reelect. We hated, a lot of us hated Barack Obama's policies, and it doesn't work. The fact is Donald Trump has cleaved himself to these supporters because of what he said he would do."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "None of them can make the argument that they're going to make the lives of the average American better under their policies, raise their standard of living better than Trump. None of these Democrats are even trying to make that argument. Raymond?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "People loved that, Laura. They kept saying over and over we loved that he delivered on what he promised. And hey, he even got a Trump baby to show up again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think he should adopt the Trump baby and just make it his own and they won't fly it anymore. It's kind of cute. There's nothing wrong with it. Raymond and Matt, thank you. And more from the same folks Raymond caught up in Orlando later in the show. You cannot miss it. But when we come back, the Democrats continue to cite Trump's rhetoric as inflammatory without seriously examining their own. We take a look at the false and outrageous claim that Alexandria Ocasio-Cortez made about U.S. immigration. Stay there."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Just imagine what this angry leftwing mob would do if they were in charge of this country. They would shut down your free speech. They would strip Americans of their Constitutional rights while flooding the country with illegal immigrants."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "President Trump taking the opportunity tonight to take a shot at the angry leftists at his reelection launch in Florida. And he has good reason. As this show has been documenting week after week, Democrats continue to cite Trump's rhetoric as inflammatory without ever seriously examining their own. Exhibit A -- liberal darling Congresswoman Alexandria Ocasio-Cortez made not only an outrageous claim but a verifiably false claim about our policies on the southern border."
    },
    {
      "speaker": "REP. ALEXANDRA OCASIO-CORTEZ, D-N.Y.",
      "utterance": "The United States is running concentration camps on our southern border, and that is exactly what they are. I want to talk to the people that are concerned enough with humanity to say that we should not -- that \"never again\" means something."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now from outside the rally in Orlando is Charlie Kirk, founder and president of Turning Point USA, and Pastor Darrell Scott, CEO of the National Diversity Coalition for Trump. Charlie, the reaction from the media to AOC's comments has predictably been Republicans pounce. Why aren't the same rules applied to the left that they apply to the likes of you, myself, the president, anyone who supports the president?"
    },
    {
      "speaker": "CHARLIE KIRK, FOUNDER, TURNING POINT USA",
      "utterance": "It's such a great point. Immediately when she says something that is historically wrong, morally incorrect, and that is totally detestable, anyone who calls her out for that or criticizes her, all of a sudden, we are attacking her. Isn't that strange? It's like we can't have a conversation about something she said wrong without saying Republicans pounce or conservatives are unfairly going after Alexandria Ocasio-Cortez. Let's just be very honest. She is basically the most powerful Democrat in office right now in America. If you really think about it, she has more social media power, she's able to draw crowds. You can see most of the Democrats, they couldn't fill up this crowd if they paid people. They can't even fill up coffee shops. She has the power of the base of the party because she is angry and she's committed towards these radical ideas. And shame on her for saying this, and shame on the media for not allowing us to have a conversation without criticizing us for attacking her."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And everyone should note that this is not political criticism, because several figures, prominent figures, Jewish figures, including those from the Auschwitz Center have strongly, strongly criticized her comments. But Pastor Scott, that's really where we are right now. It's not about whether America is better off than it was two years ago or two-and-a-half years ago under these unbelievably positive policies of Donald Trump. It's about demonizing, racial politics, identity politics, and flat out lying about America, our current situation, and even our history, Pastor."
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, NATIONAL DIVERSITY COALITION FOR TRUMP",
      "utterance": "Yes, the Democrats right now are playing the same worn-out card that they endeavored to play back in 2016, the race card. They trot that every two to four years. Pin the racist on the Republicans. Obstruction, collusion, immigration, abortion, they are trying everything to deflect from the positive achievements, the unprecedented positive achievements of this administration. This president is doing a fantastic job. They know it. They can't admit it, so they try to undermine, detract, or take away from it. But it's not going to work. It didn't work then, and it's not going to work now, because then we looked forward to what he was going to do. But now we are able to look back at what he has done. And his positive accomplishments outweigh any of these negative criticisms that they try to bring out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's not even close. It's not even close. And on that note, Pastor Scott, Donny Deutsch, that renowned historian and thinker, today accused the president's Make America Great Again slogan for its racial undertones. Watch."
    },
    {
      "speaker": "DONNY DEUTSCH, MSNBC ANCHOR",
      "utterance": "I believe its' all about racism. Make America Great Again is make America white again. And it keeps going down and down."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pastor Scott, is that what you're all about, make America white again, is that what the president -- come on."
    },
    {
      "speaker": "SCOTT",
      "utterance": "Come on. That sounds stupid. Everybody just -- the Democratic is just demonstrating how dumb they are. I don't to call AOC dumb, but she calls herself that by the things that come out of her mouth, her comparing our activity on southern border to Nazi Germany and concentration camps was flat out dumb, and what this guy just said is flat out dumb, too."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gentlemen, thank you so much for all your commentary tonight. And don't go away, because Raymond Arroyo will be back from Florida with an exclusive report talking to Trump rally attendees about the issues that they really care about in 2020. It's illuminating. Stay there."
    },
    {
      "speaker": "TRUMP",
      "utterance": "With every ounce of heart and mind and sweat and soul, we are going to keep making America great. And that is why tonight, I stand ever before you to officially launch my campaign for a second term as president of the United States. Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "President Trump kicking off his 2020 reelection campaign tonight in Florida in front of a capacity crowd at the Amway Center in Orlando. And as we told you, supporters, they started lining up on Sunday just to make sure they got the spot they wanted to see the president in person. And we sent Raymond Arroyo down to the sunshine state to see what brought so many people out. Raymond, what did you find?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, first of all, there were blocks and blocks of people here all day long. They sat through the rain and the bright sun. What they offered was advice as well as the burning issues that are driving them to support the president. Watch."
    },
    {
      "speaker": "ARROYO",
      "utterance": "What brought you all out here today?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The love for our president."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm here to support Donald Trump because he is a true patriot. He's the only one in Washington sticking up for America."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm here just to support my commander in chief."
    },
    {
      "speaker": "ARROYO",
      "utterance": "There are polls saying the president is not doing well against his Democratic opponents. Do you believe those polls?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Look around."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I personally don't believe it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's a lie."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You don't believe them?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No, no."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Joe Biden says he is going to win."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Let him say it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He can say whatever he wants."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We got this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Somebody please tell me what Joe Biden believes, because last week he was for something, this week he'll be against it, next week he changes his opinion about as often as he changes his drawers. Listen, you stand before Donald Trump, you fall before Donald Trump."
    },
    {
      "speaker": "ARROYO",
      "utterance": "What is the issue that is driving your vote this election?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We have immigration. Look at our economy. It's the best it's been since anybody, ever."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's all these leftists that keep pushing me into a corner. And they push me off a cliff, man. I can't take it anymore. I am pushing back."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Many of my students, I am a college professor, seem to be drawn to the idea of socialism when they cannot define it and they don't know much about what they're talking about. We need to get back to teaching children American history and why America is the greatest country in the world."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Do you support the president deporting these people with final deportation notices?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "These are policies that were put in place by the Obama administration. Clinton has talked about it. They have all talked about it. They only difference is the person at the podium has changed."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "But it's ridiculous who is coming in and how they're coming in. There has to be rules, there has to be regulations."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You want to come to this country, come to this country and come in the right way, just like many others have done, like my grandparents have done. I believe in the American system. We are America!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think there are so many great people from around the world that want to come here and want to do it the right way. And we need them. We have the jobs for them. They just need to come legally."
    },
    {
      "speaker": "ARROYO",
      "utterance": "If you could give the president one bit of advice going into this election season, what would it be?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Build the wall faster."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Remain the same person he is."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Follow up on everything you said you're going to do."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Keep God in mind, keep him foremost, and hit hard."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Keep making America great again."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "It was an amazing display, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I love it. I love seeing the people. And I just love hearing them."
    },
    {
      "speaker": "ARROYO",
      "utterance": "These people are on fire. You see they are on fire. And they came from Chicago, California. To a person they said the president should keep talking about his accomplishments, the things he's promised us and delivered on. The one advice they offered was lay off of Twitter a bit, and don't worry about crooked Hillary. Focus on what you have done for us. And they are excited here. It was an amazing day."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, I think what the president would say that's what the media wants me to do. They want me to lay off of Twitter. That's my only way of reaching all of the people. But I think the point might be some wisdom to it, especially for women voters. Remember, the women voters, like the charming Trump. They like the fighter, they know he's a fight, but when he is making people laugh on stage like tonight, that was awesome. He has a great smile and a great laugh. And we want to see that fun Trump as well as fighter Trump."
    },
    {
      "speaker": "ARROYO",
      "utterance": "There were people who were brought to this speech on the way out that told me I am not a Trump fan, but after that speech, I am reconsidering. We won a lot people over tonight I think both at home and in this room."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Raymond, great job. Glad you withstood the rain and the sun along with all those Trump folks out there. Thanks so much. And we'll see you back in Washington tomorrow. I've always said that if Trump wasn't president, he could be a standup comedian. He already had a big hit obviously with \"The Apprentice.\" The latest example from his rally. Stay there."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And 33,000 emails deleted, think of it. If I got a subpoena for emails, if I deleted one email, like a love note to Melania, it's the electric chair for Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "People were enjoying that. People want to laugh. Politics has got to be a fun ride. That was a lot of fun tonight. I hope you enjoyed it. And that's all the time we have tonight. Go to podcastone.com. My new podcast drops tomorrow, already a new one today. Shannon Bream and the \"Fox News @ Night\" team have all the analyses and all the news that take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}