{
  "date": "June 30, 2019",
  "headline": "Washington's new archbishop on rebuilding after scandal",
  "subHeadline": "Guests: Tom Perez, Donna Edwards",
  "url": "https://www.foxnews.com/transcript/washingtons-new-archbishop-on-rebuilding-after-scandal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "sentences": "I'm Chris Wallace. President Trump steps into North Korea and agrees to resume nuclear talks with Kim Jong-un.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "A historic handshake and the promise of renewed negotiations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "This was a very positive day, very positive event, and I think it's good really for the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "While the U.S. and China agree to new talks to and their trade war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We are going to work China on where we left off to see if we can make a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What does it mean for the U.S. economy and national security? We'll ask the president's top White House economic advisor Larry Kudlow live only on \"Fox News Sunday\".  Then, Democrats take the debate stage for the first time and light up the party's 2020 front runner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I did not praise racists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "Do you agree today that you were wrong to oppose busing in America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I did not oppose busing in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How badly has Joe Biden been damaged and is the field moving too far to the left? We'll have an exclusive interview with Democratic Party Chair Tom Perez. Plus, we'll ask our Sunday panel who won the first debates and how it will reshape the Democratic race.  And our \"Power Player of the Week\", the new archbishop of Washington on moving beyond a crisis in the church.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILTON GREGORY, ARCHBISHOP OF WASHINGTON",
      "sentences": "The past is real, it's painful, but the future is also possible and hopefully very positive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right now on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from Fox News in Washington.  President Trump has wrapped his trip to Asia with a handshake with Kim Jong-un, a walk into North Korea and an agreement to revive nuclear talks. All this just a day after hitting the reset button with China in the ongoing trade war between the world's two biggest economies. In a moment, we'll speak with the president's top White House economic advisor, Larry Kudlow. But first, chief White House correspondent John Roberts reports from South Korea on today's dramatic developments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "The two leaders walked right up to the line between North and South, shook hands, then President Trump stepped into history becoming the first sitting American president to walk on North Korean soil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "This is a historic moment, the fact that we're meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "After a photo up to document the moment, the president and Kim Jong-un and walked back into South Korea, completing a diplomatic journey without precedent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "A lot of progress has been made, a lot of friendships have been made and we like each other from day one and that's very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump said that invitation to meet Kim was on a whim, tweeting that he planned to visit the DMZ with South Korean President Moon Jae-in, with Kim like to join them. The meeting was supposed to last just a few minutes but stretched to more than an hour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I enjoyed being with you and thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Their last meeting in Hanoi in February ended badly after President Trump rejected Kim's offer to shutter the Yongbyon nuclear facility and said only full and verifiable and irreversible denuclearization would lead to sanctions being lifted. In an impromptu bilat today, the two agreed to restart talks that had been suspended since Hanoi. Today's meeting was a gamble. It could have yielded nothing and may still lead nowhere. But making history, president Trump hopes to shake something loose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "South Korean President Moon had high praise for President Trump today saying he hopes the president will finally be the one to bring peace to the Korean peninsula. We are still a long way from that, but President Trump is in no hurry, saying, better to get it right than to rush -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "John Roberts reporting from Seoul -- John, thank you. If the handshake with Kim is the indelible image from this trip, the most important development may well be the decision by President Trump and Chinese President Xi to resume trade talks.   To discuss that, let's bring in chief White House economic advisor Larry Kudlow.  Larry, welcome back to \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, CHIEF WHITE HOUSE ECONOMIC ADVISER",
      "sentences": "Thank you, Chris. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Would have the U.S. and China committed to as they resume these talks and is there a deadline for how long these talks will go on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, the first point is just resuming the talks has president said, continuing the talks which had been interrupted for a while is a very big deal. I think that is the banner headline from this and I think everybody's going to be pleased at that. There's no promises. There's no deal made. There's no timetable. I want to emphasize that, the president said several times this is about the quality of the deal, there's no timetable, there's no rush. He is comfortable where he is in any case. But I think coming back, we will resume the talks, the two teams will be getting together, tariffs will not be raised. There's no lifting of tariffs on the remaining $325 billion, that's an important concession by President Trump.  And we also expect the Chinese -- while the talks are going, we expect the Chinese to begin large-scale purchases, imports of the U.S. agriculture products and services. So, new talks, resume talks, no new tariffs and agriculture purchases, and the rest of it is going to go on for quite some time, frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're saying quite some time, are we talking months? Are we talking years?  I also want to ask you, you had said that the two nations were 90 percent of the way to a deal before the talks broke down. Have they agreed to keep the commitments they'd already made, or are we starting from scratch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, the president himself mentioned a couple of times in his press conference and elsewhere that he would like to go back to where we left off in early May, whenever it was and yes, that 90 percent number is fair, although the last 10 percent could be the toughest and there's no guarantees that the deal will go through. Look, it's very important I know from the American side, the relationship with China has to be rebalanced. It has been very unbalanced in recent years. As you know, we have had tremendous problems with intellectual property theft, force transfers of technology, tariffs, nontariff barriers, various cyber hacking going on and other issues, OK? Those have to be remedied. I mean, that's a very important point of these talks, however long that may take, it is impossible to predict, but we would prefer to go back.   I don't know what the Chinese side is going to say and we won't know until Ambassador Lighthizer and Secretary Mnuchin and so forth get back together with their Chinese counterparts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. One thing we do know is that the big U.S. concession is President Trump has agreed to lift his ban and to allow U.S. companies to sell some products to the Chinese telecom giant Huawei. Here is what President Trump said about Huawei last month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Huawei is something that's very dangerous. You look at what they've done from a security standpoint, from a military standpoint, it's very dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Question, why is the president agreeing to do business again with a company that he says is an extension of Chinese intelligence and that a lot of people say if Huawei products going to other countries, it will allow the Chinese to spy on people using their products?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, that very well may be. Now, let's be quite careful here. The president's announcement that these meetings in Osaka, he was very clear to say that American companies can supply Huawei with various products and services provided that there is no national security issues or problems. So, the Commerce Department as you may know already offered a number of general service licenses for some sales to Huawei. On the other hand, I think Commerce will probably go back after the president's decision and take another look at that, maybe open it up. You know, there's a lot of technology services, telecom-related services that really you can find on general markets and we don't think have any national security implications. So, I think there's a good chance the Commerce Department, Secretary Ross, will open the door on that and greatly licenses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me interrupt here, though. Larry, let me just interrupt here, though, because there are number of Senate Republicans who are concerned about that idea of opening the door and to some degree, lifting the ban. I want to take a look at what some of them have said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ, R-TX",
      "sentences": "Huawei is a communist party-controlled surveillance agency veiled as a telecommunications company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BEN SASSE, R-NEB.",
      "sentences": "So if our allies decide to just trust Huawei, they're deciding to trust the Chinese government with their big data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And Republican Senator Marco Rubio tweeted this after the president's announcement this weekend: If President Trump has agreed to reverse recent sanctions against Huawei, he has made a catastrophic mistake. END",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SASSE",
      "sentences": "So if our allies decide to just trust Huawei, they're deciding to trust the Chinese government with their big data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And Republican Senator Marco Rubio tweeted this after the president's announcement this weekend: If President Trump has agreed to reverse recent sanctions against Huawei, he has made a catastrophic mistake. Larry, Senator Rubio said that the Senate will put in place all of the sanctions despite what the president has agreed to with President Xi, will put in place all of the sanctions with, as he put it, a veto-proof majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, I appreciate that and, by the way, I appreciate their national security concerns, and the president shares that point of view.  This is not a general amnesty, if you will. Huawei will remain on the so- called entity list where they are serious export controls and any national security inferences or suggestions, there won't be any licenses. But having said that, I think all this kind of happens is the Commerce Department will grant some temporary additional licenses where there was a general availability. I mean, for example, some of the chips, the chipmakers in the United States are selling products that are frankly widely available from other countries and we don't think there's any national security. So, we will look at this carefully. We will undoubtedly -- I think the president will be meeting with senators and others, our own principles are going to be meeting to take a look at this. So, this is not general amnesty. They will remain on the so-called entity list and national security concerns will remain paramount.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to squeeze two more questions. So, let's do quicker questions and answers. As you well know, the Democrats held two debates this past week and they said for all the presidents bragging about a strong U.S. economy that isn't working for all Americans. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "When you've got an economy that is great for those with money and isn't doing great for everyone else, that is corruption, pure and simple. We need to call it out, we need to attack it head on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How do you respond to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Yes, I just don't understand in general. I hear some of their policies and I hear some of their narrative. I don't understand what planet they're describing. The United States economy is booming. It's running at roughly 3 percent average since President Trump took office two and a half years ago. On this business about bad distribution, the blue-collar workers, the nonsupervisory workers have done the best. They're the ones running wages at 3-1/2 percent. Their growth and incomes and wages is exceeding the growth of their supervisors. The unemployment rate is low. We just had the best June stock market, the Dow Jones, in over 80 years. That's going to fill up the 401(k)s of middle-class folks everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But let me just pick up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "I just don't -- I don't understand that this is very important. These are factual issues, OK? I understand that there's a political spin, but these are factual, measurable areas and I would just say, I do not understand their narrative. We are in a strong prosperity cycle --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me interrupt your campaign speech. I don't think you would disagree --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "It's not a campaign speech. I'm citing facts and figures, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- all I'm saying is this, I don't think there's any question, you would agree and there are -- and I'm going to be talking with Tom Perez later about the economic record, but there is clearly a stark income inequality in this country. Bernie Sanders press that point. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "sentences": "At a time where we have three people in this country owning more wealth than the bottom half of America while 500,000 people are sleeping on the streets today, we think it is time for change, real change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got 30 seconds for an answer. If President Trump is reelected in 2020, what specifically will he do to reduce, not eliminate, but to reduce the huge gap between the wealthy and the poor in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Look, what we are doing right now, the best manufacturing autos, blue-collar work recovery, the fastest increase in jobs, the fastest increase in wages. Those are facts. This goes on for many decades, the best performance. I do not know what some of the candidates are saying. I don't know what their factual basis is. Economic growth, a strong and durable prosperity cycle, and I will make this warning, some of the policies I've heard in some of these early debates in my judgment would do great, great damage to this prosperity and jobs and income and wage cycle that we are experiencing. So, somebody's got to do a little bit of fact-checking here on what some of these candidates are saying. I would simply say this -- the economy is strong, the narrative I'm hearing from the other side just ain't so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Larry Kudlow, thank you. Thanks for your time. Always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Thank you. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss the president's meeting with Kim Jong-un and his plan to restart trade talks with China. Back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The relationship that we've developed has been so much to so many people and it's just an honor to be with you and it's an honor that he stepped over that line and I was proud to step over the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump meeting with Kim Jong-un after making history as the first current president to set foot in North Korea. And it's time now for our Sunday group. Former Republican Congressman Jason Chaffetz, columnist for \"The Hill\", Juan Williams, Fox News correspondent Gillian Turner, and former Democratic Congresswoman Donna Edwards. Well, Gillian, let me start with you. What do you make of the president's meeting today with Kim Jong-un? It was obviously a great picture, but how much does it move the ball in terms of getting North Korea to denuclearize?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "sentences": "Well, I would say that five years from now, if we are looking back on the events of last night, of today, and it appears that the Korean peninsula has been denuclearize, then this becomes a moment that really turned a page in the history book. This becomes -- we'll be sitting at this table saying this is the masterstroke in the Trump doctrine. But waking up this morning, this is the biggest risk of his administration. It's the biggest possible overture he could make to the North Korean dictator. I hate to disappoint me with this answer but it is just too early to say. There needs to be some time now to see what the next -- if this turns into a next step even, meaning negotiations resume, that I would call this a success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But if -- you are on the National Security Council for Bush 43 and for Obama, if you've been on your old job on the National Security Council and your boss have come to you and said should we do this or not, because, of course, we don't know what the result is going to be, would you have said it was worth the risk or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Probably not, to be frank, and I would also say that based on nearly every single national security source I've gotten this administration, this is entirely President Trump's idea and of his making. Virtually zero advisors thought this was a great idea. It was something he felt that they were stone -- his team was stonewalling on. So, I think he got there and he said screw it, they're not getting it done, I'm going to get it done myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Virtually zero advisors thought this was a great idea. It was something he felt that they were stone -- his team was stonewalling on. So, I think he got there and he said screw it, they're not getting it done, I'm going to get it done myself. And that's how this unfolds --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The screw it, again, that's part of politics (ph). Congressman Chaffetz, I want to switch to what I think we all agree as we could be more certain is the biggest development for the summit and that is the decision by President Trump and Chinese President Xi not to escalate the trade war but to kind of keep it where it is and to resume negotiations. Larry Kudlow made it clear that they don't know what's going to happen and how long it's going to take.  But the question I do have for you is we do know the president has agreed to at least partially lift his band and that American companies sell some products to Chinese telecom Huawei. A lot of Republican senators and members of the House, former colleagues in Congress, are very concerned about this. Are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "sentences": "Yes, I mean, for years, we had briefings about what this company was doing, Huawei, and what -- and the national security implications. So I think the senators are on the right path. I think Larry Kudlow will help alleviate a lot of those concerns. Of course, selling information or selling services into, but you have to go through the Commerce Department in order to get that license as long as it's not national security, that's going to alleviate some concerns, but the president gave up a lot and doing that but I think overall, the market will appreciate what's going on here, and I do think the president is moving in the right direction. It's a great look between the combination of North Korea and the progress with China because if you're ultimately going to get a deal, in North Korea, it's also going to have to involve the Chinese. They're going to have to be involved in that decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman Edwards, the deal to lift at least part of the ban on selling goods to the Chinese telecom Huawei, huge, giant telecommunications company and the Chinese very upset when the U.S. banned all sales of U.S. technology to them. That apparently was the price of the president had to pay to get the Chinese to resume the talks. Too high a price?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA EDWARDS, FORMER CONGRESSWOMAN, D-MD",
      "sentences": "Well, I think maybe. I mean, once you open that door, it's hard to close it. I mean, there's a very fine line even in the technology of figuring out what eventually might have national security implications and whatnot. But I think it sends a confusing message to our allies because trying to get the allies also to hold the line when it comes to Huawei. And I don't think -- I don't know that they know where they stand today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes. In fact, we were telling our European allies don't even do business with Huawei, don't buy their products because it will put a foot in the door for them to be able to spy in your country and they got to look and say, you know, well, then, why are you opening your door to Huawei?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "And we were telling that the South Koreans as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You know, what's extraordinary is just how much news there was from just this week and I want to go to a third subject that came out of the president's trip to Asia and that is that he met with Russian President Putin and the two of them talked about reporters and also about meddling in the 2020 election. Take a look at some of their conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Get rid of them. Fake -- fake news. Great term, isn't it? You don't have that problem in Russia. We have it. You don't have that problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "Yes, yes, yes, we have, we do have -- the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Mr. President, will you tell Russia not to meddle in the 2020 election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Yes, of course, I will. Don't meddle in the election, please. Don't meddle in the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "get rid of the reporters, fake news, and don't meddle in the election. Is this just Trump being Trump and not wanting reporters to tell him what to say or do you see his byplay there with Putin is more serious than that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, POLITICAL ANALYST",
      "sentences": "Well, I think it's both Trump being Trump and more serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes means yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In other words, it's damaging. Yes to both, right, because it seems to me like so many people especially Trump supporters basically excuse his behavior like when he turns a Fourth of July in D.C. into a Trump rally say, oh, it's just Trump being Trump. But when you snicker with Putin about a free press and about a free election, I think you are -- I think it's damaging. I think it's a sad reminder of how Russia is once again poised to interfere in the 2020 election and not seeing any consequence in terms of a leader standing up and saying this is unacceptable. I think it's damaging to excuse behavior that's contradictory to American values. Putin this week said, you know, Democratic values are obsolete, outdated. And we don't have anybody to say, hey, you know what, we believe that elections and democracy are valuable. It's why America is a shining beacon to the world. Instead, he acts as if autocratic behavior -- I mean, Putin is a guy that kills his political opponent and we are sitting there playing footsie with him. To me, it's outrageous. It's definitely damaging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Chairman Chaffetz, we got to wrap up this segment. But do you see the joking about get rid of the reporters and what some people are saying is almost hungry might, do you see this is serious or are the Trump critics just never going to like them and their reading too much into it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think the latter part of that is very true. No doubt the president has taken a serious stance on this and done more. And remember, all this interference in the complaints of the Democrats have, that happened under Barack Obama's watch. Donald Trump was not the president when that happened. I want the president to take a tough stance on this, I think he has, dealt with them very seriously but, yes, some of the banter in front of the press I think it's done in the lighthearted way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Panel, we have -- you two agree to disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Everybody agrees to disagree. It wouldn't be a good panel otherwise. All right. We have to take a break. We will see you all a little later. Up next, fireworks at the Democrats' first debate of 2020. Kamala Harris taking on frontrunner Joe Biden on race relations. We'll ask DNC chair Tom Perez what it means for the Democratic race , next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Democratic frontrunner Joe Biden defends his civil rights record after a clash in the first debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I want to be absolutely clear about my record and position on racial justice including bussing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What's the fallout? Democratic Party Chair Tom Perez joins us for an exclusive interview, next on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The Democratic presidential candidates squared off this week for the first time in two nights of debates which produced a number of contentious moments and raise new doubts about the party's front runner. Democratic Party Chair Tom Perez joins us to discuss where the race for the nomination stands now. Chairman, welcome back to \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM PEREZ, DEMOCRATIC PARTY CHAIRMAN",
      "sentences": "It's good to be with you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. I want to start, as I suspect everybody would, with a bruising confrontation Thursday night between Joe Biden and Kamala Harris. Here is just part of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "You also worked with them to oppose bussing. And, you know, there was a little girl in California who was part of the second class to integrate her public schools. And she was bus to school every day. And that little girl was me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It's a mischaracterization of my position across the board. I did not praise racists. That is not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Do you agree today that you were wrong to oppose bussing in America then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Do you agree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I did not oppose bussing in America. What I opposed is bussing ordered by the Department of Education. That's what I opposed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How badly was Joe Biden, who is the Democratic frontrunner, damaged by that confrontation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Listen, Chris, voters are going to look at the totality of everybody's record. And the reality is, every single Democrat running for president on the issue of civil rights is so far ahead of where this president is, whether it's fighting for voting rights, whether it's fighting to make sure we enforce discrimination laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I understand, but let's not -- let's not get off Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "No, that will be up for the voters to decide. We have another debate coming up in a month. Again, they're out on the stump every single day and I -- what -- what voters are going to do -- and the reason I'm excited about what we had last week is, I think voters saw that we have a deep bench and that our focus on issues of health care, making sure this economy works for everyone, those are the issues that animate people and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We're -- we're -- we're going to get to -- to all of that. On Friday, because clearly Biden thought that he had been damaged, he tried to repair what had gone on Thursday night with Kamala Harris. Let's take a look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I respect Senator Harris. But, you know, we all know that 30 seconds to 60 seconds on a campaign debate exchange can't do justice to a lifetime commitment to civil rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Biden said that he never opposed voluntary bussing, but that badly distorts his actual record. I want to take a look at this. In 1975, Biden supported an anti-bussing measure from then segregationist Senator Jesse Helms. In 1976, he introduced a measure to block the Justice Department from seeking bussing orders in the courts to desegregate schools. And Biden said this in an interview and '75, I oppose bussing. It's an asinine concept, the utility of which has never been proven to me. Chairman Perez, Biden's record against bussing is clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Well, listen, Biden's overall record on civil rights is clear. And the Democratic Party's overall record on civil rights is clear. And what -- what I always want -- when I was running for office and what I know these candidates want is they want you to look at the totality of what they've done in their career. The totality of fighting for voting rights, fighting to make sure we hold police departments accountable, fighting to make sure that women have equal pay for equal work, and that we pass the Violence Against Women Act. And on this score, Vice President Biden and other Democrats have been leading the charge and -- and we have a frontal assault with this president on these basic core civil rights. And that's what the -- that's what this is about. That's what this campaign is going to be about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I understand the dissention between Democrats and Republicans, but I'm talking about the fight for the nomination within the -- within your party. And the question is, is the Democratic Party going to nominate someone who opposed the main tool at one point to desegregate public schools in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "The Democratic Party is going to -- that's going to be up to the voters and they're going to look at the totality of everybody's record, what they've said, what they have done and who was fighting for them. And on all of these issues, whether it's the economy, whether it's civil rights, every Democrat is -- has the backs of people. And that's what I think voters are going to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does it bother you personally? You're the chairman of the party. Does it bother you personally that Joe Biden opposed the main tool to desegregate schools?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Well, listen, it's up to the vice president to explain his position. It's up to the vice president to explain everything he has done in his career. And that's what he did Friday and that's what he'll continue to do because, again, I know him well. He has fought for equality and opportunity. You -- you look at what happened with gay marriage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Not in this case he -- not in this case he didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Well -- well, again, the voters will have to look at the totality of the vice president's record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "And every candidate's record. And I invite them to kick the tires on all of our candidates because the good news is that the difference between us and this president is night and day on these issues of civil rights. The party of Lincoln used to be the party of civil rights. And the party of Lincoln is dead. It's the Democratic Party that's fighting to make sure that everybody has an opportunity to realize the American dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to another key moment in this week's debates. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE MODERATOR",
      "sentences": "Raise your hand if government -- if your government plan would provide coverage for undocumented immigrants. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Every person on that stage, all ten of them, said that they would provide health insurance coverage for people in this country illegally either under Obamacare or Medicare for all, whichever they supported. No talk about preconditions, you've got to be working in this country, no talk about you've got to be paying in taxes. The basic point was, you're in this country legally or illegally, you get health insurance coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "And it's an insurance program, so you have to pay into it. And as you know, immigrants, including undocumented immigrants, pay billions of dollars in taxes and -- and that's the reality. And what -- what Democrats also said, Chris, which is far different from Republicans, is that if you have a pre-existing condition, you should be able to keep your coverage. Democrats believe that health care should be available. Affordable, quality health care should be available to everyone. And thanks to Obama, and thanks to LBJ, Medicare and Medicaid, we're 90 percent of the way there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, but let's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "We're having a discussion about how to get the final 10 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, but where -- but what we're talking about is whether or not people in the country illegally should get government benefits. Remember what President Obama told Congress back in 2009. Here it is. BARACK OBAMA, FORMER PRESIDENT (September 9, 2009): Those who claim that our reform efforts would insure illegal immigrants, this too is false.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOE WILSON, R-S.C.",
      "sentences": "You lie!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, Republican Congressman Joe Wilson was called out, and quite rightly so, for shouting out in a speech to a joint session of Congress \"you lie.\" But the fact is, ten years later, Joe Wilson is right about where the Democrats are now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Democrats believe that you should be able to buy into a health insurance system. It's not a handout. And I -- I believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Barack Obama didn't say that and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "We're in a different era. I believe that what we're doing right now is the right thing to do. I live in a community --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why -- why is it a different era from 2009?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "I -- I -- I -- I live in a community right now where if you are a pregnant woman and you are undocumented, we provide you with access to health care because we believe that having good prenatal care is an essential health care issue, it's an essential issue of economics and, frankly, it's an essential issue of morality. The party of Lincoln is dead. And one of the things that died with it is compassion. And this is not a handout, Chris. Again, this is allowing people to buy into an insurance program. People who pay billions of dollars in taxes. And, again, I think that is often overlooked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Another proposal that was widely supported in the debates this week is a change to our immigration laws. Take a look at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "sentences": "When somebody comes across the border, not to criminalize desperation, to treat that as a civil violation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, as a civil matter, and I -- it's important to make this. I didn't understand this until I looked into it. As a civil matter, people who come across illegally would still be able to be deported. But you're -- you would be removing, if you follow what Mr. Castro says, Secretary Castro says, you would be removing the -- at least the threat of legal action. Doesn't that provide a magnet for people to come into the country illegally because the threat of legal action and jail time is removed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Chris, here's why we're having this discussion about 1325. The reason we're having this discussion --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's the part of the law, the criminal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "That's the part of the law --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "That is -- that Secretary Castro was referring to. The reason we're having this discussion is because this administration absolutely abused it. It establish this so-called zero-tolerance. And the problem with this president is all is he wants to do is look tough. He doesn't want to be effective. This zero-tolerance policy, which sounds tough, had absolutely cataclysmic impact. That resulted in children being put in cages. If you had exercise the discretion properly, as prior presidents have done, this wouldn't happen. And so the reason we're having this discussion, 57 percent of all federal cases, criminal cases that have been filed in the last two years, have been for entering the country illegally. I welcome a discussion about priorities. That's what Democrats want to have. We believe that we can be a nation of laws and a nation of immigrants. We believe that we can provide effective due process to people. We believe the reason why this is happening is because in Honduras and Guatemala and El Salvador, the countries are falling apart. The people coming to the border now are families with children. The warped priorities of this administration --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "The chaos of their policy, that's why we have to have this discussion. We should be focused on violent felons. And this administration is focused on separating children from families. I welcome the discussion about a coherent policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, it's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "And I wish this president would stop tweeting and start solving the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It's a -- it's a discussion that is going to continue. Chairman Perez, thank you. Thank you for coming in today. Please, come back, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEREZ",
      "sentences": "Always a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Good Up next, Donald Trump was a favorite target for Democrats, especially on night two of the debates. How well did they do making the case for a one- term presidency? Our Sunday panel returns, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Agree that everybody once they -- in fact they should -- anyway, my time's up, I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Democratic frontrunner Joe Biden with an abrupt end to this defense of his civil rights record, which a lot of folks on Twitter had some fun with. And we're back now with the panel. Congresswoman Edwards, how badly do you think Vice President Biden was damaged this week, both by that exchange that he had with Kamala Harris, and maybe more so by all the reporting that -- that we in the business have done since about his record on civil rights and especially on busing back in the '70s?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "I think it's tough to know at this stage. It was the first debate. It was not good by any stretch of the imagination for Joe Biden. But, you know, this is the beginning of what I think is a long process. It's going to be competitive. I saw a handful -- a couple of hands full of candidates who really should be on that stage and the field is going to winnow out. And I think Biden is going to be part of that he's going to have to work hard to hold that top - - you know, that frontrunner status.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, during the heat -- because a lot of this I either didn't know or had forgotten, I think that's true of a lot of people. During the heat of the battle over busing in the 1970s, the situation was so egregious was these -- with segregation in the schools in Delaware, Biden's home state, that a court order that black kids from the inner-city of Wilmington should be bused out to the suburbs and that white kids from the suburbs should be bused in to the inner-city in Wilmington. A lot of folks, my guess is, who didn't know Biden's record now do you know it. To what degree do you think that's going to hurt his standing in the black community?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, POLITICAL ANALYST",
      "sentences": "Well, I think it was known by a lot of people. I don't -- I think it wasn't' maybe generally known. And this is a totally different stage. He's running for president now. And so much of it is that he's running for president really almost as an extension of the fact that he was the first black president vice president. And so suddenly that puts a dent in that -- that particular appeal. And, remember, so much of Joe Biden's support right now in the polls, which has him, you know, still at 30 percent compared to -- I think it's more than 10 percent higher than Bernie Sanders, is based on black support and going into South Carolina, where you have a large black electorate in the Democratic Party side. Very important. But I will say this also, I think that it's so important that John Lewis, a civil rights icon, Jim Clyburn, the senior black person now in Congress, both said, making deals with segregation's was necessary to gradual civil rights advancement in that time. And it's not fair to necessarily go back and say, oh, no, we have a Black Lives Matter standard. Anybody playing around with racist is an unacceptable person. Older black leader in the country don't take that position, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "sentences": "Neither does Nelson Mandala. Just ask him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right, you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Sometimes you've got to negotiate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to another issue, because with all the focus on Biden, there hasn't been as much attention paid to the Democratic attacks on Donald Trump in the debates this week. Take a look at this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "The American people understand that Trump is a phony, that Trump is a pathological liar and a racist and that he lied to the American people during his campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Chaffetz, how strong do you think -- and this gets back to the issue I was discussing with Larry Kudlow, that for all the presidents talk about with strong economy, that it's really working a lot better for the wealthy, the top 1 percent, than it is for all those working people that Donald Trump said he was going to protect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "sentences": "These are Democrats talking to Democrats and there's no doubt they can go to the end of the earth trying to disparage Donald Trump and they will continue to do that. But they were very ineffective. I really think, after the two nights of the debates, the president is stronger politically than he's ever been before. He had a great time in North Korea and at the -- at the summit. The economy is doing well. They can try to throw out all the stats you want, but Larry Kudlow is going to come back with other stats. And I think most people across this country, when they see that debate, and they see everybody raising their hand, and the priority going to illegal immigrants and giving them free health care as opposed to the hardworking Americans, that does not resonate with America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, you think the Trump administration is doing a good job of delivering on health care for Americans? I think that's so outrageous. There is no policy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I think when you see the Democrats -- when you see the Democrats all raising their hand in unison that they want to give free health care to illegal immigrants --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you can argue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "There was nothing about homeless veterans. There was none of that discussion. That's what will resonate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, I think there's no -- I think there's no plan after talk of repeal and replace of Obamacare --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Getting rid of 180 million --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Two years of Republicans controlling the House and the Senate and the White House, nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Everybody wants to get -- the Democrats all want to get rid of the private insurance? That is not a winning --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, let me -- let me let -- let me let -- let me let Gillian get into this because, you know, you heard what Larry Kudlow says and -- and the numbers, the facts are the facts. The unemployment rate is low. GDP growth is strong. Wages are rising. So how tough for Democrats to say, well, yes, that's true, but it's not working for working Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I think it's really tough. You know it's kind of the same argument that Mitt Romney tried to make in 2012 running against President Obama when the Obama economy was recovering quite well from the financial crisis. He tried to say, well, you know, things are well -- are going well, but they could be better. I don't work then. I don't think it will work now, partially because, as you mentioned, unemployment numbers are so low but partially because that's always a difficult argument, I think, to make to the American people because the numbers don't lie at the end of the day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, what -- what is true is it also is an empirical fact that there is a significant gap in incomes between our lowest income earners and the -- that 1 percent. And I think when voters show up on Election Day, they are going to be paying attention to their wallets. They're going to be paying attention to whether their families are making progress or not. And I think it is going to be a strong Democratic argument. And that combined - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "But that's a separate argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "No -- no, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Income inequality is separate from the strength of the economy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "No, it's -- it's not at all because part of the reason that you have this inequality is because wages, while they've raised -- they've been raised going up in this part of the economy, they've been stagnant for 20 years, where families are struggling to meet basic needs. And so those things, over the long term I think for Democrats, are going to play out in this economy. And the economy is not the stock market for most Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And -- and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "But we're talking about things like unemployment as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But you've got to remember --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "We're not talking about the stock market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Unemployment at low wages is really great. No. I think that Americans understand that if you're being -- if you're unemployed and you're making $7.35 an hour, that's not putting food on your family's table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Income redistribution is not the winning formula. It -- that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Not redistributing income --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Just making sure that they have a fair --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Democrats argue that they want to raise taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "No, just want to make sure that we have a fair economy (ph) and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "They want to get rid of your private insurance. They want to prioritize illegal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, let Congressman Chaffetz go and then I'll let you go. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "They prioritized illegal immigrants. They want to get rid of -- 180 million people have private health care insurance. They want to get rid of that. They want to raise taxes. They talked -- they -- they laid it out on the table, they want to raise taxes. That is income redistribution. And it is not a winning formula.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman, go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "No. No, really simple, they want to make sure that the people at the top are paying their fair share so that it really does benefit working people. That's really pretty simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "And more government and more taxes is not the answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "I think the American -- the American -- no, the American people -- the American people understand that if you have people at the bottom who are not making a fair wage and can't take care of their families, that at the end of the day that actually hurts the overall economy. And, trust me, all those millionaires and billionaires that can afford to give up a little bit to make sure that the American people have health care and child care and the things that meet their everyday needs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "More government, more taxes is not the solution to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I think when you come to health care --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Good government is the solution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When you talk about paying for school, tuition debts, I think the American people say something is wrong here because average families are struggling despite all this talk of a great stock market. The stock market is not doing it for most people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I'm glad we settled all that. There's nothing more to discuss. But, fortunately, we have, what, a year and a have to discuss it. Thank you all, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" Washington's new our archbishop on leading Catholics in the nation's capital after a series of deeply troubling scandals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In a Catholic Church that's been plagued by years of scandal, no archdiocese has been hit harder than right here in the nation's capital. Now, a new leader is trying to help the faithful in Washington heal and move on. And he's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILTON GREGORY, ARCHBISHOP OF WASHINGTON",
      "sentences": "The past is real, it's painful, but the future is also possible and hopefully very positive. I resolved to serve faithfully the spiritual needs of this local church. WALLACE (voice over): Wilton Gregory is the new archbishop of Washington, and he's talking about a deeply painful time for Catholics here. In February, longtime Cardinal Theodore McCarrick was defrocked after being found guilty of sexual abuse. Last year, his successor, Cardinal Donald Wuerl, resigned amid criticism he failed to respond properly to abuse allegations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "I have to be a man who is committed to telling people the truth, as best as I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What do you say about the betrayal by Cardinal McCarrick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "I think it's horrific. It was just a -- an egregious betrayal of trust that has deeply wound this local church.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And what do you say about the failings of Cardinal Wuerl?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "Following the McCarrick disaster, the issues that Cardinal Wuerl faced were magnified because they were already shared with a community that was deeply, deeply wounded. Do this in memory of me. WALLACE (voice over): Since taking over, Gregory has been talking to parishioners and holding listening sessions with priests, discussing all the church scandals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "Chris, they haven't tested my faith, they've tested my patience. WALLACE (voice over): As head of the archdiocese in the nation's capital, Gregory has to deal with subjects beyond religion. Gregory supports a path to citizenship as part of comprehensive immigration reform, at a time when people crossing the border illegally is highly charged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "Anyone who denigrates the people who seek a better future, a more positive way of living for their family, to denigrate them is wrong. WALLACE (voice over): Gregory was in sixth grade when he transferred from public to parochial school. In short order, he decided to convert to Catholicism and become a priest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "I thought about becoming a priest before I thought about becoming a Catholic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "You said exactly what my home pastor said, that if you're interested in being a priest, we've got to take this step-by-step. You can't steal first base. WALLACE (voice over): The archbishop of Washington is traditionally elevated to cardinal. Gregory would be the first African-American cardinal ever in the U.S. But he says he's in no hurry for Pope Francis to change the color of his vestments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGORY",
      "sentences": "I think he would be very disappointed if he sent me here and I got a bad case of scarlet fever. My first concern before a think about a color that I might wear is to care for the people that are here right in front of me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wilton Gregory spent 14 years as archbishop of Atlanta and thought that would be his final assignment. But as he says, the holy father had other ideas. And that's it for today. Have a great week, and we'll see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Power Player of Week",
      "utterance": "Archbishop Wilton Gregory. This is a rush transcript from \"Fox News Sunday,\" June 30, 2019. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "utterance": "I'm Chris Wallace. President Trump steps into North Korea and agrees to resume nuclear talks with Kim Jong-un."
    },
    {
      "speaker": "WALLACE",
      "utterance": "A historic handshake and the promise of renewed negotiations."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "This was a very positive day, very positive event, and I think it's good really for the world."
    },
    {
      "speaker": "WALLACE",
      "utterance": "While the U.S. and China agree to new talks to and their trade war."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We are going to work China on where we left off to see if we can make a deal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What does it mean for the U.S. economy and national security? We'll ask the president's top White House economic advisor Larry Kudlow live only on \"Fox News Sunday\". Then, Democrats take the debate stage for the first time and light up the party's 2020 front runner."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I did not praise racists."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "Do you agree today that you were wrong to oppose busing in America?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I did not oppose busing in America."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How badly has Joe Biden been damaged and is the field moving too far to the left? We'll have an exclusive interview with Democratic Party Chair Tom Perez. Plus, we'll ask our Sunday panel who won the first debates and how it will reshape the Democratic race. And our \"Power Player of the Week\", the new archbishop of Washington on moving beyond a crisis in the church."
    },
    {
      "speaker": "WILTON GREGORY, ARCHBISHOP OF WASHINGTON",
      "utterance": "The past is real, it's painful, but the future is also possible and hopefully very positive."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right now on \"Fox News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from Fox News in Washington. President Trump has wrapped his trip to Asia with a handshake with Kim Jong-un, a walk into North Korea and an agreement to revive nuclear talks. All this just a day after hitting the reset button with China in the ongoing trade war between the world's two biggest economies. In a moment, we'll speak with the president's top White House economic advisor, Larry Kudlow. But first, chief White House correspondent John Roberts reports from South Korea on today's dramatic developments."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "The two leaders walked right up to the line between North and South, shook hands, then President Trump stepped into history becoming the first sitting American president to walk on North Korean soil."
    },
    {
      "speaker": "TRUMP",
      "utterance": "This is a historic moment, the fact that we're meeting."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "After a photo up to document the moment, the president and Kim Jong-un and walked back into South Korea, completing a diplomatic journey without precedent."
    },
    {
      "speaker": "TRUMP",
      "utterance": "A lot of progress has been made, a lot of friendships have been made and we like each other from day one and that's very important."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump said that invitation to meet Kim was on a whim, tweeting that he planned to visit the DMZ with South Korean President Moon Jae-in, with Kim like to join them. The meeting was supposed to last just a few minutes but stretched to more than an hour."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I enjoyed being with you and thank you very much."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Their last meeting in Hanoi in February ended badly after President Trump rejected Kim's offer to shutter the Yongbyon nuclear facility and said only full and verifiable and irreversible denuclearization would lead to sanctions being lifted. In an impromptu bilat today, the two agreed to restart talks that had been suspended since Hanoi. Today's meeting was a gamble. It could have yielded nothing and may still lead nowhere. But making history, president Trump hopes to shake something loose."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "South Korean President Moon had high praise for President Trump today saying he hopes the president will finally be the one to bring peace to the Korean peninsula. We are still a long way from that, but President Trump is in no hurry, saying, better to get it right than to rush -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "John Roberts reporting from Seoul -- John, thank you. If the handshake with Kim is the indelible image from this trip, the most important development may well be the decision by President Trump and Chinese President Xi to resume trade talks. To discuss that, let's bring in chief White House economic advisor Larry Kudlow. Larry, welcome back to \"Fox News Sunday\"."
    },
    {
      "speaker": "LARRY KUDLOW, CHIEF WHITE HOUSE ECONOMIC ADVISER",
      "utterance": "Thank you, Chris. Appreciate it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Would have the U.S. and China committed to as they resume these talks and is there a deadline for how long these talks will go on?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, the first point is just resuming the talks has president said, continuing the talks which had been interrupted for a while is a very big deal. I think that is the banner headline from this and I think everybody's going to be pleased at that. There's no promises. There's no deal made. There's no timetable. I want to emphasize that, the president said several times this is about the quality of the deal, there's no timetable, there's no rush. He is comfortable where he is in any case. But I think coming back, we will resume the talks, the two teams will be getting together, tariffs will not be raised. There's no lifting of tariffs on the remaining $325 billion, that's an important concession by President Trump. And we also expect the Chinese -- while the talks are going, we expect the Chinese to begin large-scale purchases, imports of the U.S. agriculture products and services. So, new talks, resume talks, no new tariffs and agriculture purchases, and the rest of it is going to go on for quite some time, frankly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're saying quite some time, are we talking months? Are we talking years? I also want to ask you, you had said that the two nations were 90 percent of the way to a deal before the talks broke down. Have they agreed to keep the commitments they'd already made, or are we starting from scratch?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, the president himself mentioned a couple of times in his press conference and elsewhere that he would like to go back to where we left off in early May, whenever it was and yes, that 90 percent number is fair, although the last 10 percent could be the toughest and there's no guarantees that the deal will go through. Look, it's very important I know from the American side, the relationship with China has to be rebalanced. It has been very unbalanced in recent years. As you know, we have had tremendous problems with intellectual property theft, force transfers of technology, tariffs, nontariff barriers, various cyber hacking going on and other issues, OK? Those have to be remedied. I mean, that's a very important point of these talks, however long that may take, it is impossible to predict, but we would prefer to go back. I don't know what the Chinese side is going to say and we won't know until Ambassador Lighthizer and Secretary Mnuchin and so forth get back together with their Chinese counterparts."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. One thing we do know is that the big U.S. concession is President Trump has agreed to lift his ban and to allow U.S. companies to sell some products to the Chinese telecom giant Huawei. Here is what President Trump said about Huawei last month."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Huawei is something that's very dangerous. You look at what they've done from a security standpoint, from a military standpoint, it's very dangerous."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Question, why is the president agreeing to do business again with a company that he says is an extension of Chinese intelligence and that a lot of people say if Huawei products going to other countries, it will allow the Chinese to spy on people using their products?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, that very well may be. Now, let's be quite careful here. The president's announcement that these meetings in Osaka, he was very clear to say that American companies can supply Huawei with various products and services provided that there is no national security issues or problems. So, the Commerce Department as you may know already offered a number of general service licenses for some sales to Huawei. On the other hand, I think Commerce will probably go back after the president's decision and take another look at that, maybe open it up. You know, there's a lot of technology services, telecom-related services that really you can find on general markets and we don't think have any national security implications. So, I think there's a good chance the Commerce Department, Secretary Ross, will open the door on that and greatly licenses."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me interrupt here, though. Larry, let me just interrupt here, though, because there are number of Senate Republicans who are concerned about that idea of opening the door and to some degree, lifting the ban. I want to take a look at what some of them have said."
    },
    {
      "speaker": "SEN. TED CRUZ, R-TX",
      "utterance": "Huawei is a communist party-controlled surveillance agency veiled as a telecommunications company."
    },
    {
      "speaker": "SEN. BEN SASSE, R-NEB.",
      "utterance": "So if our allies decide to just trust Huawei, they're deciding to trust the Chinese government with their big data."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And Republican Senator Marco Rubio tweeted this after the president's announcement this weekend: If President Trump has agreed to reverse recent sanctions against Huawei, he has made a catastrophic mistake. END"
    },
    {
      "speaker": "SASSE",
      "utterance": "So if our allies decide to just trust Huawei, they're deciding to trust the Chinese government with their big data."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And Republican Senator Marco Rubio tweeted this after the president's announcement this weekend: If President Trump has agreed to reverse recent sanctions against Huawei, he has made a catastrophic mistake. Larry, Senator Rubio said that the Senate will put in place all of the sanctions despite what the president has agreed to with President Xi, will put in place all of the sanctions with, as he put it, a veto-proof majority."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, I appreciate that and, by the way, I appreciate their national security concerns, and the president shares that point of view. This is not a general amnesty, if you will. Huawei will remain on the so- called entity list where they are serious export controls and any national security inferences or suggestions, there won't be any licenses. But having said that, I think all this kind of happens is the Commerce Department will grant some temporary additional licenses where there was a general availability. I mean, for example, some of the chips, the chipmakers in the United States are selling products that are frankly widely available from other countries and we don't think there's any national security. So, we will look at this carefully. We will undoubtedly -- I think the president will be meeting with senators and others, our own principles are going to be meeting to take a look at this. So, this is not general amnesty. They will remain on the so-called entity list and national security concerns will remain paramount."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to squeeze two more questions. So, let's do quicker questions and answers. As you well know, the Democrats held two debates this past week and they said for all the presidents bragging about a strong U.S. economy that isn't working for all Americans. Take a look."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "When you've got an economy that is great for those with money and isn't doing great for everyone else, that is corruption, pure and simple. We need to call it out, we need to attack it head on."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How do you respond to that?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Yes, I just don't understand in general. I hear some of their policies and I hear some of their narrative. I don't understand what planet they're describing. The United States economy is booming. It's running at roughly 3 percent average since President Trump took office two and a half years ago. On this business about bad distribution, the blue-collar workers, the nonsupervisory workers have done the best. They're the ones running wages at 3-1/2 percent. Their growth and incomes and wages is exceeding the growth of their supervisors. The unemployment rate is low. We just had the best June stock market, the Dow Jones, in over 80 years. That's going to fill up the 401(k)s of middle-class folks everywhere."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But let me just pick up."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "I just don't -- I don't understand that this is very important. These are factual issues, OK? I understand that there's a political spin, but these are factual, measurable areas and I would just say, I do not understand their narrative. We are in a strong prosperity cycle --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me interrupt your campaign speech. I don't think you would disagree --"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "It's not a campaign speech. I'm citing facts and figures, my friend."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- all I'm saying is this, I don't think there's any question, you would agree and there are -- and I'm going to be talking with Tom Perez later about the economic record, but there is clearly a stark income inequality in this country. Bernie Sanders press that point. Take a look."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "utterance": "At a time where we have three people in this country owning more wealth than the bottom half of America while 500,000 people are sleeping on the streets today, we think it is time for change, real change."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got 30 seconds for an answer. If President Trump is reelected in 2020, what specifically will he do to reduce, not eliminate, but to reduce the huge gap between the wealthy and the poor in this country?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Look, what we are doing right now, the best manufacturing autos, blue-collar work recovery, the fastest increase in jobs, the fastest increase in wages. Those are facts. This goes on for many decades, the best performance. I do not know what some of the candidates are saying. I don't know what their factual basis is. Economic growth, a strong and durable prosperity cycle, and I will make this warning, some of the policies I've heard in some of these early debates in my judgment would do great, great damage to this prosperity and jobs and income and wage cycle that we are experiencing. So, somebody's got to do a little bit of fact-checking here on what some of these candidates are saying. I would simply say this -- the economy is strong, the narrative I'm hearing from the other side just ain't so."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Larry Kudlow, thank you. Thanks for your time. Always good to talk with you, sir."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Thank you. Appreciate it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss the president's meeting with Kim Jong-un and his plan to restart trade talks with China. Back in a moment."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The relationship that we've developed has been so much to so many people and it's just an honor to be with you and it's an honor that he stepped over that line and I was proud to step over the line."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump meeting with Kim Jong-un after making history as the first current president to set foot in North Korea. And it's time now for our Sunday group. Former Republican Congressman Jason Chaffetz, columnist for \"The Hill\", Juan Williams, Fox News correspondent Gillian Turner, and former Democratic Congresswoman Donna Edwards. Well, Gillian, let me start with you. What do you make of the president's meeting today with Kim Jong-un? It was obviously a great picture, but how much does it move the ball in terms of getting North Korea to denuclearize?"
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "utterance": "Well, I would say that five years from now, if we are looking back on the events of last night, of today, and it appears that the Korean peninsula has been denuclearize, then this becomes a moment that really turned a page in the history book. This becomes -- we'll be sitting at this table saying this is the masterstroke in the Trump doctrine. But waking up this morning, this is the biggest risk of his administration. It's the biggest possible overture he could make to the North Korean dictator. I hate to disappoint me with this answer but it is just too early to say. There needs to be some time now to see what the next -- if this turns into a next step even, meaning negotiations resume, that I would call this a success."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But if -- you are on the National Security Council for Bush 43 and for Obama, if you've been on your old job on the National Security Council and your boss have come to you and said should we do this or not, because, of course, we don't know what the result is going to be, would you have said it was worth the risk or not?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Probably not, to be frank, and I would also say that based on nearly every single national security source I've gotten this administration, this is entirely President Trump's idea and of his making. Virtually zero advisors thought this was a great idea. It was something he felt that they were stone -- his team was stonewalling on. So, I think he got there and he said screw it, they're not getting it done, I'm going to get it done myself."
    },
    {
      "speaker": "TURNER",
      "utterance": "Virtually zero advisors thought this was a great idea. It was something he felt that they were stone -- his team was stonewalling on. So, I think he got there and he said screw it, they're not getting it done, I'm going to get it done myself. And that's how this unfolds --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "The screw it, again, that's part of politics (ph). Congressman Chaffetz, I want to switch to what I think we all agree as we could be more certain is the biggest development for the summit and that is the decision by President Trump and Chinese President Xi not to escalate the trade war but to kind of keep it where it is and to resume negotiations. Larry Kudlow made it clear that they don't know what's going to happen and how long it's going to take. But the question I do have for you is we do know the president has agreed to at least partially lift his band and that American companies sell some products to Chinese telecom Huawei. A lot of Republican senators and members of the House, former colleagues in Congress, are very concerned about this. Are you?"
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "utterance": "Yes, I mean, for years, we had briefings about what this company was doing, Huawei, and what -- and the national security implications. So I think the senators are on the right path. I think Larry Kudlow will help alleviate a lot of those concerns. Of course, selling information or selling services into, but you have to go through the Commerce Department in order to get that license as long as it's not national security, that's going to alleviate some concerns, but the president gave up a lot and doing that but I think overall, the market will appreciate what's going on here, and I do think the president is moving in the right direction. It's a great look between the combination of North Korea and the progress with China because if you're ultimately going to get a deal, in North Korea, it's also going to have to involve the Chinese. They're going to have to be involved in that decision."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman Edwards, the deal to lift at least part of the ban on selling goods to the Chinese telecom Huawei, huge, giant telecommunications company and the Chinese very upset when the U.S. banned all sales of U.S. technology to them. That apparently was the price of the president had to pay to get the Chinese to resume the talks. Too high a price?"
    },
    {
      "speaker": "DONNA EDWARDS, FORMER CONGRESSWOMAN, D-MD",
      "utterance": "Well, I think maybe. I mean, once you open that door, it's hard to close it. I mean, there's a very fine line even in the technology of figuring out what eventually might have national security implications and whatnot. But I think it sends a confusing message to our allies because trying to get the allies also to hold the line when it comes to Huawei. And I don't think -- I don't know that they know where they stand today."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes. In fact, we were telling our European allies don't even do business with Huawei, don't buy their products because it will put a foot in the door for them to be able to spy in your country and they got to look and say, you know, well, then, why are you opening your door to Huawei?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "And we were telling that the South Koreans as well."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You know, what's extraordinary is just how much news there was from just this week and I want to go to a third subject that came out of the president's trip to Asia and that is that he met with Russian President Putin and the two of them talked about reporters and also about meddling in the 2020 election. Take a look at some of their conversation."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Get rid of them. Fake -- fake news. Great term, isn't it? You don't have that problem in Russia. We have it. You don't have that problem."
    },
    {
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "utterance": "Yes, yes, yes, we have, we do have -- the same."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Mr. President, will you tell Russia not to meddle in the 2020 election?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Yes, of course, I will. Don't meddle in the election, please. Don't meddle in the election."
    },
    {
      "speaker": "WALLACE",
      "utterance": "get rid of the reporters, fake news, and don't meddle in the election. Is this just Trump being Trump and not wanting reporters to tell him what to say or do you see his byplay there with Putin is more serious than that?"
    },
    {
      "speaker": "JUAN WILLIAMS, POLITICAL ANALYST",
      "utterance": "Well, I think it's both Trump being Trump and more serious."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes means yes?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In other words, it's damaging. Yes to both, right, because it seems to me like so many people especially Trump supporters basically excuse his behavior like when he turns a Fourth of July in D.C. into a Trump rally say, oh, it's just Trump being Trump. But when you snicker with Putin about a free press and about a free election, I think you are -- I think it's damaging. I think it's a sad reminder of how Russia is once again poised to interfere in the 2020 election and not seeing any consequence in terms of a leader standing up and saying this is unacceptable. I think it's damaging to excuse behavior that's contradictory to American values. Putin this week said, you know, Democratic values are obsolete, outdated. And we don't have anybody to say, hey, you know what, we believe that elections and democracy are valuable. It's why America is a shining beacon to the world. Instead, he acts as if autocratic behavior -- I mean, Putin is a guy that kills his political opponent and we are sitting there playing footsie with him. To me, it's outrageous. It's definitely damaging."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Chairman Chaffetz, we got to wrap up this segment. But do you see the joking about get rid of the reporters and what some people are saying is almost hungry might, do you see this is serious or are the Trump critics just never going to like them and their reading too much into it?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think the latter part of that is very true. No doubt the president has taken a serious stance on this and done more. And remember, all this interference in the complaints of the Democrats have, that happened under Barack Obama's watch. Donald Trump was not the president when that happened. I want the president to take a tough stance on this, I think he has, dealt with them very seriously but, yes, some of the banter in front of the press I think it's done in the lighthearted way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Panel, we have -- you two agree to disagree."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Everybody agrees to disagree. It wouldn't be a good panel otherwise. All right. We have to take a break. We will see you all a little later. Up next, fireworks at the Democrats' first debate of 2020. Kamala Harris taking on frontrunner Joe Biden on race relations. We'll ask DNC chair Tom Perez what it means for the Democratic race , next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Democratic frontrunner Joe Biden defends his civil rights record after a clash in the first debate."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I want to be absolutely clear about my record and position on racial justice including bussing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What's the fallout? Democratic Party Chair Tom Perez joins us for an exclusive interview, next on \"Fox News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The Democratic presidential candidates squared off this week for the first time in two nights of debates which produced a number of contentious moments and raise new doubts about the party's front runner. Democratic Party Chair Tom Perez joins us to discuss where the race for the nomination stands now. Chairman, welcome back to \"Fox News Sunday.\""
    },
    {
      "speaker": "TOM PEREZ, DEMOCRATIC PARTY CHAIRMAN",
      "utterance": "It's good to be with you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. I want to start, as I suspect everybody would, with a bruising confrontation Thursday night between Joe Biden and Kamala Harris. Here is just part of that."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "You also worked with them to oppose bussing. And, you know, there was a little girl in California who was part of the second class to integrate her public schools. And she was bus to school every day. And that little girl was me."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It's a mischaracterization of my position across the board. I did not praise racists. That is not true."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Do you agree today that you were wrong to oppose bussing in America then?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "No."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Do you agree?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I did not oppose bussing in America. What I opposed is bussing ordered by the Department of Education. That's what I opposed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How badly was Joe Biden, who is the Democratic frontrunner, damaged by that confrontation?"
    },
    {
      "speaker": "PEREZ",
      "utterance": "Listen, Chris, voters are going to look at the totality of everybody's record. And the reality is, every single Democrat running for president on the issue of civil rights is so far ahead of where this president is, whether it's fighting for voting rights, whether it's fighting to make sure we enforce discrimination laws."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I understand, but let's not -- let's not get off Joe Biden."
    },
    {
      "speaker": "PEREZ",
      "utterance": "No, that will be up for the voters to decide. We have another debate coming up in a month. Again, they're out on the stump every single day and I -- what -- what voters are going to do -- and the reason I'm excited about what we had last week is, I think voters saw that we have a deep bench and that our focus on issues of health care, making sure this economy works for everyone, those are the issues that animate people and --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We're -- we're -- we're going to get to -- to all of that. On Friday, because clearly Biden thought that he had been damaged, he tried to repair what had gone on Thursday night with Kamala Harris. Let's take a look at that."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I respect Senator Harris. But, you know, we all know that 30 seconds to 60 seconds on a campaign debate exchange can't do justice to a lifetime commitment to civil rights."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Biden said that he never opposed voluntary bussing, but that badly distorts his actual record. I want to take a look at this. In 1975, Biden supported an anti-bussing measure from then segregationist Senator Jesse Helms. In 1976, he introduced a measure to block the Justice Department from seeking bussing orders in the courts to desegregate schools. And Biden said this in an interview and '75, I oppose bussing. It's an asinine concept, the utility of which has never been proven to me. Chairman Perez, Biden's record against bussing is clear."
    },
    {
      "speaker": "PEREZ",
      "utterance": "Well, listen, Biden's overall record on civil rights is clear. And the Democratic Party's overall record on civil rights is clear. And what -- what I always want -- when I was running for office and what I know these candidates want is they want you to look at the totality of what they've done in their career. The totality of fighting for voting rights, fighting to make sure we hold police departments accountable, fighting to make sure that women have equal pay for equal work, and that we pass the Violence Against Women Act. And on this score, Vice President Biden and other Democrats have been leading the charge and -- and we have a frontal assault with this president on these basic core civil rights. And that's what the -- that's what this is about. That's what this campaign is going to be about."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I understand the dissention between Democrats and Republicans, but I'm talking about the fight for the nomination within the -- within your party. And the question is, is the Democratic Party going to nominate someone who opposed the main tool at one point to desegregate public schools in this country?"
    },
    {
      "speaker": "PEREZ",
      "utterance": "The Democratic Party is going to -- that's going to be up to the voters and they're going to look at the totality of everybody's record, what they've said, what they have done and who was fighting for them. And on all of these issues, whether it's the economy, whether it's civil rights, every Democrat is -- has the backs of people. And that's what I think voters are going to see."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does it bother you personally? You're the chairman of the party. Does it bother you personally that Joe Biden opposed the main tool to desegregate schools?"
    },
    {
      "speaker": "PEREZ",
      "utterance": "Well, listen, it's up to the vice president to explain his position. It's up to the vice president to explain everything he has done in his career. And that's what he did Friday and that's what he'll continue to do because, again, I know him well. He has fought for equality and opportunity. You -- you look at what happened with gay marriage."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Not in this case he -- not in this case he didn't."
    },
    {
      "speaker": "PEREZ",
      "utterance": "Well -- well, again, the voters will have to look at the totality of the vice president's record."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "PEREZ",
      "utterance": "And every candidate's record. And I invite them to kick the tires on all of our candidates because the good news is that the difference between us and this president is night and day on these issues of civil rights. The party of Lincoln used to be the party of civil rights. And the party of Lincoln is dead. It's the Democratic Party that's fighting to make sure that everybody has an opportunity to realize the American dream."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to another key moment in this week's debates. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE MODERATOR",
      "utterance": "Raise your hand if government -- if your government plan would provide coverage for undocumented immigrants. OK."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Every person on that stage, all ten of them, said that they would provide health insurance coverage for people in this country illegally either under Obamacare or Medicare for all, whichever they supported. No talk about preconditions, you've got to be working in this country, no talk about you've got to be paying in taxes. The basic point was, you're in this country legally or illegally, you get health insurance coverage."
    },
    {
      "speaker": "PEREZ",
      "utterance": "And it's an insurance program, so you have to pay into it. And as you know, immigrants, including undocumented immigrants, pay billions of dollars in taxes and -- and that's the reality. And what -- what Democrats also said, Chris, which is far different from Republicans, is that if you have a pre-existing condition, you should be able to keep your coverage. Democrats believe that health care should be available. Affordable, quality health care should be available to everyone. And thanks to Obama, and thanks to LBJ, Medicare and Medicaid, we're 90 percent of the way there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, but let's --"
    },
    {
      "speaker": "PEREZ",
      "utterance": "We're having a discussion about how to get the final 10 percent."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, but where -- but what we're talking about is whether or not people in the country illegally should get government benefits. Remember what President Obama told Congress back in 2009. Here it is. BARACK OBAMA, FORMER PRESIDENT (September 9, 2009): Those who claim that our reform efforts would insure illegal immigrants, this too is false."
    },
    {
      "speaker": "REP. JOE WILSON, R-S.C.",
      "utterance": "You lie!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, Republican Congressman Joe Wilson was called out, and quite rightly so, for shouting out in a speech to a joint session of Congress \"you lie.\" But the fact is, ten years later, Joe Wilson is right about where the Democrats are now."
    },
    {
      "speaker": "PEREZ",
      "utterance": "Democrats believe that you should be able to buy into a health insurance system. It's not a handout. And I -- I believe --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Barack Obama didn't say that and --"
    },
    {
      "speaker": "PEREZ",
      "utterance": "We're in a different era. I believe that what we're doing right now is the right thing to do. I live in a community --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why -- why is it a different era from 2009?"
    },
    {
      "speaker": "PEREZ",
      "utterance": "I -- I -- I -- I live in a community right now where if you are a pregnant woman and you are undocumented, we provide you with access to health care because we believe that having good prenatal care is an essential health care issue, it's an essential issue of economics and, frankly, it's an essential issue of morality. The party of Lincoln is dead. And one of the things that died with it is compassion. And this is not a handout, Chris. Again, this is allowing people to buy into an insurance program. People who pay billions of dollars in taxes. And, again, I think that is often overlooked."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Another proposal that was widely supported in the debates this week is a change to our immigration laws. Take a look at that."
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "utterance": "When somebody comes across the border, not to criminalize desperation, to treat that as a civil violation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, as a civil matter, and I -- it's important to make this. I didn't understand this until I looked into it. As a civil matter, people who come across illegally would still be able to be deported. But you're -- you would be removing, if you follow what Mr. Castro says, Secretary Castro says, you would be removing the -- at least the threat of legal action. Doesn't that provide a magnet for people to come into the country illegally because the threat of legal action and jail time is removed?"
    },
    {
      "speaker": "PEREZ",
      "utterance": "Chris, here's why we're having this discussion about 1325. The reason we're having this discussion --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's the part of the law, the criminal --"
    },
    {
      "speaker": "PEREZ",
      "utterance": "That's the part of the law --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "PEREZ",
      "utterance": "That is -- that Secretary Castro was referring to. The reason we're having this discussion is because this administration absolutely abused it. It establish this so-called zero-tolerance. And the problem with this president is all is he wants to do is look tough. He doesn't want to be effective. This zero-tolerance policy, which sounds tough, had absolutely cataclysmic impact. That resulted in children being put in cages. If you had exercise the discretion properly, as prior presidents have done, this wouldn't happen. And so the reason we're having this discussion, 57 percent of all federal cases, criminal cases that have been filed in the last two years, have been for entering the country illegally. I welcome a discussion about priorities. That's what Democrats want to have. We believe that we can be a nation of laws and a nation of immigrants. We believe that we can provide effective due process to people. We believe the reason why this is happening is because in Honduras and Guatemala and El Salvador, the countries are falling apart. The people coming to the border now are families with children. The warped priorities of this administration --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "PEREZ",
      "utterance": "The chaos of their policy, that's why we have to have this discussion. We should be focused on violent felons. And this administration is focused on separating children from families. I welcome the discussion about a coherent policy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, it's a --"
    },
    {
      "speaker": "PEREZ",
      "utterance": "And I wish this president would stop tweeting and start solving the problem."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It's a -- it's a discussion that is going to continue. Chairman Perez, thank you. Thank you for coming in today. Please, come back, sir."
    },
    {
      "speaker": "PEREZ",
      "utterance": "Always a pleasure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Good Up next, Donald Trump was a favorite target for Democrats, especially on night two of the debates. How well did they do making the case for a one- term presidency? Our Sunday panel returns, next."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Agree that everybody once they -- in fact they should -- anyway, my time's up, I'm sorry."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Democratic frontrunner Joe Biden with an abrupt end to this defense of his civil rights record, which a lot of folks on Twitter had some fun with. And we're back now with the panel. Congresswoman Edwards, how badly do you think Vice President Biden was damaged this week, both by that exchange that he had with Kamala Harris, and maybe more so by all the reporting that -- that we in the business have done since about his record on civil rights and especially on busing back in the '70s?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "I think it's tough to know at this stage. It was the first debate. It was not good by any stretch of the imagination for Joe Biden. But, you know, this is the beginning of what I think is a long process. It's going to be competitive. I saw a handful -- a couple of hands full of candidates who really should be on that stage and the field is going to winnow out. And I think Biden is going to be part of that he's going to have to work hard to hold that top - - you know, that frontrunner status."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, during the heat -- because a lot of this I either didn't know or had forgotten, I think that's true of a lot of people. During the heat of the battle over busing in the 1970s, the situation was so egregious was these -- with segregation in the schools in Delaware, Biden's home state, that a court order that black kids from the inner-city of Wilmington should be bused out to the suburbs and that white kids from the suburbs should be bused in to the inner-city in Wilmington. A lot of folks, my guess is, who didn't know Biden's record now do you know it. To what degree do you think that's going to hurt his standing in the black community?"
    },
    {
      "speaker": "JUAN WILLIAMS, POLITICAL ANALYST",
      "utterance": "Well, I think it was known by a lot of people. I don't -- I think it wasn't' maybe generally known. And this is a totally different stage. He's running for president now. And so much of it is that he's running for president really almost as an extension of the fact that he was the first black president vice president. And so suddenly that puts a dent in that -- that particular appeal. And, remember, so much of Joe Biden's support right now in the polls, which has him, you know, still at 30 percent compared to -- I think it's more than 10 percent higher than Bernie Sanders, is based on black support and going into South Carolina, where you have a large black electorate in the Democratic Party side. Very important. But I will say this also, I think that it's so important that John Lewis, a civil rights icon, Jim Clyburn, the senior black person now in Congress, both said, making deals with segregation's was necessary to gradual civil rights advancement in that time. And it's not fair to necessarily go back and say, oh, no, we have a Black Lives Matter standard. Anybody playing around with racist is an unacceptable person. Older black leader in the country don't take that position, Chris."
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "utterance": "Neither does Nelson Mandala. Just ask him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right, you --"
    },
    {
      "speaker": "TURNER",
      "utterance": "Sometimes you've got to negotiate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to another issue, because with all the focus on Biden, there hasn't been as much attention paid to the Democratic attacks on Donald Trump in the debates this week. Take a look at this one."
    },
    {
      "speaker": "SANDERS",
      "utterance": "The American people understand that Trump is a phony, that Trump is a pathological liar and a racist and that he lied to the American people during his campaign."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Chaffetz, how strong do you think -- and this gets back to the issue I was discussing with Larry Kudlow, that for all the presidents talk about with strong economy, that it's really working a lot better for the wealthy, the top 1 percent, than it is for all those working people that Donald Trump said he was going to protect."
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "utterance": "These are Democrats talking to Democrats and there's no doubt they can go to the end of the earth trying to disparage Donald Trump and they will continue to do that. But they were very ineffective. I really think, after the two nights of the debates, the president is stronger politically than he's ever been before. He had a great time in North Korea and at the -- at the summit. The economy is doing well. They can try to throw out all the stats you want, but Larry Kudlow is going to come back with other stats. And I think most people across this country, when they see that debate, and they see everybody raising their hand, and the priority going to illegal immigrants and giving them free health care as opposed to the hardworking Americans, that does not resonate with America."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, you think the Trump administration is doing a good job of delivering on health care for Americans? I think that's so outrageous. There is no policy --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I think when you see the Democrats -- when you see the Democrats all raising their hand in unison that they want to give free health care to illegal immigrants --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you can argue --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "There was nothing about homeless veterans. There was none of that discussion. That's what will resonate."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, I think there's no -- I think there's no plan after talk of repeal and replace of Obamacare --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Getting rid of 180 million --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Two years of Republicans controlling the House and the Senate and the White House, nothing."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Everybody wants to get -- the Democrats all want to get rid of the private insurance? That is not a winning --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, let me -- let me let -- let me let -- let me let Gillian get into this because, you know, you heard what Larry Kudlow says and -- and the numbers, the facts are the facts. The unemployment rate is low. GDP growth is strong. Wages are rising. So how tough for Democrats to say, well, yes, that's true, but it's not working for working Americans."
    },
    {
      "speaker": "TURNER",
      "utterance": "I think it's really tough. You know it's kind of the same argument that Mitt Romney tried to make in 2012 running against President Obama when the Obama economy was recovering quite well from the financial crisis. He tried to say, well, you know, things are well -- are going well, but they could be better. I don't work then. I don't think it will work now, partially because, as you mentioned, unemployment numbers are so low but partially because that's always a difficult argument, I think, to make to the American people because the numbers don't lie at the end of the day."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, what -- what is true is it also is an empirical fact that there is a significant gap in incomes between our lowest income earners and the -- that 1 percent. And I think when voters show up on Election Day, they are going to be paying attention to their wallets. They're going to be paying attention to whether their families are making progress or not. And I think it is going to be a strong Democratic argument. And that combined - -"
    },
    {
      "speaker": "TURNER",
      "utterance": "But that's a separate argument."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "No -- no, but --"
    },
    {
      "speaker": "TURNER",
      "utterance": "Income inequality is separate from the strength of the economy --"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "No, it's -- it's not at all because part of the reason that you have this inequality is because wages, while they've raised -- they've been raised going up in this part of the economy, they've been stagnant for 20 years, where families are struggling to meet basic needs. And so those things, over the long term I think for Democrats, are going to play out in this economy. And the economy is not the stock market for most Americans."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And -- and --"
    },
    {
      "speaker": "TURNER",
      "utterance": "But we're talking about things like unemployment as well."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But you've got to remember --"
    },
    {
      "speaker": "TURNER",
      "utterance": "We're not talking about the stock market."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Unemployment at low wages is really great. No. I think that Americans understand that if you're being -- if you're unemployed and you're making $7.35 an hour, that's not putting food on your family's table."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Income redistribution is not the winning formula. It -- that --"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Not redistributing income --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "It is."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Just making sure that they have a fair --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Democrats argue that they want to raise taxes."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "No, just want to make sure that we have a fair economy (ph) and --"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "They want to get rid of your private insurance. They want to prioritize illegal immigrants."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, let Congressman Chaffetz go and then I'll let you go. Go ahead."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "They prioritized illegal immigrants. They want to get rid of -- 180 million people have private health care insurance. They want to get rid of that. They want to raise taxes. They talked -- they -- they laid it out on the table, they want to raise taxes. That is income redistribution. And it is not a winning formula."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman, go."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "No. No, really simple, they want to make sure that the people at the top are paying their fair share so that it really does benefit working people. That's really pretty simple."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "And more government and more taxes is not the answer."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "I think the American -- the American -- no, the American people -- the American people understand that if you have people at the bottom who are not making a fair wage and can't take care of their families, that at the end of the day that actually hurts the overall economy. And, trust me, all those millionaires and billionaires that can afford to give up a little bit to make sure that the American people have health care and child care and the things that meet their everyday needs."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "More government, more taxes is not the solution to that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I think when you come to health care --"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Good government is the solution."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When you talk about paying for school, tuition debts, I think the American people say something is wrong here because average families are struggling despite all this talk of a great stock market. The stock market is not doing it for most people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I'm glad we settled all that. There's nothing more to discuss. But, fortunately, we have, what, a year and a have to discuss it. Thank you all, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" Washington's new our archbishop on leading Catholics in the nation's capital after a series of deeply troubling scandals."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In a Catholic Church that's been plagued by years of scandal, no archdiocese has been hit harder than right here in the nation's capital. Now, a new leader is trying to help the faithful in Washington heal and move on. And he's our \"Power Player of the Week.\""
    },
    {
      "speaker": "WILTON GREGORY, ARCHBISHOP OF WASHINGTON",
      "utterance": "The past is real, it's painful, but the future is also possible and hopefully very positive. I resolved to serve faithfully the spiritual needs of this local church."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Wilton Gregory is the new archbishop of Washington, and he's talking about a deeply painful time for Catholics here. In February, longtime Cardinal Theodore McCarrick was defrocked after being found guilty of sexual abuse. Last year, his successor, Cardinal Donald Wuerl, resigned amid criticism he failed to respond properly to abuse allegations."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "How do you help parishioners and priests keep their trust in the church?"
    },
    {
      "speaker": "GREGORY",
      "utterance": "I have to be a man who is committed to telling people the truth, as best as I know."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What do you say about the betrayal by Cardinal McCarrick?"
    },
    {
      "speaker": "GREGORY",
      "utterance": "I think it's horrific. It was just a -- an egregious betrayal of trust that has deeply wound this local church."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And what do you say about the failings of Cardinal Wuerl?"
    },
    {
      "speaker": "GREGORY",
      "utterance": "Following the McCarrick disaster, the issues that Cardinal Wuerl faced were magnified because they were already shared with a community that was deeply, deeply wounded. Do this in memory of me."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Since taking over, Gregory has been talking to parishioners and holding listening sessions with priests, discussing all the church scandals."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Have they tested your faith in the church as an institution?"
    },
    {
      "speaker": "GREGORY",
      "utterance": "Chris, they haven't tested my faith, they've tested my patience."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "As head of the archdiocese in the nation's capital, Gregory has to deal with subjects beyond religion. Gregory supports a path to citizenship as part of comprehensive immigration reform, at a time when people crossing the border illegally is highly charged."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "When you hear the president talk about an invasion, does it disturb you?"
    },
    {
      "speaker": "GREGORY",
      "utterance": "Anyone who denigrates the people who seek a better future, a more positive way of living for their family, to denigrate them is wrong."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Gregory was in sixth grade when he transferred from public to parochial school. In short order, he decided to convert to Catholicism and become a priest."
    },
    {
      "speaker": "GREGORY",
      "utterance": "I thought about becoming a priest before I thought about becoming a Catholic."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "To be a priest, it would help -- be helpful to be a Catholic."
    },
    {
      "speaker": "GREGORY",
      "utterance": "You said exactly what my home pastor said, that if you're interested in being a priest, we've got to take this step-by-step. You can't steal first base."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "The archbishop of Washington is traditionally elevated to cardinal. Gregory would be the first African-American cardinal ever in the U.S. But he says he's in no hurry for Pope Francis to change the color of his vestments."
    },
    {
      "speaker": "GREGORY",
      "utterance": "I think he would be very disappointed if he sent me here and I got a bad case of scarlet fever. My first concern before a think about a color that I might wear is to care for the people that are here right in front of me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wilton Gregory spent 14 years as archbishop of Atlanta and thought that would be his final assignment. But as he says, the holy father had other ideas. And that's it for today. Have a great week, and we'll see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}