{
  "date": "June 13, 2021",
  "headline": "'Fox News Sunday' on June 13, 2021",
  "subHeadline": "'Fox News Sunday' welcomed guests Antony Blinken, Mike Pompeo, Marc Thiessen and Harold Ford Jr.",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-on-june-13-2021",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. President Biden takes his \"America is back\" policy on the road, hoping our  adversaries feel the heat and our allies fall in line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH R. BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Democracies of the world are standing together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "In times of trouble, Americans reach out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Today, we'll speak with the current and previous secretaries of   state. First, Antony Blinken, about Mr. Biden's promise that democracy can deliver, and this week's high-stakes sit-down with Russian President Putin.  Then, we'll get reaction from former Trump Secretary of State Mike Pompeo.   Blinken and Pompeo, only on \"FOX News Sunday\". Plus, Vice President Harris hits the global stage with a message to  migrants to rethink dangerous travel to the U.S. border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Do not come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about the blowback she is getting from  the right and left. And our \"Power Player of the Week,\" an Olympic gold medalist on the debate  over transgender athletes in women's sports.   All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The U.S. is back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMMANUEL MACRON, FRENCH PRESIDENT",
      "sentences": "It's great to have the U.S. president   part of the club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The G7 featured a lot of photo ops and some major announcements, like a plan to donate a billion COVID-19 doses to low income countries and to confront problems on the horizon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The key challenges of this century, cybersecurity, emerging technologies, global health, and climate change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The full G7 is planning to sign a joint communique Sunday,   condemning China for unfair trade practices and human rights abuses. From  the G7, Biden heads to NATO headquarters in Belgium with Russian aggression on the agenda. Then, flies to Geneva for a meeting with the Russian  president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We're not seeking conflict with Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Putin is already sizing Biden up.  VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  President Biden,  of course, is radically different from Trump because President Biden is a career man. He spent virtually his entire adulthood and politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "President Biden doesn't want to give too much away publicly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "What's your message to Putin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'll tell you after I deliver it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Peter Doocy traveling with the president in England -- Peter, thanks for that.   And joining us now, the secretary of state, Antony Blinken. Mr. Secretary, welcome back to \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Thanks, Chris. It's great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This trip is building up to, I guess, the climax, the meeting  with Russian President Putin in Geneva on Wednesday. Here's what Putin said this week about relations between the U.S. and Russia. Take a look.  VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator):  We have a bilateral relationship and that deteriorated to its lowest point in recent years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you agree that relations between the U.S. and Russia are at the lowest point in recent years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Well, that may be the one thing that I'd agree with President Putin on. And one of the things that President Biden will begin to test is whether Russia is interested in a more stable, predictable relationship, which would be to everyone's benefit. But if not, if it continues to take reckless and aggressive actions directed at us or our allies and partners, the president is going to make clear that we'll respond forcefully, as we did in the case of election interference, the Solar Winds cyber hack, the  attempt to murder Mr. Navalny. So this is the beginning of testing the proposition about whether Russia wants a more stable relationship itself, and whether in some areas where there is mutual interest we can find some ways to cooperate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When the president arrived in Europe earlier this week, he was pretty general about the message he intends to convey to Mr. Putin. Take a look at what he said then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Then to meet with Mr. Putin to let him know what I want him to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So let's get more specific. Putin just said -- or was reported that he said this morning that he is willing to hand over cyber criminals to the U.S. if we hand over cyber criminals we're harboring to him. Is that  a satisfactory resolution to the ransomware problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Chris, I don't want to get ahead of the president. But let me say this. When it comes to ransomware, no responsible country should be in the business of harboring criminal organizations engaged in those practices. And that is something that the president very much intends to take up with President Putin. That's very much on the agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But what can he do about it, Mr. Secretary? I mean, I know he can  say there are these gangs, they're shutting down our pipelines, they're shutting down our food supply. But other than complaining about it, what can the president do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Look, let me take one step back for a second. We're not coming into -- the president is not coming into this meeting with President Putin in a void. We're coming off of a G-7 summit, a NATO summit, a meeting with E.U. leadership. And what we're demonstrating in each of these meetings and  summits is that democracies can come together and work effectively to actually deliver results for our people, and by the way, for people around the world, and also when we're working together militarily, economically, diplomatically, politically, we're a very powerful force. There was a major poll that just came out that showed that across those countries, 75 percent of the people on average now have confidence in American leadership and in President Biden. That's up from 17 percent a  year ago. So we're now in a position where when it comes to dealing with Russia and the challenges it poses, or dealing with China and the challenges it poses, we can come with a much more united front. And so I think you'll see, and again, I'm not going to get ahead of the president, but when it comes to looking for action to deal with things like ransomware, we are in a stronger position with tools of our own and the international community with us to elicit that action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why did the president decide to hold a solo news conference after his summit with Putin on Wednesday as opposed to the joint press conferences that he usually holds with foreign leaders and the joint press conference that President Trump and Putin held after their summit in 2018?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Chris, I think it's the most effective way for the president to be able to talk with the free press and to share, for as long he can, what was discussed in the meeting with President Putin, as well as to cover the entire week, to talk about what we've accomplished over the course of the G-7, the NATO meetings, the E.U. meetings. By the way, he's doing a solo press conference I think almost right now in the U.K. after the G-7. So this is not a rare practice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "One of the president's main objectives on this trip is to get the allies, both the G7, the EU, NATO, to join together -- I guess not NATO, but the others to join together in calling out China for dumping its exports at unfair trade -- unfair low prices and also to call out China for human rights abuses. Now I know there's a communique, but I want to ask you the practical effect, have the U.S. and the allies agreed that they are going to condemn forced labor, for instance by the Uyghurs, have they agreed that they're going to go to the WTO and ask for duties on China for dumping exports?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "First, Chris, it's important in and of itself that the communique, this document that comes out of the G7 and talks about what the G7 leaders have agreed on, it's important in and of itself that there's a focus on China. Go back to 2018, the last time these leaders came together, no mention of China in the documents summing what the G7 was focused on. Going forward, we had very detailed discussions about the kind of work that could be done, the kind of actions that could be taken. For example, in preventing the export of products made with forced labor in China, or for that matter, preventing the export of products that could be used to repress people in China. All of that was on the table and I think you can expect to see going forward different countries taking action across those areas. But one other thing's really important, I just want to spend a second on it -- one of the things that the leaders agreed to was this so-called Build Back Better for the World. And that is an agreement to work -- to start to pull all of our resources, our development resources, make investments in low and middle income countries, get the privates sector to make these investments, to build up their healthcare systems, infrastructure technology, which will be a strong market for our products. But to do it in a way that's a race to the top, not the bottom in terms of the standards, in terms of respect for workers, for environment, for privacy. All of these things. That's a very powerful positive alternative to what China is doing with its so-called Belt and Road Initiative. We're demonstrating that we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's also --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "-- positive alternative vision in the -- for the future and bringing countries along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There's also the continuing controversy over the origins of COVID. I know the president has ordered this 90-day review of U.S. intelligence on what we know. But one assumes if we knew anything we'd already know it. And I guess the more important question is what is the president prepared to do unilaterally, not through the WHO, which is already been hit (ph) by the Chinese, what is he prepared to do unilaterally to press China to provide, to share more evidence, more information, especially from the Wuhan lab?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Well first, Chris, you're -- the premise of your question is entirely correct, which is we need to get to the bottom of what happened. We need accountability, but we also need to understand what happened, why it happened, how it happened if we're going to be able to put in place the necessary measures to prevent it from happening again, or at least to be in a better place to mitigate the next pandemic if we can't fully prevent one. And so we need -- we need this transparency. We need this information. So WHO, you're right, the first study that they put out was highly deficient. The leaders of the G7 had come together insisting that China cooperate with the so-called Phase 2 study by the WHO to really get to the bottom of what happened. But that is -- that's not enough. The president ordered this 90-day sprint (ph). We looked at this very hard. He ordered back in March that we try to determine for ourselves the origins of the -- of COVID-19. And we came up with two plausible explanations. One is the so-called natural occurrence going from animal to human, the other was a lab leak. But we couldn't determine with any degree of certainty which one it was. But the president's order now is to -- with the intelligence community bringing all of the different agencies of government, and also our national labs, other experts, bringing all of that expertise to bare (ph), to look at every piece of information we have to see if we can make a determination. Going forward, the thing that is most critical, besides accountability, is again making sure that every country, including China, cooperates with the international community in making sure that we have the transparency, we have access for experts in real time, we have information sharing so that if something starts to percolate again, we're on top of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, your immediate predecessor, Secretary Pompeo, is waiting on the wings. He's going to be coming up in the next segment. Briefly, what would you tell him is the biggest difference between Biden foreign policy and Trump foreign policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLINKEN",
      "sentences": "Chris, I'm resolutely looking forward, not backward. Please say hello to Mike. We've had a lot of good conversations and I look forward to the next one. But we're focused on the future and moving forward. We've had a very good couple of days with the G7 in actually demonstrating the democracies can come together and deliver for people in real ways, real outcomes. A billion shots in arms, that's remarkable. Dealing more effectively with climate change, prohibiting financing of coal fired plants, which is the biggest single contributor to emissions. This Build Back Better for the World that I talked about. The 15 percent global cooperate minimum hacks that's going to give countries around the world a stronger tax space, stronger markets for us, ultimately. So that's what we're focused on, as well as strengthening NATO and working with the EU and dealing with Mr. Putin. So please say hi to Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That is a very diplomatic answer for the Secretary of State. Secretary Blinken, thank you. Thanks for your time in the midst of the president's trip and please come back, sir. Up next, we'll get reaction from Secretary Blinken's predecessor. Former Secretary of State Mike Pompeo joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On Wednesday, Joe Biden will become the fifth U.S. president to sit down with Russian President Putin. And as usual in these summits, there are a number of critical issues. Joining us now, former secretary of state under President Trump, Mike Pompeo. Mr. Secretary, welcome back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "sentences": "Good morning, Chris. It's great to be with you again, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You just heard my conversation with Secretary Blinken. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, generically, when I hear the administration talking about taking America back, they're talking about back to what President Obama did for eight years where America was weak. We might have been like, they seem (ph) -- a lot of people talk about how they're having this really fun time over at the G7, everybody likes President Biden. What's important is not that they like America but that they respect us, that we deliver good outcomes for the American people. We need to focus on the things that matter most to America. When I hear that they have raised climate change to the singular most important topic that they're going to cover when the great European economies and the great economy, the United States of America, meet together to have a chance to grow and create prosperity and build out peace throughout the world, when I hear the Green New Deal is the top of the agenda, I worry that we have -- we've raised an issue that is not the thing that will make lives better for the American people most quickly and most dramatically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As we've said, the centerpiece of this trip is this coming Wednesday in Geneva when President Biden sits down with Russian President Putin. You have been critical of Biden as being too soft on Russia. You criticized the fact that he renewed the START 5 (ph) nuclear arms treaty, you criticized the fact that he also lifted the sanctions that allow completion of the Nord Stream gas pipeline between Russia and Germany. When these two men sit down on Tuesday -- on Wednesday, rather, are you worried about what's going to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, I heard Secretary Blinken say the right words, right? That we want to find the places we can work alongside the Russians. We try to do that too. But there was no administration that was tougher on Russia. We worked diligently to support Ukraine with defensive weapon systems. We built up the United States military. Chris, we left NATO $400 billion stronger than we took over. We built out that relationship between the United States and NATO in a way that really put pressure on Vladimir Putin. What I will look for is the actions. It won't be about what is said, it won't be about whether the tone is right. It will be about the actions that the United States government is prepared to take, to preserve and defend American interests and stop Russian malign activity around the world. You'll recall, when you hear President Biden talk about taking us back, back is the Russians taking Crimea on the watch of President Obama, a fifth of Ukraine. That's not a back that the United States can afford to allow to happen. We need to move forward and we need to continue to defend the United States against the threats that Vladimir Putin may pose, whether it's cyber or kinetic or any of the other information efforts that Vladimir Putin will try to foist upon America if President Biden is weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let me ask you about a specific issue and I think it's right now at the top of the agenda, and that is ransomware, these attacks on vital U.S. infrastructure coming from gangs out of Russia. I asked Secretary Blinken about that and he said, with the support of all the allies that the U.S. is prepared to take action. He wouldn't say what it was, but to take action if Russia is going to continue to harbor these gangs. What action should President Biden be willing to take to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "So, Chris, that's really a tale of three pipelines, right? We shut down 10,000 jobs with the Keystone Pipeline here in the United States of America and then they permitted the Russian pipeline to continue to be built that will threaten the heart of Europe's energy infrastructure, and, of course, you were referring to the cyber attack on the Colonial Pipeline. President Trump and our team were very clear about what we would do in response to cyberattacks. We changed -- it's a pretty arcane idea but we change the NSPM, the rules that permitted us to respond to these attacks. I hope that the Biden demonstration will use the tools that we provided. We've got the capacity to respond to this in a way that imposes costs of not only on the perpetrators themselves, sometimes criminal gangs, sometimes state-sponsored -- state-backed entities, but make sure we impose those costs in a place that Vladimir Putin who is allowing this to take place, from (INAUDIBLE), can actually feel the cost and convince him that it's in his best interest to stop this from happening and stop attacking America through this cyber tool that is not much different than other kinds of attacks on the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Mr. Secretary, let's look back at the Trump record of -- under President Trump, the administration didn't stop Russia from completing -- and they continued during the Trump administration to build the Nord Stream pipeline. By the end of the administration, it was 90 percent completed. And President Trump never condemned Russia for the poisoning of Alexey Navalny or his arrest. And both of those happened on his watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Chris, you said it yourself, they didn't complete the pipeline. We had imposed real sanctions on the ships that were doing the construction, the insurers that were underwriting. We made clear that that pipeline was not going to be completed. It would not have been completed had we had four more years, I'm very, very confident of that. And with respect to human rights, I -- we take a backseat to no one. I heard Secretary Blinken talk abut the work they're doing to try and convince the Europeans to stand alongside us on human rights violations in China and the work that they've done defending human rights against Russian abuses. We were tough there too, Chris. I'm proud of the work we did there. It was good work. It was serious work and it made a difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You also criticized President Biden for not pushing hard enough on China to learn the origins of the coronavirus. But I want to again go back to your administration and the record there. President Trump and his team, including you, had almost a year after COVID- 19 first came on the scene, to really press Beijing on what the origins were, when the evidence was much fresher. Now, there's no question that the president pulled back from the WHO, the World Health Organization. But what did President Trump and his administration, including the secretary of state, do to press China harder to get the evidence on where the COVID-19 virus came from? Because we still don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, the predicate of your question is all wrong. We have a really good idea of what happened here. There's an enormous amount of evidence that there was a leak from the Wuhan Institute of Virology. There's a -- there's a pile of evidence hundred feet high. I have -- I have high confidence that that's the case. We pressed the Chinese Communist Party really hard, not just the State Department, but our CDC and others, too. We withdrew from the WHO, which had become politicized. This administration chose to get back in that. I don't know what tools they think they are going to use. But we were serious in this endeavor. We made clear that there would be real cost of the Chinese Communist Party. We built that Operation Warp Speed. I was thrilled to hear they are going to distribute these vaccines around the world to countries that need it. They couldn't do that but for the work that happened on the Project Warp Speed. It was remarkable and historic work. We put real pressure on the Chinese Communist Party and we got very close to being able to make a lay down case for what actually happened and how this virus came to kill millions of people around the world and destroy billions of dollars in wealth. We know enough now. The cover-up continues. And it's time for accountability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, just to button this up, I want to ask about one more question. Do you believe that the virus came from a lab leak from the Wuhan Institute?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, let's turn to the illegal immigration crisis on the border and Vice President Harris' trip this week to Guatemala and to Mexico. She says the key is dealing with the root causes in those countries south of the American border and she dismisses a trip to our southern border as, her words, a grand gesture. Does she have a point in the sense that as long as the conditions in Mexico and the Northern Triangle countries are so bad, people are going to keep coming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, the conditions down there are no different than they were in January of this year and we've had multiples and multiples of people come across the border. So it's not the conditions down there that have caused the current crisis at the border. It is the policies of the Biden demonstration. We knew how to make it work. I negotiated \"Remain in Mexico\". We convinced the Mexicans and the Central American countries this was in their best interest as well. Don't take my word for it. This week, the Mexican leadership and the Guatemalan leadership said this problem is a direct result of team Biden's foreign policy and its immigration policy. Now, this -- the conditions are pretty static down there. We should the things we can to make them better. But the first responsibility is to keep our southern border secure. We had it done, Chris. We got there -- it's just simple math, 180,000 in May. It's the highest in 20 years. This is the result of a bad border policy. It's a created a crisis. It's caused enormous devastation to human beings that are being trapped across the board. This is not only bad for them. It's really bad for the United States and it's not a result of what's happening in Central America. It's a result of what's happening in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Secretary Pompeo, thank you. Thanks for coming in today. Always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, thank you. Up next, we'll bring in our Sunday group to preview the Biden-Putin summit and to review Vice President Harris' trip to Mexico and Guatemala this week. Why is she getting such blowback from both the right and left?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Vice President Harris took some hits from liberals this week for her comments on immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Do not come. Do not come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about that and if she'll finally visit the southern border, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to make it clear that the United States is back and democracies of the world are standing together to tackle the toughest challenges and the issues that matter most to our future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "Joe Biden setting the stage for what he hopes to accomplish in his first foreign trip as president, rallying American allies before he confronts a U.S. adversary, Russian President Vladimir Putin. And it's time now for our Sunday group. Marc Thiessen of the American Enterprise Institute, Catherine Lucey, who covers the White House for \"The Wall Street Journal,\" and former Democratic Congressman Harold Ford Jr. So, Marc, let me start with you. How do we think that President Biden's foreign trip is going so far and what do you expect from this much-anticipated summit with Vladimir Putin? MARC THIESSEN, RESIDENT FELLOW, AMERICAN ENTERPRISE INSTITUTE, \"WASHINGTON POST\" COLUMNIST AND FOX NEWS CONTRIBUTOR: Well, it shouldn't be hard for Biden to have a smooth trip with our European allies because all he has to do is not be Donald Trump. They -- they -- I'm sure they're thrilled not to be being challenged on their trade practices, not being challenged on -- on meeting their NATO commitments and I'm sure Germany loves not being pushed to cancel it Nord Stream 2 pipeline with Russia that's going to make Russia -- Europe more dependent on Russia for -- for natural gas. The -- you know, in terms of China, you'll notice that Secretary Blinken didn't answer your question when you ask him, are you going to get a communique that -- that condemns Chinese slave labor. He hasn't been able to get the European allies to meaningfully challenge China in any way. And the reason is, is because the European Union has huge trade and investment ties with Beijing and they're not willing to -- they're not willing to -- to risk those. So, so far not so good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Catherine, the most immediate problem, I think, maybe not long- term, but the most immediate problem that Biden faces when he sits down with Putin for these ransomware attacks coming from Russia onto the U.S. two major parts of our infrastructure, whether it's oil pipelines or the food supply. A couple of questions, talking to your sources in the White House, how much control do they think that Putin has over these Russian gangs that are launching these cyberware -- ransomware attacks and how tough do you get the sense, because all that -- that Secretary Blinken would say if they're prepared to take action -- how tough do you think Biden is prepared to get with Putin in terms of what if you don't root these gangs out? CATHERINE LUCEY, \"THE WALL STREET JOURNAL\": I think that is the question, right, Chris? And the -- the White House certainly is saying this is going to be a candid meeting, this is going to be a tough meeting. They expect the president to send tough messages on, you know, issues like ransomware, on issues like aggression at the Ukrainian border. So they are saying that he's prepared to do that. But they are also, as you heard the secretary, talking about how, you know, they -- they also want to talk about areas where there could be cooperation. So I think one key question is, sort of how do you -- how do you walk that line? How do you try and present that there's both opportunities for working together, as well as sending these tough messages. You know, another thing that you spoke about with the secretary, obviously, is the fact that there will not be a joint press conference at the end of this. So we will hear from President Biden, but we won't see the two of them together sending any kind of messages to each other publicly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Harold, how vulnerable do you think President Biden is to the -- to the comments you heard from Secretary Pompeo and others and kind of implied by our panelist Marc Thiessen here, that Biden is too weak when it comes to dealing with Russia and China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FORMER CONGRESSMAN (D-TN) AND FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I don't -- I don't think much. I heard both secretaries, as we all did, and you did a great job with them. It's -- it's clear that they're both -- both -- particularly Secretary Pompeo, and even some of Marc's comments suggested people are trying to draw competition between President Biden and former President Trump. That competition happened last November and President Biden won. If you listen to our allies at the G7 meeting, particularly President Macron and others, who said, look, we welcome this new relationship, not because he's not Donald Trump, but because this president realizes that leadership on the global stage, President Biden, involves partnership and cooperation. We can't win this new cold war against China. We can't stop cyberattacks from Russia and even aggression on the part of Russia without having partners and allies around -- around the globe. I think it's interesting, when we do talk about -- if we do look back for moment, we have to realize that we live in a messy and a dangerous world, even under President Trump, whose tone against China I supported, but his policies and rhetoric never really lined up. We lost Hong Kong. He slapped some sanctions on but we didn't really make the progress we wanted to make on that front. Again, I give him credit for his tone. With regard to Russia, one of the most massive cyberattacks the country ever faced, we face in the second half of 2020. In fact, Secretary Pompeo cited it and President Trump wouldn't let the State Department release a statement saying -- assigning blame to Russia. He wanted to sign it to China. So instead of looking back, let's do what Secretary Blinken said, resolutely look forward. I anticipate a very strong and direct and candid meeting between President Biden and President Putin and I'm pleased to see that they're not going to stand side-by-side and have -- have a press conference afterwards unless there's something meaningful to stand side-by- side to talk about with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to Vice President Harris' turn on the international stage this week with her -- her visit to Guatemala and to Mexico. And it was -- there was a lot of criticism of -- of the trip. This may have been the low point. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "This whole thing about the border, we've been to the border. We've been to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS",
      "sentences": "You haven't been to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I -- and I haven't been to Europe. And, I mean, I don't -- I don't understand the point that you're making. I'm not discounting the importance of the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Marc, how fair is the criticism that Vice President Harris is getting, interestingly enough, from both the right and the left for her trip this week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Very fair. I mean, first of all, how can you not be prepared for that question and have a good answer? I mean that's the most obvious question that was going to be asked and that's just communication incompetence. But, look, it's been 82 days since President Biden assigned her to be in charge of dealing with this border crisis. This is her first trip to Central America and she still hasn't been to the southern border. You know, there's a very easy way, if she's getting annoyed to being asked about, why don't you go to the southern border, there's a real easy way to solve that, go to the southern border. It's not that hard. But why doesn't she want to go to the southern border? Because she's going to get the same criticism on that trip that she's gotten on this trip, which is the left is going to be up -- if she focuses on border security and what they're doing to secure the border, then the left's going to attack her. And -- and if she can't show that, that they're securing the border, then the right is going to point out that what's happening on the southern border is, as Secretary Pompeo rightly pointed out, a direct result of -- of lifting the Trump policies which had prevented this surge of migrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Catherine, there are reports that that the Biden White House was not too happy about Vice President Harris' trip. They were disappointed in her performance. I guess two questions. One, is that true? And, secondly, what can you tell us about the relationship between Biden and his team and Harris and her team? Is their trust? Is there respect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCEY",
      "sentences": "Well, certainly what we know for our reporting is that there was some confusion among some people at the White House about the way the vice president handled that question, that moment in that interview, and some concern that that could, you know, overshadow other aspects of the trip and the policy announcements she was there to make. But certainly, you know, broadly, we've heard people say that they felt the trip went well. You know, her aides really think that she, you know, did what she was supposed to do, deliver the messages she was supposed to deliver. You know, one moment they will point to is her giving a press conference with the leader of Guatemala, sending a strong message about, you know, corruption there. And folks certainly also argue that, you know, this was always going to be a tough assignment. You know, the vice president said that herself, you know, when she did a press conference at the end of this, that -- that this wasn't going to be solved in just one visit. And, you know, she framed this as a success. You know, and we hear from people, you know, that they -- the president and the vice president, you know, do work closely together. We see them together a lot. She is engaged on some top issues for the administration. You know, she, obviously, has, though, a lot of tough assignments, you know, migration being one of them, also voting rights. You know, so she is -- she is taking on a lot of, you know, difficult issues, you know, for the administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And -- and real quickly, Catherine, when they give her these assignments, they seem like no-win assignments like voting rights and the border. Are -- are they happy with that, the Harris team, or did they feel like, gee, you're giving us all -- all the tough stuff, all the hot potatoes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCEY",
      "sentences": "Well, certainly they're not complaining publicly, Chris. I mean I think, you know, this is the vice president's job, right? I mean you saw this when, you know, Joe Biden was vice president himself, often they do take on some of the thornier things. And, you know, one of the things, you know, that the vice president is doing is trying -- is showing that she's a team player as she does these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, panel, we have to take a break here. But when we come back, there are now calls for two attorneys general who served under President Trump to testify about why the Justice Department sought the phone and email records of two members of Congress. We'll discuss the fallout, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "sentences": "This looks like a patent abuse of the department. Yet another example of the president politicizing using the Department of Justice as a cudgel to go after his enemies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Democratic Congressman Adam Schiff reacting to news that the Trump Justice Department subpoenaed the phone and email records for him and Congressman Eric Swalwell as part of a leak investigation. And we're back now with the panel. Harold, as a former member of Congress yourself, what do you think of the idea of the Department of Justice issuing subpoenas for metadata, the phone records, the email records, not the content, but who they called, who they emailed, of not only two members, sitting members of Congress, but also members of their staff and their families?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Well, you don't have to be a former member of Congress to read this reporting and realize it's something that could be really, really wrong here. No political official, regardless of what he or she -- where he or she sits in government, local, state, or federal, should be able to use his or her power to enact or to bring about political retribution. I hope they get to the bottom of this. One of the things that we will find, I think, in some of these things, Chris, is that the subpoena power of the Congress needs to be strengthened. It appears that Democrat and Republican administrations alike have -- have -- have flouted these subpoenas and -- and allowed for years or a year or two to go by when people have forgotten about this or it's no longer relevant in the eye -- in the minds of most Americans. That should be changed. And, two, the guardrails that President Trump was able to blow by, oftentimes in terms of just the norms of government, what's accepted and not, perhaps Congress needs to codify more, not for a Republican, for Democrat's to go at the Republican or vice versa, but for the American people to have confidence that powers is not being abused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Marc, I understand leaks -- pursuing leaks of national security information, which was the allegation here, but when you have the Department of Justice seeking the phone records and the email records of two members of Congress, doesn't this raise serious questions about the -- the separation of powers and also about using the Department of Justice as a political weapon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Well, first of all, Inspector General Michael Horowitz is looking into this and he's the same guy, speaking of abuses of power, who uncovered the Obama administration's abuse of the FISA process. So he's a straight shooter. I'm sure we'll get the facts and he'll have an objective report. But, you know, the -- and we also don't know what specifically they were and what they -- what the investigation was about, what kind of leaks were -- were being done. So we -- we need more information. But the reality is, members of Congress have a responsibility to protect classified information and they do not have immunity to -- from -- from being investigated for -- for the -- because leaking classified information is a crime. They don't have immunity for being investigated for a subpoena -- grand jury subpoenas for bribery, for influence peddling, for other crimes, so why should they have immunity for investigation when it comes to leaking classified information? Members of congressmen don't have declassification authority, neither do journalists, and so, you know, these leaks are -- are a serious issue and let's find out what this was about, with the underlying issue was before we draw judgment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Marc, how about the fact that apparently the investigation is over and they never found any evidence against these numbers of Congress, their staffs, or their families? Well then maybe -- again, we don't know the full details but maybe -- then maybe they investigated and found that there was nothing wrong. But the Justice Department does that all the time. But, again, I repeat, members of Congress are not -- do not have immunity from being investigated by the Justice Department for criminal acts. If -- if -- if either of these congressmen had been involved in bribery, if they were involved in influence peddling, if they had been involved in other -- other illegal activity, then no one would question it. The FBI has -- has investigated and, in fact, jailed, and arrested and imprisoned members of Congress for those kinds of crimes. Leaking classified information is a very, very serious crime and members of Congress have a -- a moral and legal responsibility to protect classified information they're privileged to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Catherine, Jeff Sessions and William Barr were both in charge over the course of the Trump administration while these subpoenas were being enforced, along with gag orders that prevented Apple from informing the members of Congress. Both men -- both men say they knew nothing about this. Now, in the case of Sessions, you can say, well, he recused himself from the Russia investigation, which is supposedly what these leaks were about. But his deputy, the man in charge of the Russia investigation, Rod Rosenstein, says he didn't know anything about it either. Is that possible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCEY",
      "sentences": "Well, that is the question, right, Chris, and that's obviously what Democrats are trying to get to the bottom of. You know, Senate Democrats want both of them to come before the Judiciary Committee to -- to go over this and, yes, Bill Barr said that he told \"The Wall Street Journal\" that, you know, he wasn't aware and this could have happened before he was in the job. Sessions also has, you know, people close to Sessions have said that he was not aware of anything. But certainly these are serious questions Democrats are looking into this. There is also that inspector general report. And we're going to have to see, you know, what more comes out on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There is another controversy on Capitol Hill about Congresswoman Ilhan Omar. After a hearing that she was involved in with Secretary of State Blinken she tweeted this, we have seen unthinkable atrocities committed by the U.S., Hamas, Israel, Afghanistan and the Taliban. Some Jewish members objected strongly to comparing Israel to terrorist groups. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JOSH GOTTHEIMER (D-NJ)",
      "sentences": "There's a -- a long history of comments here that I have found unacceptable and deeply concerning. And this just adds to the record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Harold, how serious is the split inside the House Democratic caucus? This is not the first time that you've had the so-called squad, particularly Rashida Tlaib and Ilhan Omar in -- in a war of words with some members of Congress. How serious is the split and how important is that when the Democrats only have a four vote majority in the House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Well, naturally, you want to find ways to bring your party together and it sounds like in -- there are a number of caucuses within the Democratic caucus that may need a peacemaker caucus here soon to bring everyone back together. I think that those who have substantive views and substantive criticism of current foreign policy or domestic policy have every right to voice their concerns. But they should understand that free speech does not entitle to you to not being analyzed or not being critically judged by your colleagues. I thought the reaction of the congresswoman after, rightly so, the leadership issued a statement and some members -- some of the -- some -- supporters of Congresswoman Omar suggested that this was somehow some racist or -- or terrible way to treat certain people of Congress. I thought that was just out of place. If you want to have a substantive debate, have a substantive debate. Democrats will reunite around this issue. We have been strongly in our support of Israel, strong in our support of our greatest ally in that region and I don't think any of that will change. But a debate around how we do better I think should come about and hopefully it will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Marc, your thoughts about the -- this -- this controversy, pretty -- pretty heartfelt controversy between Ilhan Omar and particularly some of the Jewish Democratic members of the House and also is it a little bit of a danger for Republicans in the House to go after Omar, they're talking about trying to strip her of her involvement in the House Foreign Affairs Committee, when they've got people like Marjorie Taylor Green in their caucus?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Well, I don't think they should have Marjorie Taylor Green in their caucus and they should be stronger on that. But I'll tell -- but I will tell you, the -- the -- to have a member of the House Foreign Affairs Committee, who believes in moral equivalence between the United States, Israel, the Taliban, and -- and Hamas, who says they're all equally responsible for atrocities, she shouldn't be have -- have any role in this setting U.S. policy towards Israel or U.S. foreign policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And you're -- you're feeling -- I mean you say Marjorie Taylor Green shouldn't be in the caucus. Are you saying she should be kicked out of Congress? And what do you think the sanctions should be for Ilhan Omar?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Well, the -- the Republicans should be treating her the same way they treated Congressman Steve King. Remember when Congressman Steve King made racist remarks about -- about immigrants from Central America. He was stripped of all of his committees by the Republican caucus. The idea that you have a woman on the -- on the -- on the House Foreign Affairs Committee who has said that Israel hypnotizes the world, who supports the BDS movement, who said that our U.S. support for Israel is all about the benjamins and that members of Congress who support Israel are showing loyalty to a foreign power, who introduced a resolution comparing Israel to the Soviet Union and Nazi Germany, that she actually has a role in setting U.S. policy towards -- towards Israel, it's shocking and she should be -- they need to police their movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the one-time Olympic golden girl whose long fight for women athletes now has her confronting the controversy over transwomen in sports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This year alone eight states have banned trans girls from competing in girls high school sports. Our \"Power Player of the Week\" is a long-time advocate for women athletes, who's marched into this debate in search of a policy that works for everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA DE VARONA, OLYMPIAN GOLD MEDALIST",
      "sentences": "We need clear thinking and policy, so we don't demonize women athletes who want to protect their space or transgender athletes who want to find a home and get the values from competing on the field of play. WALLACE (voice over): Former Olympic star Donna De Varona on the growing controversy over transgender participation in women's sports.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE VARONA",
      "sentences": "I've been working for over a year to find a middle way. Before puberty, boys and girls play together all the time. You see that in soccer fields across America. After puberty, you have to take into account sex- linked advantages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "For De Varona, this is the latest chapter in her long battle for women in sports that started 60 years ago in the swimming pool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(speaking in foreign language).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "At age 13, she was the youngest member of the U.S. team at the 1960 Rome Olympics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE VARONA",
      "sentences": "My best friends that I made there we Mohammed Ali, Wilma Rudolph. It was a magical time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Four years later, she won two gold medals in Tokyo. But that's where her career ended.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE VARONA",
      "sentences": "You had no opportunity after high school to get a college scholarship. That didn't exist. Title IX was far off in the future. WALLACE (voice over): She became a leading advocate for Title IX, which mandates the sexes must to treated equally in school programs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE VARONA",
      "sentences": "If you watched the last Olympics, our women won more gold medals in the Olympics than men. And that's because the training ground that colleges offer are the best in the world. And that is a result of the progress of Title IX. My experience in 1960 of getting to be friends with the great African- American athletes of our time and then going home at age 13 and seeing how they were discriminated against just changed the trajectory of my life. WALLACE (voice over): The question now is De Varona pushing for a level playing field or discriminating herself? She's part of a working group that supports letting trans girls compete if they suppress testosterone for a year. For those who don't, they suggest separate competitions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE VARONA",
      "sentences": "I'm not in favor of the bans and the legislation sweeping the country to ban transgender individuals from competing in sports all together. But I think we need policies. We're really in an emerging environment where we have to think carefully and not rush to judgment too quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "De Varona says she hopes these policies provide that middle way, even if they don't please everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DE VARONA",
      "sentences": "All you have to do is look at us as individuals and look how far and how hard we work for providing a fair playing field for athletes in the Olympics and in the NCAA. We're trying to find a middle ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This issue may take on new prominence in the Tokyo Olympics next month, where a transgender woman weightlifter from New Zealand is hopping to compete for a gold medal. One final note. If you're still looking for a gift for Father's Day, I've got a good suggestion, my book, \"Countdown 1945: The Extraordinary Story of the Atomic Bomb and the 116 Days That Changed the World\" is now out in paperback. It's a history thriller that I think your dad will enjoy. And that's it for today. Have a great week, and we'll see you next FOX NEWS SUNDAY. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. President Biden takes his \"America is back\" policy on the road, hoping our adversaries feel the heat and our allies fall in line."
    },
    {
      "speaker": "JOSEPH R. BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Democracies of the world are standing together."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "In his first international trip as President, Mr. Biden turns the page from the Trump \"America first\" policy, rallying Europe against Russia and China, and promising American leadership in the global vaccination effort."
    },
    {
      "speaker": "BIDEN",
      "utterance": "In times of trouble, Americans reach out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Today, we'll speak with the current and previous secretaries of state. First, Antony Blinken, about Mr. Biden's promise that democracy can deliver, and this week's high-stakes sit-down with Russian President Putin. Then, we'll get reaction from former Trump Secretary of State Mike Pompeo. Blinken and Pompeo, only on \"FOX News Sunday\". Plus, Vice President Harris hits the global stage with a message to migrants to rethink dangerous travel to the U.S. border."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Do not come."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about the blowback she is getting from the right and left. And our \"Power Player of the Week,\" an Olympic gold medalist on the debate over transgender athletes in women's sports. All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And hello again from FOX News in Washington. President Biden continues to meet with American allies in Europe hoping to rally them to join the U.S. in countering Russia and China. He's trying to engage them on trade and human rights, on COVID and climate change, pledging \"America is back\" is a better partner than it was under President Trump. All this before the main event of the trip when he sits down with Russian President Putin in Geneva on Wednesday. This hour, a fascinating exchange as we talk with both Secretary of State Antony Blinken and his immediate predecessor, former Secretary Mike Pompeo about the change in foreign policy from Trump to Biden. But first, let's bring in Peter Doocy with the latest on the president's meeting with other leaders of the G7 industrial democracies."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The U.S. is back."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT (voice-over)",
      "utterance": "Back, trying to make nice with leaders in Europe."
    },
    {
      "speaker": "EMMANUEL MACRON, FRENCH PRESIDENT",
      "utterance": "It's great to have the U.S. president part of the club."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The G7 featured a lot of photo ops and some major announcements, like a plan to donate a billion COVID-19 doses to low income countries and to confront problems on the horizon."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The key challenges of this century, cybersecurity, emerging technologies, global health, and climate change."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The full G7 is planning to sign a joint communique Sunday, condemning China for unfair trade practices and human rights abuses. From the G7, Biden heads to NATO headquarters in Belgium with Russian aggression on the agenda. Then, flies to Geneva for a meeting with the Russian president."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We're not seeking conflict with Russia."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Putin is already sizing Biden up."
    },
    {
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator)",
      "utterance": "President Biden, of course, is radically different from Trump because President Biden is a career man. He spent virtually his entire adulthood and politics."
    },
    {
      "speaker": "DOOCY",
      "utterance": "President Biden doesn't want to give too much away publicly."
    },
    {
      "speaker": "REPORTER",
      "utterance": "What's your message to Putin?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'll tell you after I deliver it."
    },
    {
      "speaker": "DOOCY (on camera)",
      "utterance": "So, it doesn't sound as though that meeting will be like this one, with lots of joking and elbow bumping. The U.S. and Russia are both already outlining major issues with one another. They want to discuss and there will not be a joint press conference afterwards. The White House tells us the president is going to come out and explain how he thinks it went with Putin solo -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Peter Doocy traveling with the president in England -- Peter, thanks for that. And joining us now, the secretary of state, Antony Blinken. Mr. Secretary, welcome back to \"FOX News Sunday.\""
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Thanks, Chris. It's great to be with you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This trip is building up to, I guess, the climax, the meeting with Russian President Putin in Geneva on Wednesday. Here's what Putin said this week about relations between the U.S. and Russia. Take a look."
    },
    {
      "speaker": "VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator)",
      "utterance": "We have a bilateral relationship and that deteriorated to its lowest point in recent years."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you agree that relations between the U.S. and Russia are at the lowest point in recent years?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Well, that may be the one thing that I'd agree with President Putin on. And one of the things that President Biden will begin to test is whether Russia is interested in a more stable, predictable relationship, which would be to everyone's benefit. But if not, if it continues to take reckless and aggressive actions directed at us or our allies and partners, the president is going to make clear that we'll respond forcefully, as we did in the case of election interference, the Solar Winds cyber hack, the attempt to murder Mr. Navalny. So this is the beginning of testing the proposition about whether Russia wants a more stable relationship itself, and whether in some areas where there is mutual interest we can find some ways to cooperate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When the president arrived in Europe earlier this week, he was pretty general about the message he intends to convey to Mr. Putin. Take a look at what he said then."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Then to meet with Mr. Putin to let him know what I want him to know."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So let's get more specific. Putin just said -- or was reported that he said this morning that he is willing to hand over cyber criminals to the U.S. if we hand over cyber criminals we're harboring to him. Is that a satisfactory resolution to the ransomware problem?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Chris, I don't want to get ahead of the president. But let me say this. When it comes to ransomware, no responsible country should be in the business of harboring criminal organizations engaged in those practices. And that is something that the president very much intends to take up with President Putin. That's very much on the agenda."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But what can he do about it, Mr. Secretary? I mean, I know he can say there are these gangs, they're shutting down our pipelines, they're shutting down our food supply. But other than complaining about it, what can the president do?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Look, let me take one step back for a second. We're not coming into -- the president is not coming into this meeting with President Putin in a void. We're coming off of a G-7 summit, a NATO summit, a meeting with E.U. leadership. And what we're demonstrating in each of these meetings and summits is that democracies can come together and work effectively to actually deliver results for our people, and by the way, for people around the world, and also when we're working together militarily, economically, diplomatically, politically, we're a very powerful force. There was a major poll that just came out that showed that across those countries, 75 percent of the people on average now have confidence in American leadership and in President Biden. That's up from 17 percent a year ago. So we're now in a position where when it comes to dealing with Russia and the challenges it poses, or dealing with China and the challenges it poses, we can come with a much more united front. And so I think you'll see, and again, I'm not going to get ahead of the president, but when it comes to looking for action to deal with things like ransomware, we are in a stronger position with tools of our own and the international community with us to elicit that action."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why did the president decide to hold a solo news conference after his summit with Putin on Wednesday as opposed to the joint press conferences that he usually holds with foreign leaders and the joint press conference that President Trump and Putin held after their summit in 2018?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Chris, I think it's the most effective way for the president to be able to talk with the free press and to share, for as long he can, what was discussed in the meeting with President Putin, as well as to cover the entire week, to talk about what we've accomplished over the course of the G-7, the NATO meetings, the E.U. meetings. By the way, he's doing a solo press conference I think almost right now in the U.K. after the G-7. So this is not a rare practice."
    },
    {
      "speaker": "WALLACE",
      "utterance": "One of the president's main objectives on this trip is to get the allies, both the G7, the EU, NATO, to join together -- I guess not NATO, but the others to join together in calling out China for dumping its exports at unfair trade -- unfair low prices and also to call out China for human rights abuses. Now I know there's a communique, but I want to ask you the practical effect, have the U.S. and the allies agreed that they are going to condemn forced labor, for instance by the Uyghurs, have they agreed that they're going to go to the WTO and ask for duties on China for dumping exports?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "First, Chris, it's important in and of itself that the communique, this document that comes out of the G7 and talks about what the G7 leaders have agreed on, it's important in and of itself that there's a focus on China. Go back to 2018, the last time these leaders came together, no mention of China in the documents summing what the G7 was focused on. Going forward, we had very detailed discussions about the kind of work that could be done, the kind of actions that could be taken. For example, in preventing the export of products made with forced labor in China, or for that matter, preventing the export of products that could be used to repress people in China. All of that was on the table and I think you can expect to see going forward different countries taking action across those areas. But one other thing's really important, I just want to spend a second on it -- one of the things that the leaders agreed to was this so-called Build Back Better for the World. And that is an agreement to work -- to start to pull all of our resources, our development resources, make investments in low and middle income countries, get the privates sector to make these investments, to build up their healthcare systems, infrastructure technology, which will be a strong market for our products. But to do it in a way that's a race to the top, not the bottom in terms of the standards, in terms of respect for workers, for environment, for privacy. All of these things. That's a very powerful positive alternative to what China is doing with its so-called Belt and Road Initiative. We're demonstrating that we --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's also --"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "-- positive alternative vision in the -- for the future and bringing countries along."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There's also the continuing controversy over the origins of COVID. I know the president has ordered this 90-day review of U.S. intelligence on what we know. But one assumes if we knew anything we'd already know it. And I guess the more important question is what is the president prepared to do unilaterally, not through the WHO, which is already been hit (ph) by the Chinese, what is he prepared to do unilaterally to press China to provide, to share more evidence, more information, especially from the Wuhan lab?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Well first, Chris, you're -- the premise of your question is entirely correct, which is we need to get to the bottom of what happened. We need accountability, but we also need to understand what happened, why it happened, how it happened if we're going to be able to put in place the necessary measures to prevent it from happening again, or at least to be in a better place to mitigate the next pandemic if we can't fully prevent one. And so we need -- we need this transparency. We need this information. So WHO, you're right, the first study that they put out was highly deficient. The leaders of the G7 had come together insisting that China cooperate with the so-called Phase 2 study by the WHO to really get to the bottom of what happened. But that is -- that's not enough. The president ordered this 90-day sprint (ph). We looked at this very hard. He ordered back in March that we try to determine for ourselves the origins of the -- of COVID-19. And we came up with two plausible explanations. One is the so-called natural occurrence going from animal to human, the other was a lab leak. But we couldn't determine with any degree of certainty which one it was. But the president's order now is to -- with the intelligence community bringing all of the different agencies of government, and also our national labs, other experts, bringing all of that expertise to bare (ph), to look at every piece of information we have to see if we can make a determination. Going forward, the thing that is most critical, besides accountability, is again making sure that every country, including China, cooperates with the international community in making sure that we have the transparency, we have access for experts in real time, we have information sharing so that if something starts to percolate again, we're on top of it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, your immediate predecessor, Secretary Pompeo, is waiting on the wings. He's going to be coming up in the next segment. Briefly, what would you tell him is the biggest difference between Biden foreign policy and Trump foreign policy?"
    },
    {
      "speaker": "BLINKEN",
      "utterance": "Chris, I'm resolutely looking forward, not backward. Please say hello to Mike. We've had a lot of good conversations and I look forward to the next one. But we're focused on the future and moving forward. We've had a very good couple of days with the G7 in actually demonstrating the democracies can come together and deliver for people in real ways, real outcomes. A billion shots in arms, that's remarkable. Dealing more effectively with climate change, prohibiting financing of coal fired plants, which is the biggest single contributor to emissions. This Build Back Better for the World that I talked about. The 15 percent global cooperate minimum hacks that's going to give countries around the world a stronger tax space, stronger markets for us, ultimately. So that's what we're focused on, as well as strengthening NATO and working with the EU and dealing with Mr. Putin. So please say hi to Mike."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That is a very diplomatic answer for the Secretary of State. Secretary Blinken, thank you. Thanks for your time in the midst of the president's trip and please come back, sir. Up next, we'll get reaction from Secretary Blinken's predecessor. Former Secretary of State Mike Pompeo joins us next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On Wednesday, Joe Biden will become the fifth U.S. president to sit down with Russian President Putin. And as usual in these summits, there are a number of critical issues. Joining us now, former secretary of state under President Trump, Mike Pompeo. Mr. Secretary, welcome back."
    },
    {
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "utterance": "Good morning, Chris. It's great to be with you again, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You just heard my conversation with Secretary Blinken. Your reaction?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, generically, when I hear the administration talking about taking America back, they're talking about back to what President Obama did for eight years where America was weak. We might have been like, they seem (ph) -- a lot of people talk about how they're having this really fun time over at the G7, everybody likes President Biden. What's important is not that they like America but that they respect us, that we deliver good outcomes for the American people. We need to focus on the things that matter most to America. When I hear that they have raised climate change to the singular most important topic that they're going to cover when the great European economies and the great economy, the United States of America, meet together to have a chance to grow and create prosperity and build out peace throughout the world, when I hear the Green New Deal is the top of the agenda, I worry that we have -- we've raised an issue that is not the thing that will make lives better for the American people most quickly and most dramatically."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As we've said, the centerpiece of this trip is this coming Wednesday in Geneva when President Biden sits down with Russian President Putin. You have been critical of Biden as being too soft on Russia. You criticized the fact that he renewed the START 5 (ph) nuclear arms treaty, you criticized the fact that he also lifted the sanctions that allow completion of the Nord Stream gas pipeline between Russia and Germany. When these two men sit down on Tuesday -- on Wednesday, rather, are you worried about what's going to happen?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, I heard Secretary Blinken say the right words, right? That we want to find the places we can work alongside the Russians. We try to do that too. But there was no administration that was tougher on Russia. We worked diligently to support Ukraine with defensive weapon systems. We built up the United States military. Chris, we left NATO $400 billion stronger than we took over. We built out that relationship between the United States and NATO in a way that really put pressure on Vladimir Putin. What I will look for is the actions. It won't be about what is said, it won't be about whether the tone is right. It will be about the actions that the United States government is prepared to take, to preserve and defend American interests and stop Russian malign activity around the world. You'll recall, when you hear President Biden talk about taking us back, back is the Russians taking Crimea on the watch of President Obama, a fifth of Ukraine. That's not a back that the United States can afford to allow to happen. We need to move forward and we need to continue to defend the United States against the threats that Vladimir Putin may pose, whether it's cyber or kinetic or any of the other information efforts that Vladimir Putin will try to foist upon America if President Biden is weak."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let me ask you about a specific issue and I think it's right now at the top of the agenda, and that is ransomware, these attacks on vital U.S. infrastructure coming from gangs out of Russia. I asked Secretary Blinken about that and he said, with the support of all the allies that the U.S. is prepared to take action. He wouldn't say what it was, but to take action if Russia is going to continue to harbor these gangs. What action should President Biden be willing to take to?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "So, Chris, that's really a tale of three pipelines, right? We shut down 10,000 jobs with the Keystone Pipeline here in the United States of America and then they permitted the Russian pipeline to continue to be built that will threaten the heart of Europe's energy infrastructure, and, of course, you were referring to the cyber attack on the Colonial Pipeline. President Trump and our team were very clear about what we would do in response to cyberattacks. We changed -- it's a pretty arcane idea but we change the NSPM, the rules that permitted us to respond to these attacks. I hope that the Biden demonstration will use the tools that we provided. We've got the capacity to respond to this in a way that imposes costs of not only on the perpetrators themselves, sometimes criminal gangs, sometimes state-sponsored -- state-backed entities, but make sure we impose those costs in a place that Vladimir Putin who is allowing this to take place, from (INAUDIBLE), can actually feel the cost and convince him that it's in his best interest to stop this from happening and stop attacking America through this cyber tool that is not much different than other kinds of attacks on the United States."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Mr. Secretary, let's look back at the Trump record of -- under President Trump, the administration didn't stop Russia from completing -- and they continued during the Trump administration to build the Nord Stream pipeline. By the end of the administration, it was 90 percent completed. And President Trump never condemned Russia for the poisoning of Alexey Navalny or his arrest. And both of those happened on his watch."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Chris, you said it yourself, they didn't complete the pipeline. We had imposed real sanctions on the ships that were doing the construction, the insurers that were underwriting. We made clear that that pipeline was not going to be completed. It would not have been completed had we had four more years, I'm very, very confident of that. And with respect to human rights, I -- we take a backseat to no one. I heard Secretary Blinken talk abut the work they're doing to try and convince the Europeans to stand alongside us on human rights violations in China and the work that they've done defending human rights against Russian abuses. We were tough there too, Chris. I'm proud of the work we did there. It was good work. It was serious work and it made a difference."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You also criticized President Biden for not pushing hard enough on China to learn the origins of the coronavirus. But I want to again go back to your administration and the record there. President Trump and his team, including you, had almost a year after COVID- 19 first came on the scene, to really press Beijing on what the origins were, when the evidence was much fresher. Now, there's no question that the president pulled back from the WHO, the World Health Organization. But what did President Trump and his administration, including the secretary of state, do to press China harder to get the evidence on where the COVID-19 virus came from? Because we still don't know."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, the predicate of your question is all wrong. We have a really good idea of what happened here. There's an enormous amount of evidence that there was a leak from the Wuhan Institute of Virology. There's a -- there's a pile of evidence hundred feet high. I have -- I have high confidence that that's the case. We pressed the Chinese Communist Party really hard, not just the State Department, but our CDC and others, too. We withdrew from the WHO, which had become politicized. This administration chose to get back in that. I don't know what tools they think they are going to use. But we were serious in this endeavor. We made clear that there would be real cost of the Chinese Communist Party. We built that Operation Warp Speed. I was thrilled to hear they are going to distribute these vaccines around the world to countries that need it. They couldn't do that but for the work that happened on the Project Warp Speed. It was remarkable and historic work. We put real pressure on the Chinese Communist Party and we got very close to being able to make a lay down case for what actually happened and how this virus came to kill millions of people around the world and destroy billions of dollars in wealth. We know enough now. The cover-up continues. And it's time for accountability."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, just to button this up, I want to ask about one more question. Do you believe that the virus came from a lab leak from the Wuhan Institute?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "I do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, let's turn to the illegal immigration crisis on the border and Vice President Harris' trip this week to Guatemala and to Mexico. She says the key is dealing with the root causes in those countries south of the American border and she dismisses a trip to our southern border as, her words, a grand gesture. Does she have a point in the sense that as long as the conditions in Mexico and the Northern Triangle countries are so bad, people are going to keep coming?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, the conditions down there are no different than they were in January of this year and we've had multiples and multiples of people come across the border. So it's not the conditions down there that have caused the current crisis at the border. It is the policies of the Biden demonstration. We knew how to make it work. I negotiated \"Remain in Mexico\". We convinced the Mexicans and the Central American countries this was in their best interest as well. Don't take my word for it. This week, the Mexican leadership and the Guatemalan leadership said this problem is a direct result of team Biden's foreign policy and its immigration policy. Now, this -- the conditions are pretty static down there. We should the things we can to make them better. But the first responsibility is to keep our southern border secure. We had it done, Chris. We got there -- it's just simple math, 180,000 in May. It's the highest in 20 years. This is the result of a bad border policy. It's a created a crisis. It's caused enormous devastation to human beings that are being trapped across the board. This is not only bad for them. It's really bad for the United States and it's not a result of what's happening in Central America. It's a result of what's happening in Washington, D.C."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Secretary Pompeo, thank you. Thanks for coming in today. Always good to talk with you, sir."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, thank you. Up next, we'll bring in our Sunday group to preview the Biden-Putin summit and to review Vice President Harris' trip to Mexico and Guatemala this week. Why is she getting such blowback from both the right and left?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Vice President Harris took some hits from liberals this week for her comments on immigration."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Do not come. Do not come."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about that and if she'll finally visit the southern border, next."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're going to make it clear that the United States is back and democracies of the world are standing together to tackle the toughest challenges and the issues that matter most to our future."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "Joe Biden setting the stage for what he hopes to accomplish in his first foreign trip as president, rallying American allies before he confronts a U.S. adversary, Russian President Vladimir Putin. And it's time now for our Sunday group. Marc Thiessen of the American Enterprise Institute, Catherine Lucey, who covers the White House for \"The Wall Street Journal,\" and former Democratic Congressman Harold Ford Jr. So, Marc, let me start with you. How do we think that President Biden's foreign trip is going so far and what do you expect from this much-anticipated summit with Vladimir Putin? MARC THIESSEN, RESIDENT FELLOW, AMERICAN ENTERPRISE INSTITUTE, \"WASHINGTON POST\" COLUMNIST AND FOX NEWS CONTRIBUTOR: Well, it shouldn't be hard for Biden to have a smooth trip with our European allies because all he has to do is not be Donald Trump. They -- they -- I'm sure they're thrilled not to be being challenged on their trade practices, not being challenged on -- on meeting their NATO commitments and I'm sure Germany loves not being pushed to cancel it Nord Stream 2 pipeline with Russia that's going to make Russia -- Europe more dependent on Russia for -- for natural gas. The -- you know, in terms of China, you'll notice that Secretary Blinken didn't answer your question when you ask him, are you going to get a communique that -- that condemns Chinese slave labor. He hasn't been able to get the European allies to meaningfully challenge China in any way. And the reason is, is because the European Union has huge trade and investment ties with Beijing and they're not willing to -- they're not willing to -- to risk those. So, so far not so good."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Catherine, the most immediate problem, I think, maybe not long- term, but the most immediate problem that Biden faces when he sits down with Putin for these ransomware attacks coming from Russia onto the U.S. two major parts of our infrastructure, whether it's oil pipelines or the food supply. A couple of questions, talking to your sources in the White House, how much control do they think that Putin has over these Russian gangs that are launching these cyberware -- ransomware attacks and how tough do you get the sense, because all that -- that Secretary Blinken would say if they're prepared to take action -- how tough do you think Biden is prepared to get with Putin in terms of what if you don't root these gangs out? CATHERINE LUCEY, \"THE WALL STREET JOURNAL\": I think that is the question, right, Chris? And the -- the White House certainly is saying this is going to be a candid meeting, this is going to be a tough meeting. They expect the president to send tough messages on, you know, issues like ransomware, on issues like aggression at the Ukrainian border. So they are saying that he's prepared to do that. But they are also, as you heard the secretary, talking about how, you know, they -- they also want to talk about areas where there could be cooperation. So I think one key question is, sort of how do you -- how do you walk that line? How do you try and present that there's both opportunities for working together, as well as sending these tough messages. You know, another thing that you spoke about with the secretary, obviously, is the fact that there will not be a joint press conference at the end of this. So we will hear from President Biden, but we won't see the two of them together sending any kind of messages to each other publicly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Harold, how vulnerable do you think President Biden is to the -- to the comments you heard from Secretary Pompeo and others and kind of implied by our panelist Marc Thiessen here, that Biden is too weak when it comes to dealing with Russia and China?"
    },
    {
      "speaker": "HAROLD FORD JR., FORMER CONGRESSMAN (D-TN) AND FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I don't -- I don't think much. I heard both secretaries, as we all did, and you did a great job with them. It's -- it's clear that they're both -- both -- particularly Secretary Pompeo, and even some of Marc's comments suggested people are trying to draw competition between President Biden and former President Trump. That competition happened last November and President Biden won. If you listen to our allies at the G7 meeting, particularly President Macron and others, who said, look, we welcome this new relationship, not because he's not Donald Trump, but because this president realizes that leadership on the global stage, President Biden, involves partnership and cooperation. We can't win this new cold war against China. We can't stop cyberattacks from Russia and even aggression on the part of Russia without having partners and allies around -- around the globe. I think it's interesting, when we do talk about -- if we do look back for moment, we have to realize that we live in a messy and a dangerous world, even under President Trump, whose tone against China I supported, but his policies and rhetoric never really lined up. We lost Hong Kong. He slapped some sanctions on but we didn't really make the progress we wanted to make on that front. Again, I give him credit for his tone. With regard to Russia, one of the most massive cyberattacks the country ever faced, we face in the second half of 2020. In fact, Secretary Pompeo cited it and President Trump wouldn't let the State Department release a statement saying -- assigning blame to Russia. He wanted to sign it to China. So instead of looking back, let's do what Secretary Blinken said, resolutely look forward. I anticipate a very strong and direct and candid meeting between President Biden and President Putin and I'm pleased to see that they're not going to stand side-by-side and have -- have a press conference afterwards unless there's something meaningful to stand side-by- side to talk about with."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to Vice President Harris' turn on the international stage this week with her -- her visit to Guatemala and to Mexico. And it was -- there was a lot of criticism of -- of the trip. This may have been the low point. Take a look."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "This whole thing about the border, we've been to the border. We've been to the border."
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS",
      "utterance": "You haven't been to the border."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I -- and I haven't been to Europe. And, I mean, I don't -- I don't understand the point that you're making. I'm not discounting the importance of the border."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Marc, how fair is the criticism that Vice President Harris is getting, interestingly enough, from both the right and the left for her trip this week?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Very fair. I mean, first of all, how can you not be prepared for that question and have a good answer? I mean that's the most obvious question that was going to be asked and that's just communication incompetence. But, look, it's been 82 days since President Biden assigned her to be in charge of dealing with this border crisis. This is her first trip to Central America and she still hasn't been to the southern border. You know, there's a very easy way, if she's getting annoyed to being asked about, why don't you go to the southern border, there's a real easy way to solve that, go to the southern border. It's not that hard. But why doesn't she want to go to the southern border? Because she's going to get the same criticism on that trip that she's gotten on this trip, which is the left is going to be up -- if she focuses on border security and what they're doing to secure the border, then the left's going to attack her. And -- and if she can't show that, that they're securing the border, then the right is going to point out that what's happening on the southern border is, as Secretary Pompeo rightly pointed out, a direct result of -- of lifting the Trump policies which had prevented this surge of migrants."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Catherine, there are reports that that the Biden White House was not too happy about Vice President Harris' trip. They were disappointed in her performance. I guess two questions. One, is that true? And, secondly, what can you tell us about the relationship between Biden and his team and Harris and her team? Is their trust? Is there respect?"
    },
    {
      "speaker": "LUCEY",
      "utterance": "Well, certainly what we know for our reporting is that there was some confusion among some people at the White House about the way the vice president handled that question, that moment in that interview, and some concern that that could, you know, overshadow other aspects of the trip and the policy announcements she was there to make. But certainly, you know, broadly, we've heard people say that they felt the trip went well. You know, her aides really think that she, you know, did what she was supposed to do, deliver the messages she was supposed to deliver. You know, one moment they will point to is her giving a press conference with the leader of Guatemala, sending a strong message about, you know, corruption there. And folks certainly also argue that, you know, this was always going to be a tough assignment. You know, the vice president said that herself, you know, when she did a press conference at the end of this, that -- that this wasn't going to be solved in just one visit. And, you know, she framed this as a success. You know, and we hear from people, you know, that they -- the president and the vice president, you know, do work closely together. We see them together a lot. She is engaged on some top issues for the administration. You know, she, obviously, has, though, a lot of tough assignments, you know, migration being one of them, also voting rights. You know, so she is -- she is taking on a lot of, you know, difficult issues, you know, for the administration."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And -- and real quickly, Catherine, when they give her these assignments, they seem like no-win assignments like voting rights and the border. Are -- are they happy with that, the Harris team, or did they feel like, gee, you're giving us all -- all the tough stuff, all the hot potatoes?"
    },
    {
      "speaker": "LUCEY",
      "utterance": "Well, certainly they're not complaining publicly, Chris. I mean I think, you know, this is the vice president's job, right? I mean you saw this when, you know, Joe Biden was vice president himself, often they do take on some of the thornier things. And, you know, one of the things, you know, that the vice president is doing is trying -- is showing that she's a team player as she does these."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, panel, we have to take a break here. But when we come back, there are now calls for two attorneys general who served under President Trump to testify about why the Justice Department sought the phone and email records of two members of Congress. We'll discuss the fallout, next."
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "utterance": "This looks like a patent abuse of the department. Yet another example of the president politicizing using the Department of Justice as a cudgel to go after his enemies."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Democratic Congressman Adam Schiff reacting to news that the Trump Justice Department subpoenaed the phone and email records for him and Congressman Eric Swalwell as part of a leak investigation. And we're back now with the panel. Harold, as a former member of Congress yourself, what do you think of the idea of the Department of Justice issuing subpoenas for metadata, the phone records, the email records, not the content, but who they called, who they emailed, of not only two members, sitting members of Congress, but also members of their staff and their families?"
    },
    {
      "speaker": "FORD",
      "utterance": "Well, you don't have to be a former member of Congress to read this reporting and realize it's something that could be really, really wrong here. No political official, regardless of what he or she -- where he or she sits in government, local, state, or federal, should be able to use his or her power to enact or to bring about political retribution. I hope they get to the bottom of this. One of the things that we will find, I think, in some of these things, Chris, is that the subpoena power of the Congress needs to be strengthened. It appears that Democrat and Republican administrations alike have -- have -- have flouted these subpoenas and -- and allowed for years or a year or two to go by when people have forgotten about this or it's no longer relevant in the eye -- in the minds of most Americans. That should be changed. And, two, the guardrails that President Trump was able to blow by, oftentimes in terms of just the norms of government, what's accepted and not, perhaps Congress needs to codify more, not for a Republican, for Democrat's to go at the Republican or vice versa, but for the American people to have confidence that powers is not being abused."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Marc, I understand leaks -- pursuing leaks of national security information, which was the allegation here, but when you have the Department of Justice seeking the phone records and the email records of two members of Congress, doesn't this raise serious questions about the -- the separation of powers and also about using the Department of Justice as a political weapon?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Well, first of all, Inspector General Michael Horowitz is looking into this and he's the same guy, speaking of abuses of power, who uncovered the Obama administration's abuse of the FISA process. So he's a straight shooter. I'm sure we'll get the facts and he'll have an objective report. But, you know, the -- and we also don't know what specifically they were and what they -- what the investigation was about, what kind of leaks were -- were being done. So we -- we need more information. But the reality is, members of Congress have a responsibility to protect classified information and they do not have immunity to -- from -- from being investigated for -- for the -- because leaking classified information is a crime. They don't have immunity for being investigated for a subpoena -- grand jury subpoenas for bribery, for influence peddling, for other crimes, so why should they have immunity for investigation when it comes to leaking classified information? Members of congressmen don't have declassification authority, neither do journalists, and so, you know, these leaks are -- are a serious issue and let's find out what this was about, with the underlying issue was before we draw judgment."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Marc, how about the fact that apparently the investigation is over and they never found any evidence against these numbers of Congress, their staffs, or their families? Well then maybe -- again, we don't know the full details but maybe -- then maybe they investigated and found that there was nothing wrong. But the Justice Department does that all the time. But, again, I repeat, members of Congress are not -- do not have immunity from being investigated by the Justice Department for criminal acts. If -- if -- if either of these congressmen had been involved in bribery, if they were involved in influence peddling, if they had been involved in other -- other illegal activity, then no one would question it. The FBI has -- has investigated and, in fact, jailed, and arrested and imprisoned members of Congress for those kinds of crimes. Leaking classified information is a very, very serious crime and members of Congress have a -- a moral and legal responsibility to protect classified information they're privileged to see."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Catherine, Jeff Sessions and William Barr were both in charge over the course of the Trump administration while these subpoenas were being enforced, along with gag orders that prevented Apple from informing the members of Congress. Both men -- both men say they knew nothing about this. Now, in the case of Sessions, you can say, well, he recused himself from the Russia investigation, which is supposedly what these leaks were about. But his deputy, the man in charge of the Russia investigation, Rod Rosenstein, says he didn't know anything about it either. Is that possible?"
    },
    {
      "speaker": "LUCEY",
      "utterance": "Well, that is the question, right, Chris, and that's obviously what Democrats are trying to get to the bottom of. You know, Senate Democrats want both of them to come before the Judiciary Committee to -- to go over this and, yes, Bill Barr said that he told \"The Wall Street Journal\" that, you know, he wasn't aware and this could have happened before he was in the job. Sessions also has, you know, people close to Sessions have said that he was not aware of anything. But certainly these are serious questions Democrats are looking into this. There is also that inspector general report. And we're going to have to see, you know, what more comes out on this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There is another controversy on Capitol Hill about Congresswoman Ilhan Omar. After a hearing that she was involved in with Secretary of State Blinken she tweeted this, we have seen unthinkable atrocities committed by the U.S., Hamas, Israel, Afghanistan and the Taliban. Some Jewish members objected strongly to comparing Israel to terrorist groups. Take a look."
    },
    {
      "speaker": "REP. JOSH GOTTHEIMER (D-NJ)",
      "utterance": "There's a -- a long history of comments here that I have found unacceptable and deeply concerning. And this just adds to the record."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Harold, how serious is the split inside the House Democratic caucus? This is not the first time that you've had the so-called squad, particularly Rashida Tlaib and Ilhan Omar in -- in a war of words with some members of Congress. How serious is the split and how important is that when the Democrats only have a four vote majority in the House?"
    },
    {
      "speaker": "FORD",
      "utterance": "Well, naturally, you want to find ways to bring your party together and it sounds like in -- there are a number of caucuses within the Democratic caucus that may need a peacemaker caucus here soon to bring everyone back together. I think that those who have substantive views and substantive criticism of current foreign policy or domestic policy have every right to voice their concerns. But they should understand that free speech does not entitle to you to not being analyzed or not being critically judged by your colleagues. I thought the reaction of the congresswoman after, rightly so, the leadership issued a statement and some members -- some of the -- some -- supporters of Congresswoman Omar suggested that this was somehow some racist or -- or terrible way to treat certain people of Congress. I thought that was just out of place. If you want to have a substantive debate, have a substantive debate. Democrats will reunite around this issue. We have been strongly in our support of Israel, strong in our support of our greatest ally in that region and I don't think any of that will change. But a debate around how we do better I think should come about and hopefully it will."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Marc, your thoughts about the -- this -- this controversy, pretty -- pretty heartfelt controversy between Ilhan Omar and particularly some of the Jewish Democratic members of the House and also is it a little bit of a danger for Republicans in the House to go after Omar, they're talking about trying to strip her of her involvement in the House Foreign Affairs Committee, when they've got people like Marjorie Taylor Green in their caucus?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Well, I don't think they should have Marjorie Taylor Green in their caucus and they should be stronger on that. But I'll tell -- but I will tell you, the -- the -- to have a member of the House Foreign Affairs Committee, who believes in moral equivalence between the United States, Israel, the Taliban, and -- and Hamas, who says they're all equally responsible for atrocities, she shouldn't be have -- have any role in this setting U.S. policy towards Israel or U.S. foreign policy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And you're -- you're feeling -- I mean you say Marjorie Taylor Green shouldn't be in the caucus. Are you saying she should be kicked out of Congress? And what do you think the sanctions should be for Ilhan Omar?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Well, the -- the Republicans should be treating her the same way they treated Congressman Steve King. Remember when Congressman Steve King made racist remarks about -- about immigrants from Central America. He was stripped of all of his committees by the Republican caucus. The idea that you have a woman on the -- on the -- on the House Foreign Affairs Committee who has said that Israel hypnotizes the world, who supports the BDS movement, who said that our U.S. support for Israel is all about the benjamins and that members of Congress who support Israel are showing loyalty to a foreign power, who introduced a resolution comparing Israel to the Soviet Union and Nazi Germany, that she actually has a role in setting U.S. policy towards -- towards Israel, it's shocking and she should be -- they need to police their movement."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the one-time Olympic golden girl whose long fight for women athletes now has her confronting the controversy over transwomen in sports."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This year alone eight states have banned trans girls from competing in girls high school sports. Our \"Power Player of the Week\" is a long-time advocate for women athletes, who's marched into this debate in search of a policy that works for everyone."
    },
    {
      "speaker": "DONNA DE VARONA, OLYMPIAN GOLD MEDALIST",
      "utterance": "We need clear thinking and policy, so we don't demonize women athletes who want to protect their space or transgender athletes who want to find a home and get the values from competing on the field of play."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Former Olympic star Donna De Varona on the growing controversy over transgender participation in women's sports."
    },
    {
      "speaker": "DE VARONA",
      "utterance": "I've been working for over a year to find a middle way. Before puberty, boys and girls play together all the time. You see that in soccer fields across America. After puberty, you have to take into account sex- linked advantages."
    },
    {
      "speaker": "WALLACE",
      "utterance": "For De Varona, this is the latest chapter in her long battle for women in sports that started 60 years ago in the swimming pool."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "(speaking in foreign language)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "At age 13, she was the youngest member of the U.S. team at the 1960 Rome Olympics."
    },
    {
      "speaker": "DE VARONA",
      "utterance": "My best friends that I made there we Mohammed Ali, Wilma Rudolph. It was a magical time."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Four years later, she won two gold medals in Tokyo. But that's where her career ended."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "You retired at the age of 17, which raises the question, how limited were opportunities for female athletes back then?"
    },
    {
      "speaker": "DE VARONA",
      "utterance": "You had no opportunity after high school to get a college scholarship. That didn't exist. Title IX was far off in the future."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "She became a leading advocate for Title IX, which mandates the sexes must to treated equally in school programs."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "How big a difference has that made over the last 40 years for women's sports?"
    },
    {
      "speaker": "DE VARONA",
      "utterance": "If you watched the last Olympics, our women won more gold medals in the Olympics than men. And that's because the training ground that colleges offer are the best in the world. And that is a result of the progress of Title IX. My experience in 1960 of getting to be friends with the great African- American athletes of our time and then going home at age 13 and seeing how they were discriminated against just changed the trajectory of my life."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "The question now is De Varona pushing for a level playing field or discriminating herself? She's part of a working group that supports letting trans girls compete if they suppress testosterone for a year. For those who don't, they suggest separate competitions."
    },
    {
      "speaker": "DE VARONA",
      "utterance": "I'm not in favor of the bans and the legislation sweeping the country to ban transgender individuals from competing in sports all together. But I think we need policies. We're really in an emerging environment where we have to think carefully and not rush to judgment too quickly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "De Varona says she hopes these policies provide that middle way, even if they don't please everyone."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "How do you respond to the criticism you're going to get?"
    },
    {
      "speaker": "DE VARONA",
      "utterance": "All you have to do is look at us as individuals and look how far and how hard we work for providing a fair playing field for athletes in the Olympics and in the NCAA. We're trying to find a middle ground."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This issue may take on new prominence in the Tokyo Olympics next month, where a transgender woman weightlifter from New Zealand is hopping to compete for a gold medal. One final note. If you're still looking for a gift for Father's Day, I've got a good suggestion, my book, \"Countdown 1945: The Extraordinary Story of the Atomic Bomb and the 116 Days That Changed the World\" is now out in paperback. It's a history thriller that I think your dad will enjoy. And that's it for today. Have a great week, and we'll see you next FOX NEWS SUNDAY."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}