{
  "date": "June 15, 2017",
  "headline": "Rep. Taylor hopes rhetoric will be toned down after shooting",
  "subHeadline": "Virginia congressman talks importance of security reviews on 'Your World'",
  "url": "https://www.foxnews.com/transcript/rep-taylor-hopes-rhetoric-will-be-toned-down-after-shooting",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "Is the environment such now that it breeds this type of dismissive, perfectly OK with the most horrendous thinking? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNIE MARCUS, CO-FOUNDER, HOME DEPOT",
      "sentences": "Well, yes.  No, I agree with you. I think it's -- I mean, every time you turn the dial, every time -- just tune in to late-night comic routines, you know, after 11:30 at night. And you hear these routines that go on. They're not-- they're not funny. They're vicious.  I am so worried about the life of the president of the United States, Paul Ryan. I'm worried about the head of the Senate. I think all the politicians in Washington have to be very concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUART VARNEY, GUEST HOST",
      "sentences": "Yesterday's brutal attack shaking the nation. There's growing concerns for the lives of our lawmakers.  Joining me now, Virginia GOP Congressman Scott Taylor. Scott, how do we deal with these threats? And let me just back that up a second here. There seem to be growing calls for lawmakers to defend himself. We have Representative Chris Collins, Republican New York, he's going to start carrying a gun with him wherever he goes.  Barry Loudermilk, Republican Georgia, he's considering expanding ways for lawmakers to defend themselves. James Clyburn, Democrat South Carolina, he wants lawmakers more flexibility to secure their homes and offices. The trend seems to me, defend yourself.   What say you, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SCOTT TAYLOR, R-VIRGINIA",
      "sentences": "Well, it's great to be with you, Stuart. I appreciate you having me on the program. Look, I think a security review is a proper thing to do when you have things like this, of course. There are many folks out there, members of Congress, and obviously many others, who have the ability to have conceal- carry permits in their own place.   But, listen, when you have this kind of rhetoric and this kind of tone in the country, which I'm very hopeful that that will change in light of this thing. Hopefully, out of this tragedy, something like that comes, that leaders, that folks in the media, that folks who have a platform sort of tone down their rhetoric, because information leads to reason, but emotion leads to action. And there's a tipping point in someone of these emotions out there of people who might be unstable. So, but I think it's out of line, if you will, for members to want to be able to protect themselves and their families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARNEY",
      "sentences": "Yes, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "And I don't worry about myself. I worry about my family, my staff, my friends that might be around me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARNEY",
      "sentences": "You're a former Navy SEAL. You're comfortable with guns. That's what you have been doing. But what about the rest of the country? Do you think America is comfortable with the idea of more guns out there as we're hit with these firearm problems?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Well, you know, look, to -- with all due respect, America is very comfortable with guns. We have been comfortable with guns for hundreds of years. But -- and I think that most Americans out there are OK with people being able to protect themselves and their families. Now, that being said, sure, there has to be a security review here in the Capitol, potentially Capitol Police, who were heroes the other day. I can't say that enough for those two Capitol Police. If they weren't there, this conversation would be much worse.  But, yes, I think there has to be security reviews in members' offices around the country. There have been many members who have been getting threats. But, more importantly and more broadly, I think it's incumbent upon leaders of both sides of the aisle, of the executive branch, of media folks, folks who have platforms, to sort of tone down these emotions, tone down these -- this rhetoric and this viciousness that you're seeing play out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARNEY",
      "sentences": "Do you think that's the cause of it? We have seen a ratcheting up in the viciousness of the rhetoric that is being passed around. Do you think that's part of the cause, the main cause for what happened yesterday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Do I think it's part of the cause? Yes.   It doesn't excuse anything. You should never be able to resort to violence just because you don't agree with somebody politically. But, throughout history, you have seen divisive, inciteful rhetoric that has caused people who might be on the margin, if you will, to take action, because, again, information leads to reason, but emotion leads to action, not that it excuses anything, because it certainly doesn't. But do I think some of the discourse that is going on in the country is a causation for some of this stuff? Yes, I do, and, again, which is why I'm calling on leaders of both parties, executive, legislative branch as well too, and folks that are in the media and who have a platform to tone down some of the divisive rhetoric.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARNEY",
      "sentences": "You're attending the game tonight, the baseball game. Let's hope that that brings the two sides together, at least for the baseball game, and raises some serious money.  Scott Taylor, thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Stuart, the show must go on, governing must go on, and the game must go on. So, I will be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARNEY",
      "sentences": "Yes, sir. Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAYLOR",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VARNEY",
      "sentences": "Thanks very much, sir. Appreciate it. Thank you.  END  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "Is the environment such now that it breeds this type of dismissive, perfectly OK with the most horrendous thinking? What do you think?"
    },
    {
      "speaker": "BERNIE MARCUS, CO-FOUNDER, HOME DEPOT",
      "utterance": "Well, yes. No, I agree with you. I think it's -- I mean, every time you turn the dial, every time -- just tune in to late-night comic routines, you know, after 11:30 at night. And you hear these routines that go on. They're not-- they're not funny. They're vicious. I am so worried about the life of the president of the United States, Paul Ryan. I'm worried about the head of the Senate. I think all the politicians in Washington have to be very concerned."
    },
    {
      "speaker": "STUART VARNEY, GUEST HOST",
      "utterance": "Yesterday's brutal attack shaking the nation. There's growing concerns for the lives of our lawmakers. Joining me now, Virginia GOP Congressman Scott Taylor. Scott, how do we deal with these threats? And let me just back that up a second here. There seem to be growing calls for lawmakers to defend himself. We have Representative Chris Collins, Republican New York, he's going to start carrying a gun with him wherever he goes. Barry Loudermilk, Republican Georgia, he's considering expanding ways for lawmakers to defend themselves. James Clyburn, Democrat South Carolina, he wants lawmakers more flexibility to secure their homes and offices. The trend seems to me, defend yourself. What say you, sir?"
    },
    {
      "speaker": "REP. SCOTT TAYLOR, R-VIRGINIA",
      "utterance": "Well, it's great to be with you, Stuart. I appreciate you having me on the program. Look, I think a security review is a proper thing to do when you have things like this, of course. There are many folks out there, members of Congress, and obviously many others, who have the ability to have conceal- carry permits in their own place. But, listen, when you have this kind of rhetoric and this kind of tone in the country, which I'm very hopeful that that will change in light of this thing. Hopefully, out of this tragedy, something like that comes, that leaders, that folks in the media, that folks who have a platform sort of tone down their rhetoric, because information leads to reason, but emotion leads to action. And there's a tipping point in someone of these emotions out there of people who might be unstable. So, but I think it's out of line, if you will, for members to want to be able to protect themselves and their families."
    },
    {
      "speaker": "VARNEY",
      "utterance": "Yes, sure."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "And I don't worry about myself. I worry about my family, my staff, my friends that might be around me."
    },
    {
      "speaker": "VARNEY",
      "utterance": "You're a former Navy SEAL. You're comfortable with guns. That's what you have been doing. But what about the rest of the country? Do you think America is comfortable with the idea of more guns out there as we're hit with these firearm problems?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Well, you know, look, to -- with all due respect, America is very comfortable with guns. We have been comfortable with guns for hundreds of years. But -- and I think that most Americans out there are OK with people being able to protect themselves and their families. Now, that being said, sure, there has to be a security review here in the Capitol, potentially Capitol Police, who were heroes the other day. I can't say that enough for those two Capitol Police. If they weren't there, this conversation would be much worse. But, yes, I think there has to be security reviews in members' offices around the country. There have been many members who have been getting threats. But, more importantly and more broadly, I think it's incumbent upon leaders of both sides of the aisle, of the executive branch, of media folks, folks who have platforms, to sort of tone down these emotions, tone down these -- this rhetoric and this viciousness that you're seeing play out."
    },
    {
      "speaker": "VARNEY",
      "utterance": "Do you think that's the cause of it? We have seen a ratcheting up in the viciousness of the rhetoric that is being passed around. Do you think that's part of the cause, the main cause for what happened yesterday?"
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Do I think it's part of the cause? Yes. It doesn't excuse anything. You should never be able to resort to violence just because you don't agree with somebody politically. But, throughout history, you have seen divisive, inciteful rhetoric that has caused people who might be on the margin, if you will, to take action, because, again, information leads to reason, but emotion leads to action, not that it excuses anything, because it certainly doesn't. But do I think some of the discourse that is going on in the country is a causation for some of this stuff? Yes, I do, and, again, which is why I'm calling on leaders of both parties, executive, legislative branch as well too, and folks that are in the media and who have a platform to tone down some of the divisive rhetoric."
    },
    {
      "speaker": "VARNEY",
      "utterance": "You're attending the game tonight, the baseball game. Let's hope that that brings the two sides together, at least for the baseball game, and raises some serious money. Scott Taylor, thanks for joining us."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Stuart, the show must go on, governing must go on, and the game must go on. So, I will be there."
    },
    {
      "speaker": "VARNEY",
      "utterance": "Yes, sir. Yes, sir."
    },
    {
      "speaker": "TAYLOR",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "VARNEY",
      "utterance": "Thanks very much, sir. Appreciate it. Thank you. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}