{
  "date": "June 13, 2021",
  "headline": "'MediaBuzz' on coverage of Biden's Europe trip, Toobin's apology",
  "subHeadline": "Guests: Ben Domenech, Leslie Marshall, Marie Harf, Susan Ferrechio, Robby Soave",
  "url": "https://www.foxnews.com/transcript/mediabuzz-on-coverage-of-bidens-europe-trip-toobins-apology",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "The United States is back and democracies of the world are standing together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "sentences": "The bar is low for success with him and Putin because of the singular level of sucking up that Trump brought to bear with Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "sentences": "The first trip abroad by the president who comes after the president who saw zero value in our friends and allies and delighted in pandering to the world's most heinous dictators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "This idea that America is back, I don't know if he understands what had been going on when President Trump was president and the foreign policy successes and how our adversaries viewed him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN DOMENECH, FOX NEWS CONTRIBUTOR, FOUNDER AND PUBLISHER OF THE FEDERALIST",
      "sentences": "Yes, I certainly think it does, Howie, but I also think it just is a stylistic difference in a lot of respects that these journalists have become fully invested in.   Unfortunately, we have a situation with our media today where the analysis depends a lot less on policy outcomes. The destabilizing effects that we've seen in the early days of the Biden administration are ones that should attract more coverage. But unfortunately, people are so bought in, they're so invested in the idea that now we've had this return to normalcy where, you know, everything is fine and dandy now, everything is looking up and you have a complete difference of approach when in reality, we ought to be looking at frankly both what policies the Biden administration is keeping from the Trump years and the ones that they're rejecting as opposed to just evaluating it on surface level, you know, just inch deep levels of looking at what's actually going on around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. I'm going to come back to that. Leslie, some of this is pretty explicit. Politico headline, Biden flourishes in Trump's absence from the world stage. Now, some pundits are openly breathing a sigh of relief that Donald Trump is no longer on that stage. Basically, all Joe Biden had to do was not trip and fall off the stage and he gets glowing coverage. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, FOX NEWS CONTRIBUTOR, DEMOCRATIC STRATEGIST, RADIO TALK SHOW HOST",
      "sentences": "Oh, I don't agree with that 100 percent, but I do think that the return to normalcy and if normalcy means a president acting presidential or a diplomacy or an individual such as Joe Biden versus Donald Trump being more inclusive rather than exclusive with the international community and our allies, you know, whether it's NATO, the World Health Organization, the Paris climate agreement and so forth, and a very different attitude with regard to Russia and to Putin specifically, Trump cozied up to Putin.  Trump at first refused to agree with our intelligence community regarding Russia and their interference in the election, which was proven. It was almost like he sided with Russia over the United States.  We see a very different relationship obviously with Joe Biden. Even Putin himself yesterday did say although Trump was colorful and Joe Biden has been a career politician, he does think there are pros and cons with that, but he also doesn't think we are going to have a knee jerk reaction to make impulsive decisions --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "In an interview --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "-- into the Biden administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "In an interview with NBC, that is very diplomatic way. You only partially disagreed with me. Let me put up, Ben Domenech, the cover --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- of this week's Time magazine. We see Biden in the aviator glasses looking kind of cool. And let's contrast with one of many Time covers about President Trump. He was always depicted as kind of an orange blob. The headline of this week's issue is Biden is taking on Putin.  But as you were starting to talk about earlier, I mean, he hasn't actually done much to take on Vladimir Putin, despite the cyber hacking, despite the fact that the opposition leader, Alexei Navalny, has been jailed, and yet he gets this sort of I'm taking on Putin cover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "This is just ridiculous. The fact is that, you know, the very biggest decision that he's made thus far has been something that the Russians wanted and that our European allies, you know, have been, you know, in real tension with us about regarding this pipeline decision. You've had numerous events happen in Russia domestically. You made reference to Alexei Navalny and his group. But it really ought to have America standing by, our interest in terms of making sure that there's more freedom within Russia, making sure that there's more freedom around the world.   And yet standing up to a dictator now just amounts to putting out press releases. If that's the merit that we're supposed to be evaluating things on, then it's really deeply silly. It doesn't actually equate to any real results. I think that when you actually look back at the coverage that President Trump received when it came to a lot of the decisions that he made, he was actually much more willing to send weapons to our allies in Europe, much more willing to stand up against Russian interests in numerous different indications around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "And I think that that actually was, you know, based on pragmatic concerns, policy concerns that were, you know, echoed by people like Mike Pompeo and others regarding the Middle East and other interest that we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "So my point is just I don't think -- I don't think this coverage is serious. I don't think that it's actually engaging with what's really going on. And I think that Putin is looking forward to running circles around Joe Biden not just now but in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Biden told reporters last hour when asked why he plans to hold a solo news conference after meeting with the Russian leader in Geneva. I don't want to be diverted by did they shake hands, who talked the most interesting.  Objectively speaking, if you look at this trip, Leslie, Joe Biden hasn't made a significant blunder. He announced the U.S. is giving 500 million doses of Pfizer vaccines to 100 countries. But even The New York Times says, we get to the policy here, that Biden isn't changing Trump's America first approach very much and this all could just be -- quote -- \"diplomatic pantomime.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "I think, honestly, it's too soon to tell. I mean, you know, what is he going to do? We have bipartisan agreement that the president has to be very tough regarding ransomware and look Putin in the eye and say, look, either you do something about this or we are going to. And he has to be very clear about what that we are going to is going to be, about that line in the sand.  We haven't seen that yet necessarily. It doesn't mean we won't. And if we do, that might be certainly a divergence from the former -- the Trump administration policy --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "-- with regard to how they handled Putin and how we handle certain threats. But at the same time, look, when you look at the things that Putin said in that interview yesterday and when you look at some of the things that Joe Biden has said, one of the things that a career policies knows is there is that -- it's almost like driving a clutch car, right, because Putin in a sense is our enemy, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "When you look at freedom. It's almost laughable --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I got to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "-- when you look at -- Putin is a complete dictator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, NBC ANCHOR",
      "sentences": "Do you have any plans to visit the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "We've been to the border. We've been to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLT",
      "sentences": "You haven't been to the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "And I haven't been to Europe. And -- I mean, I don't understand the point that you're making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "I think it attracted so much attention because it was part of this overall trip that was really a disaster for the vice president when it came to communications. It seemed almost as if she was just not prepared to deal with some of the most obvious questions that you had to expect would come from a trip like this. I mean, the fact that she didn't have a prepared canned answer, I think, really demonstrates how unserious the approach has been to addressing these issues in the border, despite repeated calls, not just from Republicans but from border Democrat as well, that this administration needed to lean into these problems and address them more forcibly.  Unfortunately, the vice president, I think, has been largely insulated from these types of questions. And so the fact that she was unprepared is in part due to the fact that the administration has really kept her away from reporters, not had her go out and address these questions in a repeated way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Leslie --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "And that shows, I think, the error of that judgment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Leslie, disaster is a strong word. CNN reported that some Biden White House officials were perplexed at Kamala Harris bungling a question, which everybody knew had to be coming, part of any interview. Very rare to get those kind of leaks out of this administration where somebody is taking a shot at somebody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Well, I don't -- you know, Howie, I'm a Democrat and, Ben, I'm going to agree with you and I know we don't agree on much. You've got to be prepared. Everybody knows that question was going to be asked. Look, if I were vice president and tasked with handling immigration, I would go to the border. I need to see the problem with my own eyes so that I can help to come up with solutions when I'm speaking to leaders in these pathway countries that come through to the United States. And she knew she was going to be asked that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "-- and honestly, not only not prepared, I honestly was very critical on this network and on my radio show and on social media about this response and I wasn't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "-- the only Democrat who felt that way, so I'm not surprised about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I've got to get a break. But let me briefly mention, this morning's presser, President Biden kept saying he's reading off a list of reporters. He kept saying I'm going to get in trouble with my staff if I don't follow this. He's the president of the United States. He can call on anybody he wants. When we come back, the intense coverage of the Trump Justice Department obtaining records of two top House Democrats, but did the former president know about it?  And later, how the press was wrong about the clash between park police and protesters outside the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "sentences": "They're literally spying on members of the press. They're spying on partisan political opponents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "The media is totally up in arms over this Trump era leak investigation to the Schiff and Swalwell and the reaction is so hyperbolic because some of these loons are calling for the arrest of Trump's former A.G.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Well, one of the things that we need to understand is that we went through this period where so many different aspects of these investigations were being leaked out to the press in inappropriate ways. I think everyone knows that Swalwell and Schiff were too people who were regularly part of leaking those types of information, either through them or through their staff. That's something that I think is always going to prompt an inspection, an investigation of some kind, under any administration and regardless of which party members are going to be part of it. I do think that we need to know more about this. I'm glad that there is going to be an inspector general looking into it and investigating this. But the simple fact is that if you're going to start leaking out information that is either classified or that is behind closed doors and you're a member of the House Intel Committee, then there's going to be ramifications from that and that's going to happen regardless of which party you're in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "They ought to investigate Adam Schiff for leaking that information. He should not be leaking information out of intelligence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Here is the problem. This is weaponizing the DOJ against your political opponents. You know, I'm sure that the minor that also the records were taken off in the family members of Congressman Schiff and Swalwell had nothing to do with any leak. This is very troubling. Those questions come up again. What did they know, who knew it, and when did they know it? I don't buy that Barr and Sessions, even Rosenstein, knew nothing about this. You had a federal grand jury assembled. You had a gag order. That means that you have to have approval that comes from the top.  Congress needs to subpoena these individuals and have them testify before Congress under oath. The American people deserve to know what happened. And maybe when the left was saying that Bill Barr was Donald Trump's attorney or that the DOJ was Donald Trump's Justice Department, when we see everything so far and we hear everything so far, maybe that wasn't so crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, the subpoenas went to Microsoft and Apple as service providers, Ben, and, you know, Leslie may not buy it but Jeff Sessions and Bill Barr are both distancing themselves in it, didn't know anything about this. Barr saying I never discussed leaked cases with Trump. The media counter argument is he didn't have to. Trump was out there on Twitter and as we saw on camera, accusing Adam Schiff of illegal leaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "Illegal leaking is always a problem and deserves to be investigated, regardless of which member or which party is participating in it. We saw that happened in a repeated way during the Trump era and I'm glad that in this instance, there was not illegal leaking discovered when it was investigated. But like I said, there's going to be an I.G. report. We'll know more about what went on. I personally believe Bill Barr when he says that he didn't know about this personally and wasn't taking some kind of role. But, you know, we'll find out what the I.G. report says. I think that illegal leaks always are going to attract attention regardless of which side is doing them. If there's any kind of politicization here, I actually strongly doubt it. I think it is a lot more likely that the leaking was so apparent, so obvious that it was going to attract some attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. Well, therefore, there was an investigation, but again, no charges were ever brought. Leslie, the mainstream media are just going crazy on this, saying this has Watergate overtones, invoking Richard Nixon. But even The New York Times that spoke the story doesn't claim that Trump knew of this DOJ probe, which did go through the legal subpoena process with the grand jury and so forth. So, could the pundits be jumping to conclusions here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Oh, absolutely. I'll be honest, you know, I'm not sure Trump really knew about it, but I think somebody within his inner circle definitely knew about it. I do think that those at the top of the DOJ or at least one person at the top of the DOJ had to sign off on that, had to approve it, and definitely is having perhaps some short-term memory difficulty regarding this because I don't think that they're being forth right and when they're saying they knew nothing about this.  Please, I mean, you know, it doesn't -- the Justice Department, you know, subpoenas, federal grand juries, gag orders, those don't just happen in a vacuum at --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "-- lower levels within the DOJ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I think we have rare agreement on this point, which is there are unanswered questions here that will have to come out in this investigation. Ben Domenech, Leslie Marshall, thanks very much for joining us this Sunday. Up next, the media have totally turned on Joe Manchin and it's getting pretty ugly. And later, should CNN be bringing back Jeffrey Toobin after his misconduct on that Zoom call?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC NATIONAL CORRESPONDENT",
      "sentences": "It's easy to say Joe Manchin does not care about Black people. He is friendly with the chamber. He is friendly with the folks (ph). He is friendly with big oil. Those people want an oligarchy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "Because of Manchin's common sense constitutional opposition to the radical socialist less (ph) power-grab, his fellow Democrats, the media mob, they are now denouncing his moves as racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN FERRECHIO, CHIEF CONGRESSIONAL CORRESPONDENT, WASHINGTON EXAMINER",
      "sentences": "From the outset, you said you were a little bit surprised by this. I actually not surprised at all. You could see it coming a mile away because Joe Manchin, by all appearances, is singlehandedly blocking the entire democratic agenda in the Senate. That's Biden's agenda. It's the democratic agenda. They have this rare opportunity to pass legislation because they control majorities in Congress and they have a president in the White House. So, he's not the only one, by the way. There are other moderates who probably side with him on these things, but he kind of provides cover by being the most vocal. That's why you see the attacks on him, of course, by liberal commentators and even more subtly in the mainstream coverage where, you know, The New York Times coverage is that he was serving as a blockade, that he was standing in the way of this reformative election bill that doesn't get enough scrutiny, in my opinion, for all the things it does to benefit Democrats and hurt Republicans. It is a one-sided bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. This is the voting rights bill. You mentioned the Times. Let me read a couple of quotes because the paper took some heat on line for this. Manchin said he wouldn't vote for a far-reaching bill to combat voter suppression and restore many of the ethical controls on the presidency that Donald Trump shattered. That's in a news story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Yeah. Flip that around on the other side and you'll see the things that the election law may do to damage voter integrity and to enable Democrats an easier time at winning in the forthcoming elections. That's a big problem because if an election bill is one sided, you know any time one party is writing an election bill --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "-- it's just common sense they're going to go for things that are going to make it easier for them to win elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I just want to put up a headline before we run out of time, Susan. Huff Post had a screaming headline. There it is. Blowback at Manchin: Would preserve Jim Crow to please GOP. That's based on a quote from a Democratic congressman. You know, he's basically accused of being a racist. He does support the John Lewis voting rights bill which is narrower (ph) bill. Quick thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Another way to cover that would be to say that there is bipartisan support for the John Lewis bill. But Democrats are saying, no, no, no, we don't want that bill. That can't be ready in time. We want this gigantic 800-page bill. There are so many ways to cover this more thoroughly and fairly in the mainstream media and it is not getting that kind of attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah. I mean, look, Joe Manchin is fair game for criticism but some of these racist accusations, I just think are over the top. Great to see you, Susan Ferrechio. Thanks so much. Next on MEDIA BUZZ, how some pundits are rejecting an I.G. report that says no, the White House didn't order police to clear Lafayette Park last year before Trump photo-op at a church.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, HOST, CNN",
      "sentences": "He has to sic police on peaceful protesters so he can make a big show of being, you know, the little big man walking to a closed down church.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "The president of the United States or someone under his authority ordered that peaceful protesters be cleared which meant they were fired upon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, HOST, MSNBC",
      "sentences": "It does sound like the park police accelerated their efforts when they found out that the president was coming. How do they square that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Well, the report doesn't say that they accelerated their efforts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM ACOSTA, ANCHOR, CNN",
      "sentences": "It sounded as if this inspector general was auditioning to become the inspector general at Mar-a-Lago. Because, I mean, this is almost a whitewash of what occurred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "The media mob is caught spreading another round of completely fake news because, remember, you know, all the hysterical reckless coverage last summer after Park Police, remember they cleared out protesters near Lafayette Square, in D.C.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBY SOAVE, SENIOR EDITOR, REASON.COM",
      "sentences": "Yes, you're right. This report really cuts against what so many, you know, talking heads and kind of progressive journalists or mainstream journalists said was the truth and clearly wanted to be truth because it made Donald Trump look so bad. And this report, you know, which is not -- maybe not totally conclusive in its finding and is really constrained to the Park Police behavior, but says that this was 00 this was pre-planned and Trump did not order this so the whole narrative about it really was wrong. And you know, you can continue to think the photo op was a bad idea and in bad taste and, you know, be critical of Trump in any way you want, but the fact remains that if you take this report credibly and I think it's a good and thorough report, I think it is accurate, you would -- it should change your perspective on what happened, and of course, many in the media don't want to do that because they don't like finding out they were wrong or that they distorted. You know, or if they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Or on that point, on that point, Marie, and this doesn't mean that the police didn't overreact in gassing the protesters and so on, but even the relatively straight accounts of this new report by the New York Times, The Washington Post, made no mention of their earlier coverage, what a huge story this was, it's almost like they were in denial about what -- how -- what became an iconic moment based on something that the report does not support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Howie, I think the best media coverage of this report points out that it is one limited view of what happened. The I.G. did not interview anyone from the White House, no one from the Secret Service. I think the best media coverage makes clear that while no one with the Park Police knew of President Trump or Bill Barr's involvement, there is still a lot of open questions. And I think one challenge for the media at the time was you had the White House on the record at the podium blatantly lying, saying tear gas wasn't used when reporters could see and smell with their own eyes and ears and nose what was happening on the ground and so the credibility of the Trump administration was pretty low at that point. So, I think the best media coverage takes this new information, puts it into context but also says there is still a lot of unanswered questions. We don't know about what happened and the timing could be coincidental with President Trump taking that famous walk over to the church but coincidences don't really happen in Washington, so still a lot of unanswered questions for the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I agree on the unanswered questions part. And Robby acknowledge that as well. But let me ask you, the former president pronounce statement saying he's totally exonerated by this report. Don't the media have some responsibility to grapple with their mistakes or if it was an exaggeration or of rush to judgment? It just seems to me there was a determination by many people to say well, yes, the report says this but we really know what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "Yes. It was -- I mean, I agree, it's still an open question and there are unresolved issues about this but that was true back then, right. That was true when it happened. And the media acted like we knew -- we knew the whole story here, we have all the relevant facts and we can -- we can condemn Trump, we can -- we can, you know, explain to you exactly what happened even though we don't know then. And so now they -- well now we're not quite sure. But you weren't actually sure then. You just asserted what you thought was the truth because you hated Trump and, you know, that fits your narrative. The one the ground -- I mean, it's so difficult to say what happened in the heat of the moment between clashes, between protesters and government officials and police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "And, you know, it's fog of war type scenarios and we often get so much bad early reporting, it behooves the media to wait but they never do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Marie, if the report had found out that the White House ordered the protesters be cleared, wouldn't the mainstream press be embracing this report rather than trying to poke holes in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, I think there was a lot of mainstream coverage of the report. I think there's a difference between reporters and commentators, people who had a political point of view. But again, I think the best media coverage, Howie, has made clear that this report is only one sort of limited slice of what happened and these -- a lot of these journalists have anonymous sources telling them that at various levels the White House was involved and that they wanted Trump to be out there publicly being seen as in charge. And so, again, is it a coincidence? We don't know. But I think this is a story that has continued to evolve and the media has for better or worse tried to catch up with it as they've gotten new information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I've got about a minute left, maybe 20 seconds to each of you, I want to get you in on the revelation about the Trump Justice Department obtaining the records of two House Democrats in a leak investigation. Robby, first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "Yes. I think this is earth shattering, it's entirely inappropriate for this kind of spying to take place, to the spying -- the obtaining information on our Congresspeople but these two have been supportive all along of spying, these Democrats. Adam Schiff voted for, you know, not to rein in the NSA's warrantless spying on Americans. So now they're outraged when it happens to them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "-- but not on the citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me get Marie. But spying the right word? I mean, they went through a grand jury process and they were legal subpoenas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Sure. But it is a huge breach of trust between two different branches of government. And the Trump administration and their supporters were always up in arms, they called things spy gate, they talked about the deep state. None of that turned out to be what they said it was. And it turned out they were looking at critical members of Congress. This is another area, Howie, we need to know so much more. And I think it does go to a previous conversation you had on the show --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "-- to the highest levels of the DOJ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Possibly the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We will find out whether any another attorney general knew about it. After the break, Jeff Toobin's CNN apology over that infamous Zoom call. Plus, The New York Times writer who said she was offended by saying lots of American flags.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALISYN CAMEROTA, ANCHOR, CNN",
      "sentences": "To quote Jay Leno, \"what the hell were you thinking?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFREY TOOBIN, CHIEF LEGAL ANALYST, CNN",
      "sentences": "Well, obviously I wasn't thinking very well or very much. This was deeply moronic and indefenseable. And I'm trying to say now how sorry I am sincerely. Entire -- in all seriousness. Above all, I am sorry to my wife and to family, but I'm also sorry to the people on the Zoom call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "Yes, this whole segment was very uncomfortable to watch. I don't enjoy watching people embarrass themselves. It was cringe humor at its worse. Look, I'm generally anti-cancel culture and for forgiving people. What he did was really bad but it's almost -- he's almost apologizing as if he committed murder or something. Like, what does it matter that he went -- that he did charity or therapy that has nothing to do with -- with the failing there? Yes, I think if this was anybody else, it probably -- he probably wouldn't have been forgiven and brought back. But I don't know. I guess I'm never too upset when we do actually choose to forgive people. It's just very selective who gets forgiven in this media environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Well, I'm not saying he should be banned for life. If CNN was going to let him back on the air, Marie, at least it was with a difficult interview in which he had to answer what were obviously for him, for us watching, uncomfortable questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So awkward for everyone. And look, they had to ask him the questions. I'm glad they didn't just bring him back on air and have him talk about the Supreme Court. That would have been weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But I think Robby -- I think Robby is right. We don't know -- we haven't figured out in this country yet how to adjudicate when people get to rehabilitate themselves. Do they get to come back into public life in some way? Yu know, he got fired from The New Yorker where the incident happened. He took seven months off from CNN. And so, I think it's a really interesting question and I think the bottom line to all of this is that we can all hopefully agree that soon we don't have to do Zoom calls anymore. We can see the end of the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "-- the light at the end of the tunnel here and, you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That would be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "-- this is one of those COVID year crazy things that happened that I never want to have to think or talk about again, quite honestly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. We'll grant your wish. Now A New York Times editorial writer --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- and MSNBC analyst Mara Gay drawing flak for what she described on air about a trip to Long Island. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA GAY, ANALYST, MSNBC",
      "sentences": "I saw, you know, dozens and dozens of pickup trucks with, you know, expletives against Joe Biden on the back of them --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAY",
      "sentences": "-- Trump flags, and some cases just dozens of American flags which, you know, is also just disturbing because essentially the message was clear, it was this is my country, this is not your country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GAY",
      "sentences": "I own this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOAVE",
      "sentences": "Yes, I think this is a bad tactical move for someone who wants to oppose and fight racism to associate racism with the American flag which is just a very everywhere kind of symbol, you know, every -- that everyone regardless of ideology for the most part, I guess maybe not the extreme progressive left, really wants to embrace. So, then you end up casting more people as racist, you make your problem worse and you make everyone else people uninterested in solving racism because you've like associated it with the DNA of the country. So, it just seems like an unhelpful even from a strategic tactical perspective way to talk about racism and I suspect it was a big mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Marie, Mara Gay has not defended herself but the New York Times did, saying these were bad faith arguments taken out of context, her argument was that Trump and many of his supporters have politicize the American flag. But that's not what she said. And don't even Trump supporters get to display the flag that we all love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, I do think some of the media coverage on the right particularly was bad faith. Look, there is a question in this country, I have encountered it, where people on the right accuse me, as a Democrat, of not being patriotic. They say they own patriotism. They own the flag and they get to decide what that means. Did she perfectly give voice to that concern that many of us have? No, of course, it wasn't perfect. I don't think that she was saying American flags in and of themselves bother her. But I do think she should probably clarify it a little bit. Because some of the media response was in bad faith. I do think the Trump supporters --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "-- many of them I've encountered, seem to think they get to define what patriotism is. We should have that conversation not in a bad faith way in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. In good faith, I thank you both. I think it would be good if she spoke out on her own behalf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thanks, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Still to come, a look at the coverage of that Senate report on the awful events of January 6th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, HOST, CNN",
      "sentences": "No mention of insurrection. No mention of what the then president did to incite it. No mention of his lie and the right-wing media that promoted it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, HOST, CNN",
      "sentences": "But what about his culpability. What about mentioning him? He's in the report. Plenty. But he is never identified of a source of any of the fomenting that led to that day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "Yes, Howie, you're exactly right. Nearly 100-page report and in it basically saying that there were at least some elements of capitol police that were aware that this was being planned in plain sight on social media --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "-- with maps and tunnels and all sorts of things and it just didn't get to the proper leadership, at least that's what we were led to believe and so there's been a huge shakeup in terms of leadership on Capitol Hill. But a pretty blunt report in terms of intelligence failures and also leadership failures in terms of securing the United States capitol leading up to the January 6 attack. And then during the actual attack, a breakdown in terms of a plan of how to get a handle on things and a lack of communication from top leadership to rank and file officers who were taking a beating there on the frontlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "What about the insistence of pundits, we saw a couple saying well, you know, it doesn't really mean anything, why wasn't Trump in the report. We did it in Trump's role. I'm not saying that Donald Trump's role on January 6 isn't important but if it had been dealt with in this context it would have produced more partisan sniping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Well, you're absolutely right. I mean, the bottom is they stayed focused on the security angle, they stayed focused on finding leadership failures but bringing the former president into it would have made this a very partisan thing and you likely would have had one party walk away and then it would have been a Democrats only report and then there would have been less value in that. And so, they stuck to what led to January 6th, what happened January 6th, why it took a while to get military presence there. There are people at the Pentagon who were concerned about it looking like they were being heavy handed with American citizens --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, the optics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "-- on the lawn. Yes, so there were a lot of optic concerns and that's something you deal with when you're protecting the United States Capitol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. Well, what happened was something far worse than poor optics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Are you -- is it striking to you in this era of deep polarization at odds on so many issues, the riot, election, voting rights, and all that, that Republicans and Democrats on these committees were able to sign onto to a truly bipartisan report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Yes. I think that was a big moment. Because, I mean, we're looking at every funding deadline basically these days, you're wondering whether they're going to shut down the government because the two parties just don't agree on much of anything these days. And so, when you're talking about a serious matter like that, that an institution of the United States government was under attack and they produced 100-page report and they came out with serious findings that may not have been everything that some folks wanted but it was very serious report and both sides were able to sign off on it. I think that was actually an encouraging moment at a time when things are hyper partisan, hyper polarized on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Good point. A serious report, and it's a chilling report in many ways. Mike Emanuel, always good to see you, thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "One more for you, how I'm not safe, journalists aren't safe, even the president isn't safe from Washington's disgusting cicadas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Watch out for the cicadas. I just got one which got me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "The overriding reason",
      "utterance": "He's not Trump This is a rush transcript from \"MediaBuzz,\" June 13, 2021. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST (on camera)",
      "utterance": "It was a stunning, appalling, heartbreaking failure, especially now that we know how badly our law enforcement and intelligence agencies botched the run-up to the Capitol riot and the report by two Senate panels generated a day's worth of headlines. But because there was a bipartisan deal not to get bogged down in Donald Trump's role on January 6th, that wasn't good enough for many pundits. They wanted more Trump. What about Trump? Isn't the whole thing Trump's fault? Our media echo system has become so laser focused on blaming Trump and some Republican lawmakers that we've lost sight of the massive failures here such as, as The New York Times noted, the FBI memo the day before, January 5th, warning of people traveling to Washington for war, never made its way to top law enforcement officials such as, as The Washington Post noted, a series of omissions and miscommunications by the Capitol police that kept vital information from reaching frontline officers. Omissions? I am so tired going back to 9/11 of hearing that this agency or that police department had the info, had the intel, ant didn't notify other agencies about the threats. This is sheer incompetence. The assault on our democracy could have been prevented. I am not saying the former president's role shouldn't be part of the scrutiny, but if 25,000 National Guard troops have been called out before the attack, not afterward, the violence that had seared into our collective memory could have been avoided. I'm Howard Kurtz and this is MEDIA BUZZ."
    },
    {
      "speaker": "Ahead, the media coverage of the Trump team directing park police to clear protesters outside the White House one year ago turns out to be wrong. And Jeffrey Toobin back on CNN months after that infamous Zoom call with an embarrassing apology. It's bloody obvious the media had been overexcited about President Biden's trip to the U.K. and Europe for one overriding reason",
      "utterance": "He's not the former guy."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "The United States is back and democracies of the world are standing together."
    },
    {
      "speaker": "CHRIS CUOMO, CNN ANCHOR",
      "utterance": "The bar is low for success with him and Putin because of the singular level of sucking up that Trump brought to bear with Putin."
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "utterance": "The first trip abroad by the president who comes after the president who saw zero value in our friends and allies and delighted in pandering to the world's most heinous dictators."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "This idea that America is back, I don't know if he understands what had been going on when President Trump was president and the foreign policy successes and how our adversaries viewed him."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now to analyze the coverage, Ben Domenech, founder and publisher of The Federalist, and in Los Angeles, Leslie Marshall, a radio talk show host. Both are Fox News contributors. Ben, President Biden is there to repair relations with the G7 countries after years in which Donald Trump disrupted and challenged our allies. Does all the positive press stem from the fact that most journalists agree with Biden's approach?"
    },
    {
      "speaker": "BEN DOMENECH, FOX NEWS CONTRIBUTOR, FOUNDER AND PUBLISHER OF THE FEDERALIST",
      "utterance": "Yes, I certainly think it does, Howie, but I also think it just is a stylistic difference in a lot of respects that these journalists have become fully invested in. Unfortunately, we have a situation with our media today where the analysis depends a lot less on policy outcomes. The destabilizing effects that we've seen in the early days of the Biden administration are ones that should attract more coverage. But unfortunately, people are so bought in, they're so invested in the idea that now we've had this return to normalcy where, you know, everything is fine and dandy now, everything is looking up and you have a complete difference of approach when in reality, we ought to be looking at frankly both what policies the Biden administration is keeping from the Trump years and the ones that they're rejecting as opposed to just evaluating it on surface level, you know, just inch deep levels of looking at what's actually going on around the world."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. I'm going to come back to that. Leslie, some of this is pretty explicit. Politico headline, Biden flourishes in Trump's absence from the world stage. Now, some pundits are openly breathing a sigh of relief that Donald Trump is no longer on that stage. Basically, all Joe Biden had to do was not trip and fall off the stage and he gets glowing coverage. Your thoughts?"
    },
    {
      "speaker": "LESLIE MARSHALL, FOX NEWS CONTRIBUTOR, DEMOCRATIC STRATEGIST, RADIO TALK SHOW HOST",
      "utterance": "Oh, I don't agree with that 100 percent, but I do think that the return to normalcy and if normalcy means a president acting presidential or a diplomacy or an individual such as Joe Biden versus Donald Trump being more inclusive rather than exclusive with the international community and our allies, you know, whether it's NATO, the World Health Organization, the Paris climate agreement and so forth, and a very different attitude with regard to Russia and to Putin specifically, Trump cozied up to Putin. Trump at first refused to agree with our intelligence community regarding Russia and their interference in the election, which was proven. It was almost like he sided with Russia over the United States. We see a very different relationship obviously with Joe Biden. Even Putin himself yesterday did say although Trump was colorful and Joe Biden has been a career politician, he does think there are pros and cons with that, but he also doesn't think we are going to have a knee jerk reaction to make impulsive decisions --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "In an interview --"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "-- into the Biden administration."
    },
    {
      "speaker": "KURTZ",
      "utterance": "In an interview with NBC, that is very diplomatic way. You only partially disagreed with me. Let me put up, Ben Domenech, the cover --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- of this week's Time magazine. We see Biden in the aviator glasses looking kind of cool. And let's contrast with one of many Time covers about President Trump. He was always depicted as kind of an orange blob. The headline of this week's issue is Biden is taking on Putin. But as you were starting to talk about earlier, I mean, he hasn't actually done much to take on Vladimir Putin, despite the cyber hacking, despite the fact that the opposition leader, Alexei Navalny, has been jailed, and yet he gets this sort of I'm taking on Putin cover."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "This is just ridiculous. The fact is that, you know, the very biggest decision that he's made thus far has been something that the Russians wanted and that our European allies, you know, have been, you know, in real tension with us about regarding this pipeline decision. You've had numerous events happen in Russia domestically. You made reference to Alexei Navalny and his group. But it really ought to have America standing by, our interest in terms of making sure that there's more freedom within Russia, making sure that there's more freedom around the world. And yet standing up to a dictator now just amounts to putting out press releases. If that's the merit that we're supposed to be evaluating things on, then it's really deeply silly. It doesn't actually equate to any real results. I think that when you actually look back at the coverage that President Trump received when it came to a lot of the decisions that he made, he was actually much more willing to send weapons to our allies in Europe, much more willing to stand up against Russian interests in numerous different indications around the world."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "And I think that that actually was, you know, based on pragmatic concerns, policy concerns that were, you know, echoed by people like Mike Pompeo and others regarding the Middle East and other interest that we have."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "So my point is just I don't think -- I don't think this coverage is serious. I don't think that it's actually engaging with what's really going on. And I think that Putin is looking forward to running circles around Joe Biden not just now but in the future."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Biden told reporters last hour when asked why he plans to hold a solo news conference after meeting with the Russian leader in Geneva. I don't want to be diverted by did they shake hands, who talked the most interesting. Objectively speaking, if you look at this trip, Leslie, Joe Biden hasn't made a significant blunder. He announced the U.S. is giving 500 million doses of Pfizer vaccines to 100 countries. But even The New York Times says, we get to the policy here, that Biden isn't changing Trump's America first approach very much and this all could just be -- quote -- \"diplomatic pantomime.\""
    },
    {
      "speaker": "MARSHALL",
      "utterance": "I think, honestly, it's too soon to tell. I mean, you know, what is he going to do? We have bipartisan agreement that the president has to be very tough regarding ransomware and look Putin in the eye and say, look, either you do something about this or we are going to. And he has to be very clear about what that we are going to is going to be, about that line in the sand. We haven't seen that yet necessarily. It doesn't mean we won't. And if we do, that might be certainly a divergence from the former -- the Trump administration policy --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "-- with regard to how they handled Putin and how we handle certain threats. But at the same time, look, when you look at the things that Putin said in that interview yesterday and when you look at some of the things that Joe Biden has said, one of the things that a career policies knows is there is that -- it's almost like driving a clutch car, right, because Putin in a sense is our enemy, right?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "When you look at freedom. It's almost laughable --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I got to move on."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "-- when you look at -- Putin is a complete dictator."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "I got to move on, Leslie. Vice President Kamala Harris is in Central America this week. Her message to potential illegal migrants, do not come. There is a lot of attention to this exchange with NBC anchor Lester Holt."
    },
    {
      "speaker": "LESTER HOLT, NBC ANCHOR",
      "utterance": "Do you have any plans to visit the border?"
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "We've been to the border. We've been to the border."
    },
    {
      "speaker": "HOLT",
      "utterance": "You haven't been to the border."
    },
    {
      "speaker": "HARRIS",
      "utterance": "And I haven't been to Europe. And -- I mean, I don't understand the point that you're making."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Ben, why did that obviously stumbling answer to Lester Holt attract so much media attention? Reporters have been asking this question again and again, about the visit to the border."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "I think it attracted so much attention because it was part of this overall trip that was really a disaster for the vice president when it came to communications. It seemed almost as if she was just not prepared to deal with some of the most obvious questions that you had to expect would come from a trip like this. I mean, the fact that she didn't have a prepared canned answer, I think, really demonstrates how unserious the approach has been to addressing these issues in the border, despite repeated calls, not just from Republicans but from border Democrat as well, that this administration needed to lean into these problems and address them more forcibly. Unfortunately, the vice president, I think, has been largely insulated from these types of questions. And so the fact that she was unprepared is in part due to the fact that the administration has really kept her away from reporters, not had her go out and address these questions in a repeated way."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Leslie --"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "And that shows, I think, the error of that judgment."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Leslie, disaster is a strong word. CNN reported that some Biden White House officials were perplexed at Kamala Harris bungling a question, which everybody knew had to be coming, part of any interview. Very rare to get those kind of leaks out of this administration where somebody is taking a shot at somebody else."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Well, I don't -- you know, Howie, I'm a Democrat and, Ben, I'm going to agree with you and I know we don't agree on much. You've got to be prepared. Everybody knows that question was going to be asked. Look, if I were vice president and tasked with handling immigration, I would go to the border. I need to see the problem with my own eyes so that I can help to come up with solutions when I'm speaking to leaders in these pathway countries that come through to the United States. And she knew she was going to be asked that --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "-- and honestly, not only not prepared, I honestly was very critical on this network and on my radio show and on social media about this response and I wasn't --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "-- the only Democrat who felt that way, so I'm not surprised about this."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I've got to get a break. But let me briefly mention, this morning's presser, President Biden kept saying he's reading off a list of reporters. He kept saying I'm going to get in trouble with my staff if I don't follow this. He's the president of the United States. He can call on anybody he wants. When we come back, the intense coverage of the Trump Justice Department obtaining records of two top House Democrats, but did the former president know about it? And later, how the press was wrong about the clash between park police and protesters outside the White House."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "It has been wall-to-wall coverage in most of the media since The New York Times reported that the Trump Justice Department during a leak investigation obtained personal records from two top Democrats on the House Intelligence Committee, Adam Schiff and Eric Swalwell, and some aides and family members. No charges were reported, but DOJ's inspector general has now launched a probe into that inquiry and many pundits are making fiery charges."
    },
    {
      "speaker": "JOE SCARBOROUGH, MSNBC HOST",
      "utterance": "They're literally spying on members of the press. They're spying on partisan political opponents."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "The media is totally up in arms over this Trump era leak investigation to the Schiff and Swalwell and the reaction is so hyperbolic because some of these loons are calling for the arrest of Trump's former A.G."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Ben, MSNBC and CNN are on fire over this story, relatively little on Fox, saying this was a pretext for Donald Trump to go after his political opponents. Now, Schiff and Swalwell were constantly denouncing President Trump and vice versa. But the media framing and the media question is, was this political spying?"
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Well, one of the things that we need to understand is that we went through this period where so many different aspects of these investigations were being leaked out to the press in inappropriate ways. I think everyone knows that Swalwell and Schiff were too people who were regularly part of leaking those types of information, either through them or through their staff. That's something that I think is always going to prompt an inspection, an investigation of some kind, under any administration and regardless of which party members are going to be part of it. I do think that we need to know more about this. I'm glad that there is going to be an inspector general looking into it and investigating this. But the simple fact is that if you're going to start leaking out information that is either classified or that is behind closed doors and you're a member of the House Intel Committee, then there's going to be ramifications from that and that's going to happen regardless of which party you're in."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Right. I do have to add that no evidence was found. Leslie, Donald Trump talked about Adam Schiff a lot. Here is a brief clip from last year, for instance."
    },
    {
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "They ought to investigate Adam Schiff for leaking that information. He should not be leaking information out of intelligence."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Well, they did investigate Adam Schiff and the investigation had gone dormant, but Bill Barr revived it when he became attorney general. So as with the subpoenas of records from reporters from The New York Times, CNN, and The Washington Post, ultimately no evidence of illegal leaks of classified or secret information were found."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Here is the problem. This is weaponizing the DOJ against your political opponents. You know, I'm sure that the minor that also the records were taken off in the family members of Congressman Schiff and Swalwell had nothing to do with any leak. This is very troubling. Those questions come up again. What did they know, who knew it, and when did they know it? I don't buy that Barr and Sessions, even Rosenstein, knew nothing about this. You had a federal grand jury assembled. You had a gag order. That means that you have to have approval that comes from the top. Congress needs to subpoena these individuals and have them testify before Congress under oath. The American people deserve to know what happened. And maybe when the left was saying that Bill Barr was Donald Trump's attorney or that the DOJ was Donald Trump's Justice Department, when we see everything so far and we hear everything so far, maybe that wasn't so crazy."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, the subpoenas went to Microsoft and Apple as service providers, Ben, and, you know, Leslie may not buy it but Jeff Sessions and Bill Barr are both distancing themselves in it, didn't know anything about this. Barr saying I never discussed leaked cases with Trump. The media counter argument is he didn't have to. Trump was out there on Twitter and as we saw on camera, accusing Adam Schiff of illegal leaking."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "Illegal leaking is always a problem and deserves to be investigated, regardless of which member or which party is participating in it. We saw that happened in a repeated way during the Trump era and I'm glad that in this instance, there was not illegal leaking discovered when it was investigated. But like I said, there's going to be an I.G. report. We'll know more about what went on. I personally believe Bill Barr when he says that he didn't know about this personally and wasn't taking some kind of role. But, you know, we'll find out what the I.G. report says. I think that illegal leaks always are going to attract attention regardless of which side is doing them. If there's any kind of politicization here, I actually strongly doubt it. I think it is a lot more likely that the leaking was so apparent, so obvious that it was going to attract some attention."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. Well, therefore, there was an investigation, but again, no charges were ever brought. Leslie, the mainstream media are just going crazy on this, saying this has Watergate overtones, invoking Richard Nixon. But even The New York Times that spoke the story doesn't claim that Trump knew of this DOJ probe, which did go through the legal subpoena process with the grand jury and so forth. So, could the pundits be jumping to conclusions here?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Oh, absolutely. I'll be honest, you know, I'm not sure Trump really knew about it, but I think somebody within his inner circle definitely knew about it. I do think that those at the top of the DOJ or at least one person at the top of the DOJ had to sign off on that, had to approve it, and definitely is having perhaps some short-term memory difficulty regarding this because I don't think that they're being forth right and when they're saying they knew nothing about this. Please, I mean, you know, it doesn't -- the Justice Department, you know, subpoenas, federal grand juries, gag orders, those don't just happen in a vacuum at --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "-- lower levels within the DOJ."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I think we have rare agreement on this point, which is there are unanswered questions here that will have to come out in this investigation. Ben Domenech, Leslie Marshall, thanks very much for joining us this Sunday. Up next, the media have totally turned on Joe Manchin and it's getting pretty ugly. And later, should CNN be bringing back Jeffrey Toobin after his misconduct on that Zoom call?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "How on earth did Joe Manchin become the number one target for abuse by the media, especially liberal commentators, for resisting parts of President Biden's agenda? Listen to some of the vitriol aimed at the Democratic senator."
    },
    {
      "speaker": "JOY REID, MSNBC NATIONAL CORRESPONDENT",
      "utterance": "It's easy to say Joe Manchin does not care about Black people. He is friendly with the chamber. He is friendly with the folks (ph). He is friendly with big oil. Those people want an oligarchy."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The Atlantic's Jemele Hill tweeted that Black voters are trying to save democracy only for white supremacy to be upheld by a cowardly power-hungry white dude. Senator Manchin is a clown."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "Because of Manchin's common sense constitutional opposition to the radical socialist less (ph) power-grab, his fellow Democrats, the media mob, they are now denouncing his moves as racist."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now, Susan Ferrechio, chief congressional correspondent for The Washington Examiner. What do you make of the bile directed at Joe Manchin by some of these media liberals who are insisting - - who are upset because he is insisting a more moderate or bipartisan approach to some of these issues?"
    },
    {
      "speaker": "SUSAN FERRECHIO, CHIEF CONGRESSIONAL CORRESPONDENT, WASHINGTON EXAMINER",
      "utterance": "From the outset, you said you were a little bit surprised by this. I actually not surprised at all. You could see it coming a mile away because Joe Manchin, by all appearances, is singlehandedly blocking the entire democratic agenda in the Senate. That's Biden's agenda. It's the democratic agenda. They have this rare opportunity to pass legislation because they control majorities in Congress and they have a president in the White House. So, he's not the only one, by the way. There are other moderates who probably side with him on these things, but he kind of provides cover by being the most vocal. That's why you see the attacks on him, of course, by liberal commentators and even more subtly in the mainstream coverage where, you know, The New York Times coverage is that he was serving as a blockade, that he was standing in the way of this reformative election bill that doesn't get enough scrutiny, in my opinion, for all the things it does to benefit Democrats and hurt Republicans. It is a one-sided bill."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. This is the voting rights bill. You mentioned the Times. Let me read a couple of quotes because the paper took some heat on line for this. Manchin said he wouldn't vote for a far-reaching bill to combat voter suppression and restore many of the ethical controls on the presidency that Donald Trump shattered. That's in a news story."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Yeah. Flip that around on the other side and you'll see the things that the election law may do to damage voter integrity and to enable Democrats an easier time at winning in the forthcoming elections. That's a big problem because if an election bill is one sided, you know any time one party is writing an election bill --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "-- it's just common sense they're going to go for things that are going to make it easier for them to win elections."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I just want to put up a headline before we run out of time, Susan. Huff Post had a screaming headline. There it is. Blowback at Manchin: Would preserve Jim Crow to please GOP. That's based on a quote from a Democratic congressman. You know, he's basically accused of being a racist. He does support the John Lewis voting rights bill which is narrower (ph) bill. Quick thought?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Another way to cover that would be to say that there is bipartisan support for the John Lewis bill. But Democrats are saying, no, no, no, we don't want that bill. That can't be ready in time. We want this gigantic 800-page bill. There are so many ways to cover this more thoroughly and fairly in the mainstream media and it is not getting that kind of attention."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah. I mean, look, Joe Manchin is fair game for criticism but some of these racist accusations, I just think are over the top. Great to see you, Susan Ferrechio. Thanks so much. Next on MEDIA BUZZ, how some pundits are rejecting an I.G. report that says no, the White House didn't order police to clear Lafayette Park last year before Trump photo-op at a church."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Fox News alert, President Biden has landed at Heathrow airport on his way to Windsor Castle to meet with Queen Elizabeth. He hasn't come out of Air Force One yet. Of course, this is be a royal story without Harry and Meghan. And we'll get a lot of coverage and we'll have continuing coverage of the president's trip all day here on Fox News channel. The media had their narrative just over one year ago during the violent clash in Lafayette Park outside the White House when U.S. Park Police and other cops using tear gas cleared protesters just before President Trump emerged and walked to a nearby church for a photo op."
    },
    {
      "speaker": "ANDERSON COOPER, HOST, CNN",
      "utterance": "He has to sic police on peaceful protesters so he can make a big show of being, you know, the little big man walking to a closed down church."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "The president of the United States or someone under his authority ordered that peaceful protesters be cleared which meant they were fired upon."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Now a report by the Park Police inspector general says those accusations were wrong, that Park Police had planned for hours to clear the park for contractors to build taller fences. And a top commander was stunned when Bill Barr who came to inspect the area told them of the Trump plan. Some journalists expressed skepticism while certain pundits mocked or minimized the report."
    },
    {
      "speaker": "CHUCK TODD, HOST, MSNBC",
      "utterance": "It does sound like the park police accelerated their efforts when they found out that the president was coming. How do they square that?"
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Well, the report doesn't say that they accelerated their efforts."
    },
    {
      "speaker": "JIM ACOSTA, ANCHOR, CNN",
      "utterance": "It sounded as if this inspector general was auditioning to become the inspector general at Mar-a-Lago. Because, I mean, this is almost a whitewash of what occurred."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "The media mob is caught spreading another round of completely fake news because, remember, you know, all the hysterical reckless coverage last summer after Park Police, remember they cleared out protesters near Lafayette Square, in D.C.?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now to analyze the coverage, Robby Soave, senior editor at Reason magazine, and Marie Harf, former State Department spokeswoman and a Fox News contributor. Robby, the media just automatically assumed last year Donald Trump must have ordered this, Bill Barr must have ordered this and the coverage of this in report in many cases have been grudging or kind of ridiculing it as opposed to examining where last year's narrative went wrong."
    },
    {
      "speaker": "ROBBY SOAVE, SENIOR EDITOR, REASON.COM",
      "utterance": "Yes, you're right. This report really cuts against what so many, you know, talking heads and kind of progressive journalists or mainstream journalists said was the truth and clearly wanted to be truth because it made Donald Trump look so bad. And this report, you know, which is not -- maybe not totally conclusive in its finding and is really constrained to the Park Police behavior, but says that this was 00 this was pre-planned and Trump did not order this so the whole narrative about it really was wrong. And you know, you can continue to think the photo op was a bad idea and in bad taste and, you know, be critical of Trump in any way you want, but the fact remains that if you take this report credibly and I think it's a good and thorough report, I think it is accurate, you would -- it should change your perspective on what happened, and of course, many in the media don't want to do that because they don't like finding out they were wrong or that they distorted. You know, or if they --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Or on that point, on that point, Marie, and this doesn't mean that the police didn't overreact in gassing the protesters and so on, but even the relatively straight accounts of this new report by the New York Times, The Washington Post, made no mention of their earlier coverage, what a huge story this was, it's almost like they were in denial about what -- how -- what became an iconic moment based on something that the report does not support."
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Howie, I think the best media coverage of this report points out that it is one limited view of what happened. The I.G. did not interview anyone from the White House, no one from the Secret Service. I think the best media coverage makes clear that while no one with the Park Police knew of President Trump or Bill Barr's involvement, there is still a lot of open questions. And I think one challenge for the media at the time was you had the White House on the record at the podium blatantly lying, saying tear gas wasn't used when reporters could see and smell with their own eyes and ears and nose what was happening on the ground and so the credibility of the Trump administration was pretty low at that point. So, I think the best media coverage takes this new information, puts it into context but also says there is still a lot of unanswered questions. We don't know about what happened and the timing could be coincidental with President Trump taking that famous walk over to the church but coincidences don't really happen in Washington, so still a lot of unanswered questions for the press."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I agree on the unanswered questions part. And Robby acknowledge that as well. But let me ask you, the former president pronounce statement saying he's totally exonerated by this report. Don't the media have some responsibility to grapple with their mistakes or if it was an exaggeration or of rush to judgment? It just seems to me there was a determination by many people to say well, yes, the report says this but we really know what happened."
    },
    {
      "speaker": "SOAVE",
      "utterance": "Yes. It was -- I mean, I agree, it's still an open question and there are unresolved issues about this but that was true back then, right. That was true when it happened. And the media acted like we knew -- we knew the whole story here, we have all the relevant facts and we can -- we can condemn Trump, we can -- we can, you know, explain to you exactly what happened even though we don't know then. And so now they -- well now we're not quite sure. But you weren't actually sure then. You just asserted what you thought was the truth because you hated Trump and, you know, that fits your narrative. The one the ground -- I mean, it's so difficult to say what happened in the heat of the moment between clashes, between protesters and government officials and police."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "SOAVE",
      "utterance": "And, you know, it's fog of war type scenarios and we often get so much bad early reporting, it behooves the media to wait but they never do."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Marie, if the report had found out that the White House ordered the protesters be cleared, wouldn't the mainstream press be embracing this report rather than trying to poke holes in it."
    },
    {
      "speaker": "HARF",
      "utterance": "Well, I think there was a lot of mainstream coverage of the report. I think there's a difference between reporters and commentators, people who had a political point of view. But again, I think the best media coverage, Howie, has made clear that this report is only one sort of limited slice of what happened and these -- a lot of these journalists have anonymous sources telling them that at various levels the White House was involved and that they wanted Trump to be out there publicly being seen as in charge. And so, again, is it a coincidence? We don't know. But I think this is a story that has continued to evolve and the media has for better or worse tried to catch up with it as they've gotten new information."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I've got about a minute left, maybe 20 seconds to each of you, I want to get you in on the revelation about the Trump Justice Department obtaining the records of two House Democrats in a leak investigation. Robby, first."
    },
    {
      "speaker": "SOAVE",
      "utterance": "Yes. I think this is earth shattering, it's entirely inappropriate for this kind of spying to take place, to the spying -- the obtaining information on our Congresspeople but these two have been supportive all along of spying, these Democrats. Adam Schiff voted for, you know, not to rein in the NSA's warrantless spying on Americans. So now they're outraged when it happens to them --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right."
    },
    {
      "speaker": "SOAVE",
      "utterance": "-- but not on the citizens."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me get Marie. But spying the right word? I mean, they went through a grand jury process and they were legal subpoenas."
    },
    {
      "speaker": "HARF",
      "utterance": "Sure. But it is a huge breach of trust between two different branches of government. And the Trump administration and their supporters were always up in arms, they called things spy gate, they talked about the deep state. None of that turned out to be what they said it was. And it turned out they were looking at critical members of Congress. This is another area, Howie, we need to know so much more. And I think it does go to a previous conversation you had on the show --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HARF",
      "utterance": "-- to the highest levels of the DOJ."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HARF",
      "utterance": "Possibly the White House."
    },
    {
      "speaker": "KURTZ",
      "utterance": "We will find out whether any another attorney general knew about it. After the break, Jeff Toobin's CNN apology over that infamous Zoom call. Plus, The New York Times writer who said she was offended by saying lots of American flags."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Jeffrey Toobin has been off the air for certain months at CNN since a humiliating Zoom call in which his colleagues at the New Yorker could see him masturbating while he thought the camera was off. New Yorker fired him. And CNN's Alisyn Camerota had some uncomfortable questions, starting with this."
    },
    {
      "speaker": "ALISYN CAMEROTA, ANCHOR, CNN",
      "utterance": "To quote Jay Leno, \"what the hell were you thinking?\""
    },
    {
      "speaker": "JEFFREY TOOBIN, CHIEF LEGAL ANALYST, CNN",
      "utterance": "Well, obviously I wasn't thinking very well or very much. This was deeply moronic and indefenseable. And I'm trying to say now how sorry I am sincerely. Entire -- in all seriousness. Above all, I am sorry to my wife and to family, but I'm also sorry to the people on the Zoom call."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Robby, I'll agree with Jeff Toobin on deeply moronic. He thought the excess -- it was excessive punishment for The New Yorker to fire him. Many critics including some privately at CNN saying why is the network bringing him back."
    },
    {
      "speaker": "SOAVE",
      "utterance": "Yes, this whole segment was very uncomfortable to watch. I don't enjoy watching people embarrass themselves. It was cringe humor at its worse. Look, I'm generally anti-cancel culture and for forgiving people. What he did was really bad but it's almost -- he's almost apologizing as if he committed murder or something. Like, what does it matter that he went -- that he did charity or therapy that has nothing to do with -- with the failing there? Yes, I think if this was anybody else, it probably -- he probably wouldn't have been forgiven and brought back. But I don't know. I guess I'm never too upset when we do actually choose to forgive people. It's just very selective who gets forgiven in this media environment."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Well, I'm not saying he should be banned for life. If CNN was going to let him back on the air, Marie, at least it was with a difficult interview in which he had to answer what were obviously for him, for us watching, uncomfortable questions."
    },
    {
      "speaker": "HARF",
      "utterance": "So awkward for everyone. And look, they had to ask him the questions. I'm glad they didn't just bring him back on air and have him talk about the Supreme Court. That would have been weird."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "HARF",
      "utterance": "But I think Robby -- I think Robby is right. We don't know -- we haven't figured out in this country yet how to adjudicate when people get to rehabilitate themselves. Do they get to come back into public life in some way? Yu know, he got fired from The New Yorker where the incident happened. He took seven months off from CNN. And so, I think it's a really interesting question and I think the bottom line to all of this is that we can all hopefully agree that soon we don't have to do Zoom calls anymore. We can see the end of the --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "HARF",
      "utterance": "-- the light at the end of the tunnel here and, you know --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "That would be good."
    },
    {
      "speaker": "HARF",
      "utterance": "-- this is one of those COVID year crazy things that happened that I never want to have to think or talk about again, quite honestly."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. We'll grant your wish. Now A New York Times editorial writer --"
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- and MSNBC analyst Mara Gay drawing flak for what she described on air about a trip to Long Island. Take a look."
    },
    {
      "speaker": "MARA GAY, ANALYST, MSNBC",
      "utterance": "I saw, you know, dozens and dozens of pickup trucks with, you know, expletives against Joe Biden on the back of them --"
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Yes."
    },
    {
      "speaker": "GAY",
      "utterance": "-- Trump flags, and some cases just dozens of American flags which, you know, is also just disturbing because essentially the message was clear, it was this is my country, this is not your country."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Yes."
    },
    {
      "speaker": "GAY",
      "utterance": "I own this."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "So, Robby, seeing a bunch of American flags disturbed her?"
    },
    {
      "speaker": "SOAVE",
      "utterance": "Yes, I think this is a bad tactical move for someone who wants to oppose and fight racism to associate racism with the American flag which is just a very everywhere kind of symbol, you know, every -- that everyone regardless of ideology for the most part, I guess maybe not the extreme progressive left, really wants to embrace. So, then you end up casting more people as racist, you make your problem worse and you make everyone else people uninterested in solving racism because you've like associated it with the DNA of the country. So, it just seems like an unhelpful even from a strategic tactical perspective way to talk about racism and I suspect it was a big mistake."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Marie, Mara Gay has not defended herself but the New York Times did, saying these were bad faith arguments taken out of context, her argument was that Trump and many of his supporters have politicize the American flag. But that's not what she said. And don't even Trump supporters get to display the flag that we all love."
    },
    {
      "speaker": "HARF",
      "utterance": "Well, I do think some of the media coverage on the right particularly was bad faith. Look, there is a question in this country, I have encountered it, where people on the right accuse me, as a Democrat, of not being patriotic. They say they own patriotism. They own the flag and they get to decide what that means. Did she perfectly give voice to that concern that many of us have? No, of course, it wasn't perfect. I don't think that she was saying American flags in and of themselves bother her. But I do think she should probably clarify it a little bit. Because some of the media response was in bad faith. I do think the Trump supporters --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK."
    },
    {
      "speaker": "HARF",
      "utterance": "-- many of them I've encountered, seem to think they get to define what patriotism is. We should have that conversation not in a bad faith way in the media."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. In good faith, I thank you both. I think it would be good if she spoke out on her own behalf."
    },
    {
      "speaker": "HARF",
      "utterance": "Thanks, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Still to come, a look at the coverage of that Senate report on the awful events of January 6th."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "When two Senate committees did a rare thing, issued a bipartisan report on the law intelligence failures surrounding the capitol riot, some in the media critique the substance of their findings, but others were upset that the report basically sides tape -- sidestepped their favorite target, Donald Trump."
    },
    {
      "speaker": "DON LEMON, HOST, CNN",
      "utterance": "No mention of insurrection. No mention of what the then president did to incite it. No mention of his lie and the right-wing media that promoted it."
    },
    {
      "speaker": "CHRIS CUOMO, HOST, CNN",
      "utterance": "But what about his culpability. What about mentioning him? He's in the report. Plenty. But he is never identified of a source of any of the fomenting that led to that day."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now, Mike Emanuel, Fox News chief Washington correspondent. Mike, let's start with this. I don't know if the coverage fully captured how massive the intelligence failures were here. I mean, come people were posting online, bring guns. And some were like well, it happened back in January and it's kind of old news, let's move on."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF WASHINGTON CORRESPONDENT",
      "utterance": "Yes, Howie, you're exactly right. Nearly 100-page report and in it basically saying that there were at least some elements of capitol police that were aware that this was being planned in plain sight on social media --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Wow."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "-- with maps and tunnels and all sorts of things and it just didn't get to the proper leadership, at least that's what we were led to believe and so there's been a huge shakeup in terms of leadership on Capitol Hill. But a pretty blunt report in terms of intelligence failures and also leadership failures in terms of securing the United States capitol leading up to the January 6 attack. And then during the actual attack, a breakdown in terms of a plan of how to get a handle on things and a lack of communication from top leadership to rank and file officers who were taking a beating there on the frontlines."
    },
    {
      "speaker": "KURTZ",
      "utterance": "What about the insistence of pundits, we saw a couple saying well, you know, it doesn't really mean anything, why wasn't Trump in the report. We did it in Trump's role. I'm not saying that Donald Trump's role on January 6 isn't important but if it had been dealt with in this context it would have produced more partisan sniping."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Well, you're absolutely right. I mean, the bottom is they stayed focused on the security angle, they stayed focused on finding leadership failures but bringing the former president into it would have made this a very partisan thing and you likely would have had one party walk away and then it would have been a Democrats only report and then there would have been less value in that. And so, they stuck to what led to January 6th, what happened January 6th, why it took a while to get military presence there. There are people at the Pentagon who were concerned about it looking like they were being heavy handed with American citizens --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, the optics."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "-- on the lawn. Yes, so there were a lot of optic concerns and that's something you deal with when you're protecting the United States Capitol."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. Well, what happened was something far worse than poor optics."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Sure."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Are you -- is it striking to you in this era of deep polarization at odds on so many issues, the riot, election, voting rights, and all that, that Republicans and Democrats on these committees were able to sign onto to a truly bipartisan report."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Yes. I think that was a big moment. Because, I mean, we're looking at every funding deadline basically these days, you're wondering whether they're going to shut down the government because the two parties just don't agree on much of anything these days. And so, when you're talking about a serious matter like that, that an institution of the United States government was under attack and they produced 100-page report and they came out with serious findings that may not have been everything that some folks wanted but it was very serious report and both sides were able to sign off on it. I think that was actually an encouraging moment at a time when things are hyper partisan, hyper polarized on Capitol Hill."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Good point. A serious report, and it's a chilling report in many ways. Mike Emanuel, always good to see you, thanks."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "KURTZ",
      "utterance": "One more for you, how I'm not safe, journalists aren't safe, even the president isn't safe from Washington's disgusting cicadas."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "This is a Fox News alert. President Biden and the first lady arriving at Windsor Castle to meet with Queen Elizabeth. We see them coming out right now. Fox will have continuing covers of the trip all day long. Talk about buzz worthy. I've been battling these horrible cicadas I took that picture on my street. They're all over the street. They're deafening. And when I'm playing tennis, I keep swinging at one of the disgusting bugs while trying to hit the opponent's ball. The White House press playing for Joe Biden's European trip, his trip was grounded when cicadas got into the engine. And reporters like Politico's Manu Raju and Fox 5's Evan Lambert here in D.C. try to do live shots, well, it's hazardous duty. And the invasion has even victimized the president of the United States."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "Watch out for the cicadas. I just got one which got me."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Nobody is safe, at the cicadas only emerged from the ground once every 17 years because Washington is getting dysfunctional. So how can anybody really tell the difference. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We hope you'll like us on Facebook and check out our conversations on Twitter. And you can listen to my podcast Media Buzz Meter at Apple iTunes or on your Amazon device. Lots of places to get it. We got everything in including the bugs. That was my personal goal was to share the cicada crisis we've got killing (ph) those things over. See you next week with the latest BUZZ. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}