{
  "date": "June 18, 2017",
  "headline": "Jay Sekulow on reports Bob Mueller has widened investigation",
  "subHeadline": "Chief counsel for the American Center For Law & Justice and a member of President Trump's legal team responds to developments in the special counsel's probe of Russian interference in the 2016 presidential election",
  "url": "https://www.foxnews.com/transcript/jay-sekulow-on-reports-bob-mueller-has-widened-investigation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I’m Chris Wallace. The political rage in America escalates, leading one man to violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALI., MINORITY LEADER",
      "sentences": "It takes some kind of stamina to keep your thoughts together and I very worried about his fitness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We are not allowed to punch back anymore. I love the old days. Do you know what they used to do with a guy like that in a place like this? They would be carried on a stretcher, folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RODNEY DAVIS, R-ILLINOIS",
      "sentences": "This political rhetoric and political discourse that has led to hate, has led to gunfire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We’ll discuss how the partisan climate has grown so toxic and what politicians in the media can do about it -- with one of the survivors of the shooting, Republican Congressman Rodney Davis, and with Democratic Senator Amy Klobuchar. Then, President Trump confirms he is now under investigation as the special counsel broadens the Russia probe to look into possible obstruction of justice. We’ll discuss the potential case against the president and his defense strategy with jay secular, a member of his legal team.  Plus, President Trump announces a rollback of the Obama administration's opening to Cuba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Effective immediately, I am canceling the last administration’s completely one sided deal with Cuba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We’ll ask our Sunday panel if the new policy goes too far, or not far enough. And our power player of the week, one man's journey bringing comfort to foster children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A child deserves to own something that's brand-new that belongs to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All, right now, on \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Hello again, and happy Father's Day from Fox News in Washington.   The nation's capital is still shaking from this week's attack where a gunman opened fire on Republican members of Congress during a baseball practice. House Whip Steve Scalise has been upgraded to critical condition to serious after several operations. And on both sides of the aisle, officials are asking how they contributed to the toxic political climate and what they can do to change it. Democratic Senator Amy Klobuchar joins us in a few minutes. But, first, from Springfield, Illinois, Congressman Rodney Davis who was on that field during Wednesday’s shooting.  Congressman, first of all, and most important -- how are you? Four days after the attack, how are you doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "You know, Chris, it's still pretty surreal. I can tell you that this is the best Father's Day I’ve ever had, to be able to come back home and see the outpouring of care and support from the people that know me best, including my family. It's just been a really humbling event and very memorable for me and my family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Have you gotten over it in an emotional sense or are you still in shock?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "You know, people tell you how you are supposed to feel, but it never seems that you do. I mean, I still sense normalcy. There are times when I’m probably a little more agitated, there are things that I’m going to do differently in my life and in my workplace to ensure that we probably put security more as a priority than we had in the past, and it's a sad state to be in when you just woke up a few days ago, got in the car, went to a baseball field to practice for a charity game and the next thing you know, bullets are flying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to take you back to just after the shooting. Here you are, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "This political rhetoric and political discourse that has led to hate, has led to gunfire. I called my wife and my children immediately when I got a hold of a phone, I told them I love you, and dad’s OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman, you said that you were at your breaking point and to call this an act of political, rhetorical terrorism. Now that you've had a few days to think about it, what do all of us, politicians and media, what can we do to change it and frankly, how long do you think that new leaf (ph) will last?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Well, I may have made it too complicated, Chris. I want to change that to just political terrorism, because obviously, the evidence from the shooter, this maniac who began firing at all of us shows that he turned his religion into politics, and when somebody turns their religion into politics, they are no better than anyone else who hijacks a religion and tries to indiscriminately kill innocent people.  That's what we experienced that day and I thank God every day those two Capitol policemen, Agent Bailey and Agent Griner were there to save us all. I hope and prayed that we can take this day, this day, this tragedy that could have been much, much worse and turn it into an opportunity to come together as Americans because no one -- I don't care what side you are on -- no one deserves to have the violence that we all experienced just four short days ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In 2011, after Congresswoman Gabby Giffords was shot in a shopping center outside Tucson, President Obama made a similar appeal. Take a look, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "sentences": "It's important for us to pause for a moment and make sure that we are talking with each other in a way that appeals, not in the way that wounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Congressman, as you know all too well, since then, the political discourse in this country has only gotten worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "You know, it has, Chris, and the polarization has seemingly continued to rise on both sides and creating the fringes on the right and the left. And that's why since I’ve been elected to Congress, I’ve tried to be somebody who talks about bipartisanship, who actually has a record of bipartisanship. And now, I want to stand up and ask the American people, those of us who are the majority in this country, who want Republicans and Democrats to work together, let's stand up to the hate on both sides, let’s stand up to the rhetoric that we see that lead to this polarization that led to bullets being fired at a baseball field just a few days ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Final question, there's been a lot of talk about beefing up security for members of Congress, even talk about members like yourself being able to carry your own guns for self-protection. How do you think we can balance on the one hand the fact that you want voters to have access to you, but on the other hand, you need to be protected?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Well, that's a debate that we are going to continue to have. But I think it's an important debate to have. And, Chris, I want to tell you and all of your viewers that I was cleaning out my baseball bag a couple -- the day after the shooting, after we played our congressional baseball game for charity. And as I pulled something out from the area where you store your bats, I saw something drop on the ground, and here it is today, Chris. This is a piece of shrapnel from a madman who came to politically kill innocent people.  This is the reminder that all of us have that we have to take a step back in this country, we have to tone down this rhetoric and we’ve got to come together as a nation, as Americans, and say enough is enough. I thank you for having me on, too, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I thank you for that message, sir. Thank you. Thanks for your time. I know this will be a special Father's Day for you and your family, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVIS",
      "sentences": "Yes, it will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And joining us now for Minneapolis, Democratic Senator Amy Klobuchar.   Senator, I want to start with the town hall last month in North Dakota where one voter confronted Congressman Kevin Cramer about the effort to repeal and replace Obamacare. Here it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A question, answer yes or no: will the rich -- shut your mouth -- will the rich benefit from -- if the health care is destroyed, do the rich get a tax cut, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN CRAMER, R-NORTH DAKOTA",
      "sentences": "Of course not!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It was the same back in 2010 when Republicans, members of the Tea Party, were going after Democrats for trying to pass Obamacare in the first place. Has our politics gotten out of control, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINNESOTA",
      "sentences": "Thank you for that question, Chris. And I, first of all, want to say I’m so pleased by the words from Congressman Davis. I’m glad he’s safe. I’m so glad Representative Scalise that his condition is improving.   And I do think that the language, the rhetoric on both sides has gotten out of control. And as you know, it is on both sides.  I’m someone that believes you have to treat people civilly, but you can disagree, and that courage is truly not whether you are going to yell at someone in the middle of an empty chamber, but whether you are willing to stand next to someone you don't always agree with for the betterment of this country. And that means finding common ground and higher ground. I think Senator Enzi of Wyoming, a Republican, who has said, you know, we disagree on a lot of things, but we can agree on about 80 percent of the things 80 percent of the time. And so, trying to find those areas, whether it’d be funding for roads and bridges, whether we need to upgrade that, whether we’d be looking for ways that we can all say, you know, not everyone needs a four-year degree. Let's get more kids into jobs where we have openings and give them those skills.  I think there are areas where we can find common ground, and that's what I’ve tried to do in my work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But part of the problem, Senator, is we seem to be in a vicious cycle. Back in 2010, Democrats passed Obamacare without a single Republican vote. This year, Republicans seem to be trying to pass and replace without a single Democratic vote.  How do you stop the vicious cycle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Well, you can start right now. As you know, the American people would really like to see us work together on health care and there were plenty of changes that we need to make to the Affordable Care Act, like bringing the prices of prescription drugs down, bills that I have with Senator McCain and Senator Grassley, two Republicans, as well as work we should be doing to make sure the exchanges are strong. But doing this behind closed doors is actually not what we did with the Affordable Care Act.  So, I’m hopeful this would be an opportunity, given what we are seeing across the country with the prices of prescription drugs, where we could work on that together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, look, let --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "And I found common ground -- go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me just ask you a question about that, and, you know, part of this is both sides got to admit they’re doing some things wrong. Having Democrats held up an awful of Trump nominations. I know some of them are conservatives, but some of them are well within mainstream. I saw an item today that the average wait between nomination and confirmation for George W. Bush and Obama was a couple of days. For Donald Trump, it has been 25 days, the average wait, the delay. Hasn’t -- would you agree that your party is guilty of some obstruction here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "I’m not saying we are perfect throughout time, but I do know that all of his cabinet nominees are now in place, that they have been voted on, some with significant Democratic support. And that also now, we are working down to the next level. And they’ve actually been well reported, haven't put people up for a lot of those positions.  When they come up, especially in the military area, the security area, we try to move quickly on those. So, we need to do what we can to fill those positions. But again, the president has to govern, and not just squander those moments away when he sends out tweets at 7:00 in the morning, because I do think there are many of us that want to govern, that believe we’re out of a crisis in the economy, we are at a time of opportunity. So, let's use that opportunity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I’m going to get to those tweets in a moment. But generally, after an attack like this, Democrats are quick, and you in some cases have been quick to talk about gun control. This time, almost all Democrats including you have been silent about tougher gun controls, how come?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Well, I think, first of all, this was a man with severe mental illnesses. We don't know all the facts here. Yes, we came together with Republicans like Pat Toomey of Pennsylvania and said we should have better background checks. We did that the last time after Sandy Hook, we were unsuccessful. But I think what we need to look at, of course, I’m ranking on the rules committee, we should be looking at security, how we can beef up security at events like this, and in the capital. But the bigger lesson from this comment to me, is that I hope people, just like they did on that baseball field, I was there with a 25,000 people that joined in, all four letters were out on the field actually looking like they liked each other.  At the end when, the Democrats won the game, they gave the trophy to the Republicans and ask them to put it in Representative Steve Scalise's office. We need to take that spirit and go from two teams to one team for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to ask you as a member of the Senate Judiciary Committee, you mentioned tweets and I want to ask about President Trump's tweet on Friday. Let's put it up on the screen. I am being investigated for flying the FBI director by the man who told me to fire the FBI director. Witch hunt. Question: do you believe the president is trying to get rid of Deputy Attorney General Rod Rosenstein and perhaps also the special counsel Robert Mueller?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Well, I hope not. Speaker Ryan, Speaker Ryan, has given him the advice to let the special counsel do his job, and as a factual matter, Rod Rosenstein has told the Senate in a briefing and he said we could say it publicly that the president had made up his mind already to fire Jim Comey before he even wrote that memo. And then, finally, these tweets, Chris, these tweets, really every time one goes out, it does squander this moment of governorship. I think that there are areas we can come together with the administration, with Republicans, including things like infrastructure, things like doing something on workforce training, doing something on tax reform, but it's going to be really hard to do that when those tweets come out at 7:00 in the morning and then the whole focus of Washington and the country is on what the president said last time. So, let's use this moment to govern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Final question, if the president does go ahead, and there are some talk about firing Rod Rosenstein, or firing Robert Mueller, what would the reaction be in Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "I think that would be -- to use Lindsey Graham’s words -- a disaster, because Mueller is just starting to do his work, the chips will fall where they may. This is about a foreign government, the country of Russia, trying to influence an American election. As Marco Rubio himself has said, this time, it was one party, one candidate, next time, it will be another.  So, we need to figure out what happened and then move forward together as a country. And the president should not be firing the man Rod Rosenstein, who was in fact the person that was appointed by George Bush, has served valiantly as a U.S. attorney and is simply trying to do his job. Bob Mueller, former FBI director, strongly supported by Republicans in the past, let them do their work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator Klobuchar, thank you. Thanks for joining us. Always good to talk with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Happy Father's Day, Chris! Thanks for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thank you. Thank you. Remember to get your kids to call their dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Yes, that's a very important thing, I’m texting my daughter after we stop and reminding her to do the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, maybe she watched the show. So, maybe you won't need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "Yes, exactly, if she’s awake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we’ll bring in our Sunday group to discuss calls for unity here in Washington and how long they will last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Chilling footage from Wednesday's attack on the GOP congressional baseball practice that left four people shot, including a member of Congress and the gunman dead. And it’s time now for our Sunday group. FOX News senior political analyst Brit Hume, columnist for The Hill, Juan Williams, Julie Pace, the new Washington bureau chief for The Associated Press. Congratulations, Julie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There’s applause. But yes, anyway, Washington Examiner contributor Lisa Boothe, does deserve applause.  Brit, obviously nobody can directly link this attack, the actions of a deranged man to the political climate in Washington, but why have things turned so venomous here over the years, and is there any way to stop it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Well, I want to say, Chris, I think that Congressman Davis had it part right and part wrong because I think the poisonous political climate and the poisonous language with which people who disagree speak of each other is as much -- and the attitudes on Capitol Hill, as much a reflection of what's in the country as they are a cause of it. And we hear people speak of each other today in Twitter, in political debate in a way that never used to be the case to this extent. People don't really disagree, they think the other party, the other side is evil and must be stopped. This is really something new. We need to keep a civil tone and America and recognize humanity and the decency of the other side. And what we have is the most vicious sort of name-calling and it doesn't help from the president, who were certainly been a victim of this himself, adds to it with the force of his own rhetoric. People, you know, you've got Lyin’ Ted and Crooked Hillary and bad people he says are investigating in. So, it all feeds and it contributes to this climate of rage and hate of the two political viewpoints that predominate this country. It's poison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, I want to pick up on that because there was a very interesting story in The New York Times this week, where they -- there was a study was done and it found that people in the two political party, I’m not talking about politicians now, I’m talking about people, voters. They used to basically have no use for each other. Now, they hate each other. Now, I mean, there is -- it was a thermometer from one to 100 in your feelings, and the average now was zero. That's how ice cold their feelings are for people of the other party.  And I guess the question is, how do you change it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, I think you have to understand that the confirmation bias that exists in terms of media content, where you get your information from and are you living in a bubble, it's almost become secure in this area of the Internet that people look for points of view that affirm their pre-existing prejudices. Friday was the anniversary of Lincoln’s famous \"House divided against itself cannot stand\" speech. I feel like we are in that moment. This is one of the most divided moments, by that measure in The New York Times you talked about, but just by living in this community that I’ve ever experienced in all my years in Washington. You know, the part that is so, I think, damning was spoken by Jim Mattis, the defense secretary, recently. He was asked what worries him the most. He didn't say any military enemy. He said it was the divisions among us as Americans, the failure to talk, to listen, to be able to compromise and some solution. He said we can't go on like this because what we fight for in the military are American principles and values, and yet those are shattered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump made several appeals this week for unity. Here was his weekly address.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Though we have our differences, what unites us is so much stronger: our love of our country, our devotion to its people. Now more than ever, these values must guide us and bring us closer together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Julie, did they feel any responsibility in the White House? Did you hear any talk about that for this division? Obviously, it didn't start with Donald Trump, but I think as Brit would say, a number of people would feel that he has added to it. And is there any sign that the president, through all of that talk, intends to dial back his rhetoric?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "Well, I think if you look at the way the president handled the immediate aftermath of the shooting, his remarks not only there but also in the diplomatic room just hours after this happened, it was measured, it was responsible, it was sober. And then you look at some of his tweets, and he's going back to calling Hillary Clinton Crooked Hillary. I -- this is just part of his persona. He does not seem to believe that any of the rhetoric that we've heard from him both during the campaign and as president has contributed to this heightened sense of tension that we have between these parties. I don't anticipate that you are going to see a dramatic shift from him. Though, again, I do think that he handled the immediate aftermath in a very responsible way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, we should point out there's plenty of blame to go to both sides because on the other side, you got that tasteless -- on the left there, you can see photo op by Kathy Griffin, not funny. And then you also have a production of the Julius Caesar, Shakespeare in the Park in New York City were Julius Caesar, as you can see it looks just like Donald Trump. I mean, there's plenty of hate on the left as well, isn’t there, Lisa?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA BOOTHE, WASHINGTON EXAMINER CONTRIBUTOR",
      "sentences": "Yes, there absolutely is. Look, you had members of Congress who are on the field being shot at in the aftermath calling for unity, yet when I question the sincerity of some on the left of their calls for unity.  The day after the shooting, Nancy Pelosi when asked if the political culture -- our coarsened political culture, if it was equally affecting the left in the right, proceeded to attack Republicans going back to 1990s, calling them the sanctimonious Republicans, accusing the president -- mind you, this is the day after a known Bernie Sanders supporter, with a list of Republicans to assassinate in his pocket proceeded to carry out that exact thing. This also comes on the heels of October 2016. A GOP office firebombs. February 2017, a 71-year-old staffer of Dana Rohrabacher knocked unconscious. May 2017 --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I know. We can point to all those. We can also point to Gabrielle Giffords being shot, a Democratic congresswoman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "But there is no known link between the shooter and the Tea Party. Yet, you even have The New York Times editorial board last week --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Are you really suggesting it's all on one side?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "No, I’m not saying that. But I’m saying that when posed this question by Minority Leader Nancy Pelosi, the simple answer would have been yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Chris, these are politicians, they lead to some extent, but they also follow. And the divisions that you see play in Capitol Hill and elsewhere in this town, the White House as well, are a function of the sentiments of constituents. That's why, for example, you don't have any real effort to make a deal on Capitol Hill on the part of Democrats with Trump, with whom they might be able to, it's because their constituents think Trump is utterly evil and unsuited for office, and they don't want any part of him and they don't want anybody who represents them to have any part of it. That is part of -- that is a reflection. The causes of that go much deeper. But it’s not -- the leaders can lead and it takes a great one to lead us out of this, if that's going to happen. But they are also a following and it's the broad climate of the country on both sides that is responsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. We have to take a break. We’ll see you all a little later. Up next, the president tweets he is under investigation. A member of Mr. Trump’s legal team joins us live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, President Trump rolls back the Obama opening to Cuba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We challenged Cuba to come to the table with a new agreement that is in the best interest of both their people and our people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We’ll ask our panel if the president's decision will push the Castro regime to compromise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "A look outside the beltway at Erin Hills in Wisconsin, where the world's top golfers are competing in today's final round of the U.S. Open. The investigation into possible links between Russia and Trump associates and whether the president has tried to shut down that probe took some dramatic new turns this week. Joining me now is Jay Sekulow, a member of the president's legal team.  Jay, I want to start with the president's tweet Friday that I discussed with Democratic Senator Amy Klobuchar. Here it is again: I am being investigated for firing the FBI director by the man who told me to fire the FBI director. Witch hunt. Has the special counsel, Robert Mueller, formally notified the president that he is under investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY SEKULOW, TRUMP LEGAL TEAM",
      "sentences": "The president has not been notified by anyone that he’s under investigation. That tweet, Chris, was in response to The Washington Post story that alleged that five unnamed sources, anonymous sources, leaked to The Washington Post that the president was, in fact, under investigation. So that tweet was in response to that. There’s been no notification of an investigation. Nothing’s changed since James Comey said the president was not a target or subject of investigation. Nothing’s changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, but you don't know that he isn't under investigation now, do you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Well, no one’s notified us that he is. So I -- I can't read people's minds, but I can tell you this, we have not been notified that there's an investigation to the president of the United States. So that -- nothing has changed in that regard since James Comey's testimony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I want to go after another part of this tweet. Why is he going after Deputy Attorney General Rod Rosenstein. First of all, he seems to imply that Rosenstein is investigating, and that's not true. It Mueller. And, secondly, he made it clear in an interview with NBC that -- that he decided to fire Comey well before he ever met with Rod Rosenstein. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I was going to fire regardless of recommendation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS",
      "sentences": "So (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He made a recommendation. He’s highly respected. A very good guy. Avery smart guy. The Democrats like him. The Republicans like him. he made a recommendation. But regardless of recommendation, I was going to fire Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to ask you a direct question, does the president think that Rod Rosenstein has done anything wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "The president has never said anything about Rod Rosenstein doing anything wrong. Here's what -- what is the legal situation here. There is a constitutional issue when you have this scenario. The president made a determination based on consult of advice. He decided ultimately. He’s the commander in chief. He gets to make that decision that James Comey had a go. That was coming, by the way, from groups right, left, and center over the last year. You -- you and I know that. So there had been concern about James Comey. It was put forward in a memorandum -- that's what the president's referencing -- from the deputy attorney general and the attorney general requesting the removal of James Comey as the FBI director. And, ultimately, that's the president's determination. So here's the constitutional threshold question, Chris. The president takes action based on numerous events, including recommendations from his attorney general and the deputy attorney general’s office. He takes the action that they also, by the way, recommended. And now he's being investigated by the Department of Justice because the special counsel under the special counsel relations reports still to the Department of Justice. Not an independent counsel. So he's being investigated for taking the action that the attorney general and deputy attorney general recommended him to take by the agency who recommended the termination. So that's the constitutional threshold question here. That’s why, as I said, no investigation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I -- what -- what -- what's the question (INAUDIBLE). I mean you -- you stated -- you stated some facts. First of all, you’ve now said that he is getting investigated after saying that you didn’t.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You -- you just, sir, that he’s being --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No, he's not being investigated!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You just said that he’s being investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No, Chris, I said that the -- any -- let me be crystal clear so you -- you completely understand. We have not received nor are we aware of any investigation of the president of the United States, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Sir, you just said two times that he's being investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No. The context of the tweet, I just gave you the legal theory, Chris, of how the Constitution works. If, in fact, it was correct that the president was being investigated, he would be investigating for taking action that an agency told him to take. So that is protected under the Constitution as his article one power. That's all I said. So I appreciate you trying to rephrase it, but I’m just being really direct with you, Chris. This is -- let me be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, I -- I -- sir, I didn't rephrase it. The tape will speak -- Jay, the tape will speak for itself. You said he is being investigated. And it’s not that big --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Chris, he is -- just -- no, Chris -- that’s (INAUDIBLE) unfair, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait a minute -- wait a minute. Jay, and it’s not -- Jay, it's not just being investigated for firing Comey. There's also the question of what he said to Comey when Comey was still the FBI director. So there's more than just the fact that he fired Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "He -- Chirrs, let me be clear, you asked me a question about what the president's tweet was regarding the deputy attorney general of the United States. That's what you asked me. And I responded to what that legal theory would be. So I do not appreciate you putting words in my mouth when I've been crystal clear that the president is not and has not been under investigation. I don't think I can be any clearer than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, you don't know that he's not under investigation again, sir. I mean you might --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "You know, I can't read the mind -- you’re right, Chris, I can’t read the minds of the special prosecutor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, then, good, OK, so we’re in agreement, you don't know whether he’s under -- you don’t know whether he’s under investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "But I have not been notified. No one has been notified that he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You don’t know whether he’s under investigation or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Chris, I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The question I'm asking you is, does he think that Rod Rosenstein -- it's a very simple question -- does he think that Rod Rosenstein did anything wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "The president has not expressed any opinion about Rod Rosenstein.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does he think that Robert Mueller has done anything wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "First of all, he has not said anything about Robert Mueller. And, Chris, let me say something here. You’re asking me if I had a conversation, which I have not had, about Robert Mueller with the president of the United States on -- or anyone else for that matter. I can't discuss that and would that with you. Unlike James Comey, who leaks information to the press, I actually respect the attorney-client privilege. Apparently he did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does the president believe -- well, you’re speaking for his legal team, so you’re out here to represent him and tell us what the president’s belief is, is that correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No, I'm out here to tell you what the facts are and the legal issues are. I'm not to tell you what the beliefs are. I'm not the client’s conscience, I’m his lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I understand that and the -- and the client -- have you spoken the -- have you spoken to the president at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Yes, but I'm not going to discuss those conversations with you. Those are privileged under the attorney-client privilege.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I assume that if he asked you to say something, for instance, Marc Kasowitz said all kinds of things about -- after Comey's testimony. I assumed he was speaking for the president",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Marc Kasowitz made a general statement to the press after the testimony of James Comey. That's what that was about. This -- you’re asking me now questions about what people are thinking in their minds, which I don't read minds, and you’re asking me also what I may or may not have had a conversation with the president about and you understand this. I respect the attorney-client privilege, unlike James Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "I want to be real clear on that too. I'm not going to give you conversations I've had with -- have or have not had with the president of the United States. So when I’ve had conversations with the president of the United States --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I -- your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "As his lawyer, it's privileged, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does the president think that Rosenstein, because you talked about this constitutional theory that he took action, that's on the advice --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Although he says he didn't take it on the advice of Rosenstein, does he think that Rosenstein should recuse himself, and is healing the groundwork to fire Rosenstein and Mueller?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "I’ve had no conversations and I’ve heard nothing without that at all. Nothing. I think this -- Chris, this points out -- let me tell you one thing quickly about the constitutional theory, as you called it. It's actually called the Constitution. You know, the president has certain (INAUDIBLE) authority under the Constitution. It’s --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, you called it the constitutional theory, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Yes, it is a constitutional theory based on the Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Not so-called. It's the constitutional theory. It’s part of the Constitution. The president has inherent authority. Here's what you're trying to -- here’s what you’re trying to do, Chris, and I appreciate that you’re -- you’re trying to push back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, now you’re reading minds again. Now you’re reading minds again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "No, Chris, I deal with fact and law. You were asking me to read people’s minds. That I don’t do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, don't tell me what I'm trying to -- well, don’t tell me what I’m trying to do because you don't know what I'm trying to do. Actually, what I'm trying to get is a straight answer out of you. Let me ask you this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Yes, well -- sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As a matter of law, does the president think that he can be indicted under the Constitution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "The president -- I haven't had that conversation with the president, but the president can't be indicted under the Constitution of the activity alleged in something like this. Of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Because there's not an investigation. And there’s -- there’s no (INAUDIBLE) against the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, you don't know whether there’s an investigation. Oh, boy, this is weird. You -- you don’t know that there’s -- whether there’s an investigation. You just told us that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Chris, you’re asking me to speculate -- so then what you’re asking me to do is to speculate on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And it would matter. I'm asking you as a matter of law, not whether there's an investigation. Does the president think he can be indicted as president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "For -- for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's a constitutional issue, isn’t it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "For obstruction of justice? No, the Constitution’s --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, for any of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Now, Chris, you know, let's -- let’s be realistic here. You know what the -- the answer is. Can president be indicted for obstruction? You know what the position has been at the Department of Justice since the 1970s and again stated in 2000. That's not what president -- that’s now how you engage a president. There’s a political process if somebody did something wrong. You’re talking about -- you’re conflating a constitutional process, criminal law, with an issue of political consequence. So I am his lawyer. I’m not his political advisor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator Dianne Feinstein, a top Democrat on the Senate Judiciary Committee, responded to the president's tweet this week with this statement. \"The message the president is sending through his tweets is that he believes the rule of law doesn't apply to him and that anyone who thinks otherwise will be fired.\" Is she wrong, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Yes, she's wrong. First of all, Dianne Feinstein also called for an investigation of James Comey and Loretta Lynch for that whole episode regarding her engagement and calling it a, quote, \"matter,\" not an \"investigation.\" But with regard to this particular issue, I mean the tweet -- there's nothing illegal or inappropriate about the tweet. If the tweet came on the heels of a Washington Post story that had five anonymous sources and didn't even identify the agency from which those sources came from, and that's what he tweet in response to. It's that simple, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Final question, the president just -- just added John Dowd, a high-powered Washington lawyer, to his legal team. Should we expect him to hire other criminal lawyers? And, in a sense, is he preparing for a potential legal battle here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Look, I mean John Dowd is -- is a legal legend, you know that, in -- in -- in the -- in Washington, D.C., and the president is doing the appropriate thing by hiring lawyers necessary, if there was to be an investigation, if there were to be an investigation, you have the lawyers in place. We’ve got a great legal team led by Marc Kasowitz. We’ve got John Dowd on the team. This is a solid team. Contrary to some of the press reports, a deep team, if necessary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you think -- I -- I -- I misspoke. I’m going to ask one more question. Because I'm not allowed to ask you what the president thinks, do you think that he should stop --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you think he should stop tweeting about this case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Look, I -- here's the thing on that. You know, people have been asking me that. Look, the president has changed the way in which engagement goes in -- I mean you've got great ratings, no doubt about it, Chris. But let's face it, the president speaks to 107 million people through his social media platforms. He revolutionized the election process by utilizing media in a different way. So I -- I think, look, the president knows the effectiveness of social media. He’s been very effective at it. Again, I’m his lawyer, I deal with the issues. Nothing that he's tweeted is causing me any issues whatsoever at this point. Nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jay, thank you. Thanks for coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Thanks, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It’s always -- it’s always interesting to talk to you. Please, come back, and we’ll --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Thanks, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We’ll continue it and maybe this time we’ll get on this -- you know what, be here in studio and we can stay on the same wavelength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, sir --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Happy Father's Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Happy Father's Day to you too, sir. Up next, we’ll bring back our Sunday group to discuss the latest development in the special counsel's investigation. Plus, the president rolls back Mr. Obama's Cuba policies. What would you like to ask the panel about the reversal? Just go to Facebook or Twitter @foxnewssunday, and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL RYAN, R-HOUSE SPEAKER",
      "sentences": "I think the best thing to do is to let Robert Mueller do his job. I think the best vindication for the president is to let this investigation go on independently and thoroughly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "House Speaker Paul Ryan, one of a chorus of Republican leaders wanting President Trump not to fire the special counsel who’s investigating links to Russia and a possible attempt to obstruct justice. And we’re back now with the panel. Julie, you’ve got quite a story out this week from AP saying that the president feels increasingly under siege about the investigation and is now taken to yelling at the television when he sees coverage of the investigation. What -- what can you tell us about what the president’s mood is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "Well, the president increasingly sees himself as a victim of a politically motivated attempt to undermine or perhaps end his presidency. And what really seems to have him frustrated, according to sources --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "you could argue that he's right about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "You -- you could, except that this investigation is going to go on, whether he feels that way or not. And -- and one of the things that his associates, his advisors say is that he's frustrated because he doesn't have the ability to control this. So you see him lashing out in these various ways on Twitter. He is consumed by the coverage of this investigation and he watches it in real time. From the minute he wakes up until the minute that he goes to bed, he has the televisions on. He’s watching what’s being said about him, and it's really fueled this anxiety because, again, this is not something he's going to be able to control. This is something that is going to continue and -- and the tweets and his reactions to this seem to actually be causing the investigation to expand, not contract.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, I want to pick up on that. I mean there are two things that can both be true here, Lisa. One, it can be a witch hunt. It can be an effort by his opponents to bring him down. But you can also argue that he's made things worse. James Comey kept telling him he’s not under investigation, so he fire Comey. Now he is under investigation. And then there are those tweets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOTHE",
      "sentences": "I -- I think you're right. I think both of those can be true. And -- and, look, the president has every right to fire Comey. I think the problem was, one, the conflicting messages from the White House and then also the alleged conversations that happened between him and the FBI director. But if you’re the president, I actually think calling this a \"witch hunt\" is a smart political strategy because if you look at it from the sense of, OK, so you have the FBI director who The New York Times said made an extraordinary statement I think it was back in March announcing the fact that they were looking into Trump associates and the Russians in regard to Russia. So -- but, meanwhile, behind the scenes telling him that he himself is not under investigation, while everyone else is calling for impeachment from him. Then you of the former FBI director leaking memos, as he said, to force a special counsel investigation. When he took instruction from Loretta Lynch to call it a matter as opposed to an investigation, and now he's allegedly being looked at for obstruction of justice, despite what Senator Rich (ph) pointed out during -- when Comey testified at the Senate Intelligence Committee, nobody’s ever been prosecuted for using the word \"hope.\" So I think actually calling this a \"witch hunt\" is a smart, political strategy looking at all of those things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, enough about all of this, we’re going to talk about one of the real subjects affecting people's lives that -- that you all want to hear about. And I want to turn to President Trump announcing this week that he is partially rolling back President Obama's opening of diplomatic and economic ties to Cuba. Here he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "America has rejected the Cuban people's oppressors. They are rejected. Officially today, they are rejected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Brit, how significant is the president's decision really when you consider the fact that, yes, he is rolling back some things. On the other hand, the U.S. embassy in Havana is going to stay open, U.S. airlines, U.S. cruise ships are still going to be able to serve the island.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "What he did was he dialed back part of the -- of the outreach to Cuba, a signal, I think, to the Cuban-American community in Florida and elsewhere that he is with them and would like to see the Castro brothers done. There’s not -- not going to be any real detente between the U.S. and Havana, between Washington and Havana. But it -- but it -- you know, it was not a -- he called it a complete rollback, reversal. It wasn't really a reversal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We asked you for questions for the panel and we got this on Facebook from Pamela Murray, who writes, \"what benefit did we gain by changing the policies in the first place?\" Juan, how do you answer Pamela and -- and specifically the question of, after President Obama in 2014 had this opening, this -- this effort to reach out to the Castro regime, did they really release the -- you know, ease up on the repression, political repression in the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. Short answer to Pamela is no. The -- the thing is, you know, I’m going to say this on a very personal level. I was somewhat conflicted. I -- I was a critic of the Obama's rapprochement (ph) because to me my family had experiences in Latin America with these Castro-like dictators. It's not healthy. It’s repression. And a repression that leads to political prisoners, as you were describing. But the thing is, Chris, you have 50 plus years of failed U.S. policy with regard to Cuba that has not led to the release of political prisoner, increased human rights or even press freedoms in Cuba. So the idea that you would have -- and this is specifically an answer to Pamela -- an infusion of Americans with American values, American capitalism and American democracy coming into Cuba, challenging the way of life, giving people new reason for hope is, to me, a significant change. And one of the realities --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you agree that in the two and a half years that it was in place, it didn't actually change the way things were going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, it changed. I think the key -- if you care about the Cuban people, yes, there was change. If you care -- if you’re saying were prisoners released, did press freedoms increase? You -- no. But this is a slow and steady process and there was no change in the previous 55 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Chris, this has been an enduring debate as to how to deal with these dictatorial (ph) regimes. One theory holds that if you open commerce up, as we’ve done with China, for example, that eventually that will have a democratizing effect and will tend to diminish the repression. The results from China I think are mixed at best as to whether that's effective. It's worth -- it’s -- I think it was always -- it’s worth a try -- Cuba’s a somewhat different case because, you know, they have a -- have a -- have a 1920s economy there and -- and the early indications is once you just -- at least on the political repression, is that it has not ended. I think it remains to be seen whether the commerce will have the effect that we hope it will have, but -- but that’s -- that’s a long running debate and the -- and -- and there’s no certain answer to whether that works or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Julie, in the White House, how do the Trump officials, advisors, reconciled his call and his defense of human rights in Cuba with a few weeks back when he was in the Middle East, his silence on that issue when he was in Saudi Arabia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "It's a pretty jarring contrast. I was on that trip in Saudi Arabia and, you know, this is -- this is a country that other U.S. presidents have dealt with despite their pretty grim human rights record. So it’s not as though Trump is the first person to do it. But he completely ignored the human rights violations when he was on that trip, yet we hear him talking about Cuba and saying that this is a human rights issue. You can look at this two ways. You can say that this is cynical and this is just an attempt to try to roll back something that Obama did. Or you could look at people like Marco Rubio at some of these other lawmakers who truly do believe that this is a human rights issue and has been putting a lot of pressure on this White House to take this step.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "One important difference, Cuba’s an American adversary for sure. It has been forever. Saudi Arabia’s an ally and has been for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, but I think Cuba is our neighbor and we know, you know, they have been -- posed a direct threat to us going back to (INAUDIBLE) and the like. And it's time for change. The younger generation in Florida of Cubans, they’re -- they’re for Obama's plan. It’s the older generation that I think is still entrenched in the hatred, anger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, well, let’s not diss the older generation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "You’ve got to watch the meaning (ph) in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We’ll see you next Sunday. I’ve got to speak up for us. Up next, our \"Power Player of the Week.\" How a father is changing the lives of thousands of kids, one comfort case at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And now for a Father's Day story you will never forget. Here's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROB SCHEER, FOUNDER, COMFORT CASES",
      "sentences": "The only thing you should be using your trash for is to take trash out. And if you take a trash bag and give it to a child, what are we telling them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "We’re telling them that they’re worth no more than trash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Scheer, who spent eight years in foster care, wanted to send a different message. So in 2013, he started something called Comfort Cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "We wanted to make sure that they had more than a trash bag. So we give them a case with a brand-new pair of pajamas, a toothbrush, a bar of soap, a blanket and a book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "It makes a huge difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "The owner knew that I was homeless and so he would leave the outside bathroom door unlocked for me to sleep in at night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "Graduated from high school homeless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "Maya (ph) was four and her little brother Maky (ph) was two. We were told that the little boy was probably never going to speak and that if he did walk, he would walk with braces on his legs. He had such severe alcohol fetal syndrome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Three months later, they took in another pair of siblings, Greyson (ph) and Tristin (ph). It was while raising his new family Rob made a discovery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "A child deserves to own something that's brand-new, that belongs to them. This is what we’ve got to do. There are checklists that you will grab.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So Rob and Reece started Comfort Cases, organizing packing parties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "Are we having fun yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The first year they put together a couple of hundred duffel bags and backpacks. By last year, 25,000 to six states and D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "Thank you. Thank you. Thank you for coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Maya is now 13.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "She is amazing. She loves the charity. My son Greyson, who is ten, I always call him my spokesperson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But that's not where this story ends. Reece read that being around animals could help someone with Maky’s condition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "So three years ago we bought a farm and we bought a farm with goats and chickens. And we were barely getting by with Maky, and now, three years later, Maky gets on a school bus every single day and turns around and waves bye to his dads. Every single day Maky looks at me and for the first time last year said, \"I love you, daddy.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Rob cites shocking numbers. Three quarters of the people sent to prison have some link to foster care. More than 70 percent of foster children will become homeless. His goal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHEER",
      "sentences": "That every single child in foster care no longer carries a trash bag. But I really hope that we as a community realize that the over 400,000 children deserve the same thing that we give each of our children, and that's love. And that’s letting them know that they are wanted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We told you it was special. Scheer says Comfort Cases raised $100,000 last year and no one took a penny of salary. If you want to learn more, go to our website, foxnewssunday.com. And that's it for today. Have a Happy Father’s Day. For all you kids out there, especially mine, call your dad. And we’ll see you next \"Fox News Sunday.\" Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I’m Chris Wallace. The political rage in America escalates, leading one man to violence."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALI., MINORITY LEADER",
      "utterance": "It takes some kind of stamina to keep your thoughts together and I very worried about his fitness."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We are not allowed to punch back anymore. I love the old days. Do you know what they used to do with a guy like that in a place like this? They would be carried on a stretcher, folks."
    },
    {
      "speaker": "REP. RODNEY DAVIS, R-ILLINOIS",
      "utterance": "This political rhetoric and political discourse that has led to hate, has led to gunfire."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We’ll discuss how the partisan climate has grown so toxic and what politicians in the media can do about it -- with one of the survivors of the shooting, Republican Congressman Rodney Davis, and with Democratic Senator Amy Klobuchar. Then, President Trump confirms he is now under investigation as the special counsel broadens the Russia probe to look into possible obstruction of justice. We’ll discuss the potential case against the president and his defense strategy with jay secular, a member of his legal team. Plus, President Trump announces a rollback of the Obama administration's opening to Cuba."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Effective immediately, I am canceling the last administration’s completely one sided deal with Cuba."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We’ll ask our Sunday panel if the new policy goes too far, or not far enough. And our power player of the week, one man's journey bringing comfort to foster children."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A child deserves to own something that's brand-new that belongs to them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All, right now, on \"Fox News Sunday.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "Hello again, and happy Father's Day from Fox News in Washington. The nation's capital is still shaking from this week's attack where a gunman opened fire on Republican members of Congress during a baseball practice. House Whip Steve Scalise has been upgraded to critical condition to serious after several operations. And on both sides of the aisle, officials are asking how they contributed to the toxic political climate and what they can do to change it. Democratic Senator Amy Klobuchar joins us in a few minutes. But, first, from Springfield, Illinois, Congressman Rodney Davis who was on that field during Wednesday’s shooting. Congressman, first of all, and most important -- how are you? Four days after the attack, how are you doing?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "You know, Chris, it's still pretty surreal. I can tell you that this is the best Father's Day I’ve ever had, to be able to come back home and see the outpouring of care and support from the people that know me best, including my family. It's just been a really humbling event and very memorable for me and my family."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Have you gotten over it in an emotional sense or are you still in shock?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "You know, people tell you how you are supposed to feel, but it never seems that you do. I mean, I still sense normalcy. There are times when I’m probably a little more agitated, there are things that I’m going to do differently in my life and in my workplace to ensure that we probably put security more as a priority than we had in the past, and it's a sad state to be in when you just woke up a few days ago, got in the car, went to a baseball field to practice for a charity game and the next thing you know, bullets are flying."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to take you back to just after the shooting. Here you are, sir."
    },
    {
      "speaker": "DAVIS",
      "utterance": "This political rhetoric and political discourse that has led to hate, has led to gunfire. I called my wife and my children immediately when I got a hold of a phone, I told them I love you, and dad’s OK."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman, you said that you were at your breaking point and to call this an act of political, rhetorical terrorism. Now that you've had a few days to think about it, what do all of us, politicians and media, what can we do to change it and frankly, how long do you think that new leaf (ph) will last?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Well, I may have made it too complicated, Chris. I want to change that to just political terrorism, because obviously, the evidence from the shooter, this maniac who began firing at all of us shows that he turned his religion into politics, and when somebody turns their religion into politics, they are no better than anyone else who hijacks a religion and tries to indiscriminately kill innocent people. That's what we experienced that day and I thank God every day those two Capitol policemen, Agent Bailey and Agent Griner were there to save us all. I hope and prayed that we can take this day, this day, this tragedy that could have been much, much worse and turn it into an opportunity to come together as Americans because no one -- I don't care what side you are on -- no one deserves to have the violence that we all experienced just four short days ago."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In 2011, after Congresswoman Gabby Giffords was shot in a shopping center outside Tucson, President Obama made a similar appeal. Take a look, sir."
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "utterance": "It's important for us to pause for a moment and make sure that we are talking with each other in a way that appeals, not in the way that wounds."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Congressman, as you know all too well, since then, the political discourse in this country has only gotten worse."
    },
    {
      "speaker": "DAVIS",
      "utterance": "You know, it has, Chris, and the polarization has seemingly continued to rise on both sides and creating the fringes on the right and the left. And that's why since I’ve been elected to Congress, I’ve tried to be somebody who talks about bipartisanship, who actually has a record of bipartisanship. And now, I want to stand up and ask the American people, those of us who are the majority in this country, who want Republicans and Democrats to work together, let's stand up to the hate on both sides, let’s stand up to the rhetoric that we see that lead to this polarization that led to bullets being fired at a baseball field just a few days ago."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Final question, there's been a lot of talk about beefing up security for members of Congress, even talk about members like yourself being able to carry your own guns for self-protection. How do you think we can balance on the one hand the fact that you want voters to have access to you, but on the other hand, you need to be protected?"
    },
    {
      "speaker": "DAVIS",
      "utterance": "Well, that's a debate that we are going to continue to have. But I think it's an important debate to have. And, Chris, I want to tell you and all of your viewers that I was cleaning out my baseball bag a couple -- the day after the shooting, after we played our congressional baseball game for charity. And as I pulled something out from the area where you store your bats, I saw something drop on the ground, and here it is today, Chris. This is a piece of shrapnel from a madman who came to politically kill innocent people. This is the reminder that all of us have that we have to take a step back in this country, we have to tone down this rhetoric and we’ve got to come together as a nation, as Americans, and say enough is enough. I thank you for having me on, too, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I thank you for that message, sir. Thank you. Thanks for your time. I know this will be a special Father's Day for you and your family, sir."
    },
    {
      "speaker": "DAVIS",
      "utterance": "Yes, it will."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And joining us now for Minneapolis, Democratic Senator Amy Klobuchar. Senator, I want to start with the town hall last month in North Dakota where one voter confronted Congressman Kevin Cramer about the effort to repeal and replace Obamacare. Here it is."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A question, answer yes or no: will the rich -- shut your mouth -- will the rich benefit from -- if the health care is destroyed, do the rich get a tax cut, yes or no?"
    },
    {
      "speaker": "REP. KEVIN CRAMER, R-NORTH DAKOTA",
      "utterance": "Of course not!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "It was the same back in 2010 when Republicans, members of the Tea Party, were going after Democrats for trying to pass Obamacare in the first place. Has our politics gotten out of control, Senator?"
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINNESOTA",
      "utterance": "Thank you for that question, Chris. And I, first of all, want to say I’m so pleased by the words from Congressman Davis. I’m glad he’s safe. I’m so glad Representative Scalise that his condition is improving. And I do think that the language, the rhetoric on both sides has gotten out of control. And as you know, it is on both sides. I’m someone that believes you have to treat people civilly, but you can disagree, and that courage is truly not whether you are going to yell at someone in the middle of an empty chamber, but whether you are willing to stand next to someone you don't always agree with for the betterment of this country. And that means finding common ground and higher ground. I think Senator Enzi of Wyoming, a Republican, who has said, you know, we disagree on a lot of things, but we can agree on about 80 percent of the things 80 percent of the time. And so, trying to find those areas, whether it’d be funding for roads and bridges, whether we need to upgrade that, whether we’d be looking for ways that we can all say, you know, not everyone needs a four-year degree. Let's get more kids into jobs where we have openings and give them those skills. I think there are areas where we can find common ground, and that's what I’ve tried to do in my work."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But part of the problem, Senator, is we seem to be in a vicious cycle. Back in 2010, Democrats passed Obamacare without a single Republican vote. This year, Republicans seem to be trying to pass and replace without a single Democratic vote. How do you stop the vicious cycle?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Well, you can start right now. As you know, the American people would really like to see us work together on health care and there were plenty of changes that we need to make to the Affordable Care Act, like bringing the prices of prescription drugs down, bills that I have with Senator McCain and Senator Grassley, two Republicans, as well as work we should be doing to make sure the exchanges are strong. But doing this behind closed doors is actually not what we did with the Affordable Care Act. So, I’m hopeful this would be an opportunity, given what we are seeing across the country with the prices of prescription drugs, where we could work on that together."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, look, let --"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "And I found common ground -- go ahead."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me just ask you a question about that, and, you know, part of this is both sides got to admit they’re doing some things wrong. Having Democrats held up an awful of Trump nominations. I know some of them are conservatives, but some of them are well within mainstream. I saw an item today that the average wait between nomination and confirmation for George W. Bush and Obama was a couple of days. For Donald Trump, it has been 25 days, the average wait, the delay. Hasn’t -- would you agree that your party is guilty of some obstruction here?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "I’m not saying we are perfect throughout time, but I do know that all of his cabinet nominees are now in place, that they have been voted on, some with significant Democratic support. And that also now, we are working down to the next level. And they’ve actually been well reported, haven't put people up for a lot of those positions. When they come up, especially in the military area, the security area, we try to move quickly on those. So, we need to do what we can to fill those positions. But again, the president has to govern, and not just squander those moments away when he sends out tweets at 7:00 in the morning, because I do think there are many of us that want to govern, that believe we’re out of a crisis in the economy, we are at a time of opportunity. So, let's use that opportunity."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I’m going to get to those tweets in a moment. But generally, after an attack like this, Democrats are quick, and you in some cases have been quick to talk about gun control. This time, almost all Democrats including you have been silent about tougher gun controls, how come?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Well, I think, first of all, this was a man with severe mental illnesses. We don't know all the facts here. Yes, we came together with Republicans like Pat Toomey of Pennsylvania and said we should have better background checks. We did that the last time after Sandy Hook, we were unsuccessful. But I think what we need to look at, of course, I’m ranking on the rules committee, we should be looking at security, how we can beef up security at events like this, and in the capital. But the bigger lesson from this comment to me, is that I hope people, just like they did on that baseball field, I was there with a 25,000 people that joined in, all four letters were out on the field actually looking like they liked each other. At the end when, the Democrats won the game, they gave the trophy to the Republicans and ask them to put it in Representative Steve Scalise's office. We need to take that spirit and go from two teams to one team for America."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to ask you as a member of the Senate Judiciary Committee, you mentioned tweets and I want to ask about President Trump's tweet on Friday. Let's put it up on the screen. I am being investigated for flying the FBI director by the man who told me to fire the FBI director. Witch hunt."
    },
    {
      "speaker": "Question",
      "utterance": "do you believe the president is trying to get rid of Deputy Attorney General Rod Rosenstein and perhaps also the special counsel Robert Mueller?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Well, I hope not. Speaker Ryan, Speaker Ryan, has given him the advice to let the special counsel do his job, and as a factual matter, Rod Rosenstein has told the Senate in a briefing and he said we could say it publicly that the president had made up his mind already to fire Jim Comey before he even wrote that memo. And then, finally, these tweets, Chris, these tweets, really every time one goes out, it does squander this moment of governorship. I think that there are areas we can come together with the administration, with Republicans, including things like infrastructure, things like doing something on workforce training, doing something on tax reform, but it's going to be really hard to do that when those tweets come out at 7:00 in the morning and then the whole focus of Washington and the country is on what the president said last time. So, let's use this moment to govern."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Final question, if the president does go ahead, and there are some talk about firing Rod Rosenstein, or firing Robert Mueller, what would the reaction be in Congress?"
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "I think that would be -- to use Lindsey Graham’s words -- a disaster, because Mueller is just starting to do his work, the chips will fall where they may. This is about a foreign government, the country of Russia, trying to influence an American election. As Marco Rubio himself has said, this time, it was one party, one candidate, next time, it will be another. So, we need to figure out what happened and then move forward together as a country. And the president should not be firing the man Rod Rosenstein, who was in fact the person that was appointed by George Bush, has served valiantly as a U.S. attorney and is simply trying to do his job. Bob Mueller, former FBI director, strongly supported by Republicans in the past, let them do their work."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator Klobuchar, thank you. Thanks for joining us. Always good to talk with you."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Happy Father's Day, Chris! Thanks for having me on."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thank you. Thank you. Remember to get your kids to call their dad."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Yes, that's a very important thing, I’m texting my daughter after we stop and reminding her to do the same."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, maybe she watched the show. So, maybe you won't need to."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "Yes, exactly, if she’s awake."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we’ll bring in our Sunday group to discuss calls for unity here in Washington and how long they will last."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Chilling footage from Wednesday's attack on the GOP congressional baseball practice that left four people shot, including a member of Congress and the gunman dead. And it’s time now for our Sunday group. FOX News senior political analyst Brit Hume, columnist for The Hill, Juan Williams, Julie Pace, the new Washington bureau chief for The Associated Press. Congratulations, Julie."
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There’s applause. But yes, anyway, Washington Examiner contributor Lisa Boothe, does deserve applause. Brit, obviously nobody can directly link this attack, the actions of a deranged man to the political climate in Washington, but why have things turned so venomous here over the years, and is there any way to stop it?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Well, I want to say, Chris, I think that Congressman Davis had it part right and part wrong because I think the poisonous political climate and the poisonous language with which people who disagree speak of each other is as much -- and the attitudes on Capitol Hill, as much a reflection of what's in the country as they are a cause of it. And we hear people speak of each other today in Twitter, in political debate in a way that never used to be the case to this extent. People don't really disagree, they think the other party, the other side is evil and must be stopped. This is really something new. We need to keep a civil tone and America and recognize humanity and the decency of the other side. And what we have is the most vicious sort of name-calling and it doesn't help from the president, who were certainly been a victim of this himself, adds to it with the force of his own rhetoric. People, you know, you've got Lyin’ Ted and Crooked Hillary and bad people he says are investigating in. So, it all feeds and it contributes to this climate of rage and hate of the two political viewpoints that predominate this country. It's poison."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, I want to pick up on that because there was a very interesting story in The New York Times this week, where they -- there was a study was done and it found that people in the two political party, I’m not talking about politicians now, I’m talking about people, voters. They used to basically have no use for each other. Now, they hate each other. Now, I mean, there is -- it was a thermometer from one to 100 in your feelings, and the average now was zero. That's how ice cold their feelings are for people of the other party. And I guess the question is, how do you change it?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, I think you have to understand that the confirmation bias that exists in terms of media content, where you get your information from and are you living in a bubble, it's almost become secure in this area of the Internet that people look for points of view that affirm their pre-existing prejudices. Friday was the anniversary of Lincoln’s famous \"House divided against itself cannot stand\" speech. I feel like we are in that moment. This is one of the most divided moments, by that measure in The New York Times you talked about, but just by living in this community that I’ve ever experienced in all my years in Washington. You know, the part that is so, I think, damning was spoken by Jim Mattis, the defense secretary, recently. He was asked what worries him the most. He didn't say any military enemy. He said it was the divisions among us as Americans, the failure to talk, to listen, to be able to compromise and some solution. He said we can't go on like this because what we fight for in the military are American principles and values, and yet those are shattered."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump made several appeals this week for unity. Here was his weekly address."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Though we have our differences, what unites us is so much stronger: our love of our country, our devotion to its people. Now more than ever, these values must guide us and bring us closer together."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Julie, did they feel any responsibility in the White House? Did you hear any talk about that for this division? Obviously, it didn't start with Donald Trump, but I think as Brit would say, a number of people would feel that he has added to it. And is there any sign that the president, through all of that talk, intends to dial back his rhetoric?"
    },
    {
      "speaker": "PACE",
      "utterance": "Well, I think if you look at the way the president handled the immediate aftermath of the shooting, his remarks not only there but also in the diplomatic room just hours after this happened, it was measured, it was responsible, it was sober. And then you look at some of his tweets, and he's going back to calling Hillary Clinton Crooked Hillary. I -- this is just part of his persona. He does not seem to believe that any of the rhetoric that we've heard from him both during the campaign and as president has contributed to this heightened sense of tension that we have between these parties. I don't anticipate that you are going to see a dramatic shift from him. Though, again, I do think that he handled the immediate aftermath in a very responsible way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, we should point out there's plenty of blame to go to both sides because on the other side, you got that tasteless -- on the left there, you can see photo op by Kathy Griffin, not funny. And then you also have a production of the Julius Caesar, Shakespeare in the Park in New York City were Julius Caesar, as you can see it looks just like Donald Trump. I mean, there's plenty of hate on the left as well, isn’t there, Lisa?"
    },
    {
      "speaker": "LISA BOOTHE, WASHINGTON EXAMINER CONTRIBUTOR",
      "utterance": "Yes, there absolutely is. Look, you had members of Congress who are on the field being shot at in the aftermath calling for unity, yet when I question the sincerity of some on the left of their calls for unity. The day after the shooting, Nancy Pelosi when asked if the political culture -- our coarsened political culture, if it was equally affecting the left in the right, proceeded to attack Republicans going back to 1990s, calling them the sanctimonious Republicans, accusing the president -- mind you, this is the day after a known Bernie Sanders supporter, with a list of Republicans to assassinate in his pocket proceeded to carry out that exact thing. This also comes on the heels of October 2016. A GOP office firebombs. February 2017, a 71-year-old staffer of Dana Rohrabacher knocked unconscious. May 2017 --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I know. We can point to all those. We can also point to Gabrielle Giffords being shot, a Democratic congresswoman."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "But there is no known link between the shooter and the Tea Party. Yet, you even have The New York Times editorial board last week --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Are you really suggesting it's all on one side?"
    },
    {
      "speaker": "BOOTHE",
      "utterance": "No, I’m not saying that. But I’m saying that when posed this question by Minority Leader Nancy Pelosi, the simple answer would have been yes."
    },
    {
      "speaker": "HUME",
      "utterance": "Chris, these are politicians, they lead to some extent, but they also follow. And the divisions that you see play in Capitol Hill and elsewhere in this town, the White House as well, are a function of the sentiments of constituents. That's why, for example, you don't have any real effort to make a deal on Capitol Hill on the part of Democrats with Trump, with whom they might be able to, it's because their constituents think Trump is utterly evil and unsuited for office, and they don't want any part of him and they don't want anybody who represents them to have any part of it. That is part of -- that is a reflection. The causes of that go much deeper. But it’s not -- the leaders can lead and it takes a great one to lead us out of this, if that's going to happen. But they are also a following and it's the broad climate of the country on both sides that is responsible."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. We have to take a break. We’ll see you all a little later. Up next, the president tweets he is under investigation. A member of Mr. Trump’s legal team joins us live."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, President Trump rolls back the Obama opening to Cuba."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We challenged Cuba to come to the table with a new agreement that is in the best interest of both their people and our people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We’ll ask our panel if the president's decision will push the Castro regime to compromise."
    },
    {
      "speaker": "WALLACE",
      "utterance": "A look outside the beltway at Erin Hills in Wisconsin, where the world's top golfers are competing in today's final round of the U.S. Open. The investigation into possible links between Russia and Trump associates and whether the president has tried to shut down that probe took some dramatic new turns this week. Joining me now is Jay Sekulow, a member of the president's legal team."
    },
    {
      "speaker": "Jay, I want to start with the president's tweet Friday that I discussed with Democratic Senator Amy Klobuchar. Here it is again",
      "utterance": "I am being investigated for firing the FBI director by the man who told me to fire the FBI director. Witch hunt. Has the special counsel, Robert Mueller, formally notified the president that he is under investigation?"
    },
    {
      "speaker": "JAY SEKULOW, TRUMP LEGAL TEAM",
      "utterance": "The president has not been notified by anyone that he’s under investigation. That tweet, Chris, was in response to The Washington Post story that alleged that five unnamed sources, anonymous sources, leaked to The Washington Post that the president was, in fact, under investigation. So that tweet was in response to that. There’s been no notification of an investigation. Nothing’s changed since James Comey said the president was not a target or subject of investigation. Nothing’s changed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, but you don't know that he isn't under investigation now, do you?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Well, no one’s notified us that he is. So I -- I can't read people's minds, but I can tell you this, we have not been notified that there's an investigation to the president of the United States. So that -- nothing has changed in that regard since James Comey's testimony."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I want to go after another part of this tweet. Why is he going after Deputy Attorney General Rod Rosenstein. First of all, he seems to imply that Rosenstein is investigating, and that's not true. It Mueller. And, secondly, he made it clear in an interview with NBC that -- that he decided to fire Comey well before he ever met with Rod Rosenstein. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I was going to fire regardless of recommendation."
    },
    {
      "speaker": "LESTER HOLT, NBC NEWS",
      "utterance": "So (INAUDIBLE)."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He made a recommendation. He’s highly respected. A very good guy. Avery smart guy. The Democrats like him. The Republicans like him. he made a recommendation. But regardless of recommendation, I was going to fire Comey."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to ask you a direct question, does the president think that Rod Rosenstein has done anything wrong?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "The president has never said anything about Rod Rosenstein doing anything wrong. Here's what -- what is the legal situation here. There is a constitutional issue when you have this scenario. The president made a determination based on consult of advice. He decided ultimately. He’s the commander in chief. He gets to make that decision that James Comey had a go. That was coming, by the way, from groups right, left, and center over the last year. You -- you and I know that. So there had been concern about James Comey. It was put forward in a memorandum -- that's what the president's referencing -- from the deputy attorney general and the attorney general requesting the removal of James Comey as the FBI director. And, ultimately, that's the president's determination. So here's the constitutional threshold question, Chris. The president takes action based on numerous events, including recommendations from his attorney general and the deputy attorney general’s office. He takes the action that they also, by the way, recommended. And now he's being investigated by the Department of Justice because the special counsel under the special counsel relations reports still to the Department of Justice. Not an independent counsel. So he's being investigated for taking the action that the attorney general and deputy attorney general recommended him to take by the agency who recommended the termination. So that's the constitutional threshold question here. That’s why, as I said, no investigation --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I -- what -- what -- what's the question (INAUDIBLE). I mean you -- you stated -- you stated some facts. First of all, you’ve now said that he is getting investigated after saying that you didn’t."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You -- you just, sir, that he’s being --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No, he's not being investigated!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You just said that he’s being investigated."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No, Chris, I said that the -- any -- let me be crystal clear so you -- you completely understand. We have not received nor are we aware of any investigation of the president of the United States, period."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Sir, you just said two times that he's being investigated."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No. The context of the tweet, I just gave you the legal theory, Chris, of how the Constitution works. If, in fact, it was correct that the president was being investigated, he would be investigating for taking action that an agency told him to take. So that is protected under the Constitution as his article one power. That's all I said. So I appreciate you trying to rephrase it, but I’m just being really direct with you, Chris. This is -- let me be --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, I -- I -- sir, I didn't rephrase it. The tape will speak -- Jay, the tape will speak for itself. You said he is being investigated. And it’s not that big --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Chris, he is -- just -- no, Chris -- that’s (INAUDIBLE) unfair, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait a minute -- wait a minute. Jay, and it’s not -- Jay, it's not just being investigated for firing Comey. There's also the question of what he said to Comey when Comey was still the FBI director. So there's more than just the fact that he fired Comey."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "He -- Chirrs, let me be clear, you asked me a question about what the president's tweet was regarding the deputy attorney general of the United States. That's what you asked me. And I responded to what that legal theory would be. So I do not appreciate you putting words in my mouth when I've been crystal clear that the president is not and has not been under investigation. I don't think I can be any clearer than that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, you don't know that he's not under investigation again, sir. I mean you might --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "You know, I can't read the mind -- you’re right, Chris, I can’t read the minds of the special prosecutor."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, then, good, OK, so we’re in agreement, you don't know whether he’s under -- you don’t know whether he’s under investigation."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "But I have not been notified. No one has been notified that he is."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You don’t know whether he’s under investigation or not."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Chris, I --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "The question I'm asking you is, does he think that Rod Rosenstein -- it's a very simple question -- does he think that Rod Rosenstein did anything wrong?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "The president has not expressed any opinion about Rod Rosenstein."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does he think that Robert Mueller has done anything wrong?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "First of all, he has not said anything about Robert Mueller. And, Chris, let me say something here. You’re asking me if I had a conversation, which I have not had, about Robert Mueller with the president of the United States on -- or anyone else for that matter. I can't discuss that and would that with you. Unlike James Comey, who leaks information to the press, I actually respect the attorney-client privilege. Apparently he did not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does the president believe -- well, you’re speaking for his legal team, so you’re out here to represent him and tell us what the president’s belief is, is that correct?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No, I'm out here to tell you what the facts are and the legal issues are. I'm not to tell you what the beliefs are. I'm not the client’s conscience, I’m his lawyer."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I understand that and the -- and the client -- have you spoken the -- have you spoken to the president at all?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Yes, but I'm not going to discuss those conversations with you. Those are privileged under the attorney-client privilege."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I assume that if he asked you to say something, for instance, Marc Kasowitz said all kinds of things about -- after Comey's testimony. I assumed he was speaking for the president"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Marc Kasowitz made a general statement to the press after the testimony of James Comey. That's what that was about. This -- you’re asking me now questions about what people are thinking in their minds, which I don't read minds, and you’re asking me also what I may or may not have had a conversation with the president about and you understand this. I respect the attorney-client privilege, unlike James Comey."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "I want to be real clear on that too. I'm not going to give you conversations I've had with -- have or have not had with the president of the United States. So when I’ve had conversations with the president of the United States --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I -- your --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "As his lawyer, it's privileged, period."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does the president think that Rosenstein, because you talked about this constitutional theory that he took action, that's on the advice --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Although he says he didn't take it on the advice of Rosenstein, does he think that Rosenstein should recuse himself, and is healing the groundwork to fire Rosenstein and Mueller?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "I’ve had no conversations and I’ve heard nothing without that at all. Nothing. I think this -- Chris, this points out -- let me tell you one thing quickly about the constitutional theory, as you called it. It's actually called the Constitution. You know, the president has certain (INAUDIBLE) authority under the Constitution. It’s --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, you called it the constitutional theory, sir."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Yes, it is a constitutional theory based on the Constitution."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I understand that."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Not so-called. It's the constitutional theory. It’s part of the Constitution. The president has inherent authority. Here's what you're trying to -- here’s what you’re trying to do, Chris, and I appreciate that you’re -- you’re trying to push back."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, now you’re reading minds again. Now you’re reading minds again."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "No, Chris, I deal with fact and law. You were asking me to read people’s minds. That I don’t do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, don't tell me what I'm trying to -- well, don’t tell me what I’m trying to do because you don't know what I'm trying to do. Actually, what I'm trying to get is a straight answer out of you. Let me ask you this --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Yes, well -- sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As a matter of law, does the president think that he can be indicted under the Constitution?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "The president -- I haven't had that conversation with the president, but the president can't be indicted under the Constitution of the activity alleged in something like this. Of course not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why is that?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Because there's not an investigation. And there’s -- there’s no (INAUDIBLE) against the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, you don't know whether there’s an investigation. Oh, boy, this is weird. You -- you don’t know that there’s -- whether there’s an investigation. You just told us that."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Chris, you’re asking me to speculate -- so then what you’re asking me to do is to speculate on --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And it would matter. I'm asking you as a matter of law, not whether there's an investigation. Does the president think he can be indicted as president?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "For -- for --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's a constitutional issue, isn’t it?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "For obstruction of justice? No, the Constitution’s --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, for any of it."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Now, Chris, you know, let's -- let’s be realistic here. You know what the -- the answer is. Can president be indicted for obstruction? You know what the position has been at the Department of Justice since the 1970s and again stated in 2000. That's not what president -- that’s now how you engage a president. There’s a political process if somebody did something wrong. You’re talking about -- you’re conflating a constitutional process, criminal law, with an issue of political consequence. So I am his lawyer. I’m not his political advisor."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator Dianne Feinstein, a top Democrat on the Senate Judiciary Committee, responded to the president's tweet this week with this statement. \"The message the president is sending through his tweets is that he believes the rule of law doesn't apply to him and that anyone who thinks otherwise will be fired.\" Is she wrong, sir?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Yes, she's wrong. First of all, Dianne Feinstein also called for an investigation of James Comey and Loretta Lynch for that whole episode regarding her engagement and calling it a, quote, \"matter,\" not an \"investigation.\" But with regard to this particular issue, I mean the tweet -- there's nothing illegal or inappropriate about the tweet. If the tweet came on the heels of a Washington Post story that had five anonymous sources and didn't even identify the agency from which those sources came from, and that's what he tweet in response to. It's that simple, period."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Final question, the president just -- just added John Dowd, a high-powered Washington lawyer, to his legal team. Should we expect him to hire other criminal lawyers? And, in a sense, is he preparing for a potential legal battle here?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Look, I mean John Dowd is -- is a legal legend, you know that, in -- in -- in the -- in Washington, D.C., and the president is doing the appropriate thing by hiring lawyers necessary, if there was to be an investigation, if there were to be an investigation, you have the lawyers in place. We’ve got a great legal team led by Marc Kasowitz. We’ve got John Dowd on the team. This is a solid team. Contrary to some of the press reports, a deep team, if necessary."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you think -- I -- I -- I misspoke. I’m going to ask one more question. Because I'm not allowed to ask you what the president thinks, do you think that he should stop --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Of course."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you think he should stop tweeting about this case?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Look, I -- here's the thing on that. You know, people have been asking me that. Look, the president has changed the way in which engagement goes in -- I mean you've got great ratings, no doubt about it, Chris. But let's face it, the president speaks to 107 million people through his social media platforms. He revolutionized the election process by utilizing media in a different way. So I -- I think, look, the president knows the effectiveness of social media. He’s been very effective at it. Again, I’m his lawyer, I deal with the issues. Nothing that he's tweeted is causing me any issues whatsoever at this point. Nothing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jay, thank you. Thanks for coming in."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Thanks, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It’s always -- it’s always interesting to talk to you. Please, come back, and we’ll --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Thanks, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We’ll continue it and maybe this time we’ll get on this -- you know what, be here in studio and we can stay on the same wavelength."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "There we go."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, sir --"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Happy Father's Day."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Happy Father's Day to you too, sir. Up next, we’ll bring back our Sunday group to discuss the latest development in the special counsel's investigation. Plus, the president rolls back Mr. Obama's Cuba policies. What would you like to ask the panel about the reversal? Just go to Facebook or Twitter @foxnewssunday, and we may use your question on the air."
    },
    {
      "speaker": "REP. PAUL RYAN, R-HOUSE SPEAKER",
      "utterance": "I think the best thing to do is to let Robert Mueller do his job. I think the best vindication for the president is to let this investigation go on independently and thoroughly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "House Speaker Paul Ryan, one of a chorus of Republican leaders wanting President Trump not to fire the special counsel who’s investigating links to Russia and a possible attempt to obstruct justice. And we’re back now with the panel. Julie, you’ve got quite a story out this week from AP saying that the president feels increasingly under siege about the investigation and is now taken to yelling at the television when he sees coverage of the investigation. What -- what can you tell us about what the president’s mood is?"
    },
    {
      "speaker": "PACE",
      "utterance": "Well, the president increasingly sees himself as a victim of a politically motivated attempt to undermine or perhaps end his presidency. And what really seems to have him frustrated, according to sources --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "you could argue that he's right about that."
    },
    {
      "speaker": "PACE",
      "utterance": "You -- you could, except that this investigation is going to go on, whether he feels that way or not. And -- and one of the things that his associates, his advisors say is that he's frustrated because he doesn't have the ability to control this. So you see him lashing out in these various ways on Twitter. He is consumed by the coverage of this investigation and he watches it in real time. From the minute he wakes up until the minute that he goes to bed, he has the televisions on. He’s watching what’s being said about him, and it's really fueled this anxiety because, again, this is not something he's going to be able to control. This is something that is going to continue and -- and the tweets and his reactions to this seem to actually be causing the investigation to expand, not contract."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, I want to pick up on that. I mean there are two things that can both be true here, Lisa. One, it can be a witch hunt. It can be an effort by his opponents to bring him down. But you can also argue that he's made things worse. James Comey kept telling him he’s not under investigation, so he fire Comey. Now he is under investigation. And then there are those tweets."
    },
    {
      "speaker": "BOOTHE",
      "utterance": "I -- I think you're right. I think both of those can be true. And -- and, look, the president has every right to fire Comey. I think the problem was, one, the conflicting messages from the White House and then also the alleged conversations that happened between him and the FBI director. But if you’re the president, I actually think calling this a \"witch hunt\" is a smart political strategy because if you look at it from the sense of, OK, so you have the FBI director who The New York Times said made an extraordinary statement I think it was back in March announcing the fact that they were looking into Trump associates and the Russians in regard to Russia. So -- but, meanwhile, behind the scenes telling him that he himself is not under investigation, while everyone else is calling for impeachment from him. Then you of the former FBI director leaking memos, as he said, to force a special counsel investigation. When he took instruction from Loretta Lynch to call it a matter as opposed to an investigation, and now he's allegedly being looked at for obstruction of justice, despite what Senator Rich (ph) pointed out during -- when Comey testified at the Senate Intelligence Committee, nobody’s ever been prosecuted for using the word \"hope.\" So I think actually calling this a \"witch hunt\" is a smart, political strategy looking at all of those things."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, enough about all of this, we’re going to talk about one of the real subjects affecting people's lives that -- that you all want to hear about. And I want to turn to President Trump announcing this week that he is partially rolling back President Obama's opening of diplomatic and economic ties to Cuba. Here he is."
    },
    {
      "speaker": "TRUMP",
      "utterance": "America has rejected the Cuban people's oppressors. They are rejected. Officially today, they are rejected."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Brit, how significant is the president's decision really when you consider the fact that, yes, he is rolling back some things. On the other hand, the U.S. embassy in Havana is going to stay open, U.S. airlines, U.S. cruise ships are still going to be able to serve the island."
    },
    {
      "speaker": "HUME",
      "utterance": "What he did was he dialed back part of the -- of the outreach to Cuba, a signal, I think, to the Cuban-American community in Florida and elsewhere that he is with them and would like to see the Castro brothers done. There’s not -- not going to be any real detente between the U.S. and Havana, between Washington and Havana. But it -- but it -- you know, it was not a -- he called it a complete rollback, reversal. It wasn't really a reversal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We asked you for questions for the panel and we got this on Facebook from Pamela Murray, who writes, \"what benefit did we gain by changing the policies in the first place?\" Juan, how do you answer Pamela and -- and specifically the question of, after President Obama in 2014 had this opening, this -- this effort to reach out to the Castro regime, did they really release the -- you know, ease up on the repression, political repression in the country?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. Short answer to Pamela is no. The -- the thing is, you know, I’m going to say this on a very personal level. I was somewhat conflicted. I -- I was a critic of the Obama's rapprochement (ph) because to me my family had experiences in Latin America with these Castro-like dictators. It's not healthy. It’s repression. And a repression that leads to political prisoners, as you were describing. But the thing is, Chris, you have 50 plus years of failed U.S. policy with regard to Cuba that has not led to the release of political prisoner, increased human rights or even press freedoms in Cuba. So the idea that you would have -- and this is specifically an answer to Pamela -- an infusion of Americans with American values, American capitalism and American democracy coming into Cuba, challenging the way of life, giving people new reason for hope is, to me, a significant change. And one of the realities --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you agree that in the two and a half years that it was in place, it didn't actually change the way things were going on here?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, it changed. I think the key -- if you care about the Cuban people, yes, there was change. If you care -- if you’re saying were prisoners released, did press freedoms increase? You -- no. But this is a slow and steady process and there was no change in the previous 55 years."
    },
    {
      "speaker": "HUME",
      "utterance": "Chris, this has been an enduring debate as to how to deal with these dictatorial (ph) regimes. One theory holds that if you open commerce up, as we’ve done with China, for example, that eventually that will have a democratizing effect and will tend to diminish the repression. The results from China I think are mixed at best as to whether that's effective. It's worth -- it’s -- I think it was always -- it’s worth a try -- Cuba’s a somewhat different case because, you know, they have a -- have a -- have a 1920s economy there and -- and the early indications is once you just -- at least on the political repression, is that it has not ended. I think it remains to be seen whether the commerce will have the effect that we hope it will have, but -- but that’s -- that’s a long running debate and the -- and -- and there’s no certain answer to whether that works or not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Julie, in the White House, how do the Trump officials, advisors, reconciled his call and his defense of human rights in Cuba with a few weeks back when he was in the Middle East, his silence on that issue when he was in Saudi Arabia?"
    },
    {
      "speaker": "PACE",
      "utterance": "It's a pretty jarring contrast. I was on that trip in Saudi Arabia and, you know, this is -- this is a country that other U.S. presidents have dealt with despite their pretty grim human rights record. So it’s not as though Trump is the first person to do it. But he completely ignored the human rights violations when he was on that trip, yet we hear him talking about Cuba and saying that this is a human rights issue. You can look at this two ways. You can say that this is cynical and this is just an attempt to try to roll back something that Obama did. Or you could look at people like Marco Rubio at some of these other lawmakers who truly do believe that this is a human rights issue and has been putting a lot of pressure on this White House to take this step."
    },
    {
      "speaker": "HUME",
      "utterance": "One important difference, Cuba’s an American adversary for sure. It has been forever. Saudi Arabia’s an ally and has been for a very long time."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, but I think Cuba is our neighbor and we know, you know, they have been -- posed a direct threat to us going back to (INAUDIBLE) and the like. And it's time for change. The younger generation in Florida of Cubans, they’re -- they’re for Obama's plan. It’s the older generation that I think is still entrenched in the hatred, anger."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, well, let’s not diss the older generation."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no."
    },
    {
      "speaker": "PACE",
      "utterance": "You’ve got to watch the meaning (ph) in there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We’ll see you next Sunday. I’ve got to speak up for us. Up next, our \"Power Player of the Week.\" How a father is changing the lives of thousands of kids, one comfort case at a time."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And now for a Father's Day story you will never forget. Here's our \"Power Player of the Week.\""
    },
    {
      "speaker": "ROB SCHEER, FOUNDER, COMFORT CASES",
      "utterance": "The only thing you should be using your trash for is to take trash out. And if you take a trash bag and give it to a child, what are we telling them?"
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "Rob Scheer is talking about the 400,000 foster children in this country who often are sent from home to home carrying all their belongings in a trash bag."
    },
    {
      "speaker": "SCHEER",
      "utterance": "We’re telling them that they’re worth no more than trash."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Scheer, who spent eight years in foster care, wanted to send a different message. So in 2013, he started something called Comfort Cases."
    },
    {
      "speaker": "SCHEER",
      "utterance": "We wanted to make sure that they had more than a trash bag. So we give them a case with a brand-new pair of pajamas, a toothbrush, a bar of soap, a blanket and a book."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "What difference can that make?"
    },
    {
      "speaker": "SCHEER",
      "utterance": "It makes a huge difference."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "To understand, listen to Rob’s story. When he turned 18 and the government checks ran out, his foster father put him on the street. Rob ended up working in a taco restaurant while he went to school."
    },
    {
      "speaker": "SCHEER",
      "utterance": "The owner knew that I was homeless and so he would leave the outside bathroom door unlocked for me to sleep in at night."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "So you graduated from high school homeless?"
    },
    {
      "speaker": "SCHEER",
      "utterance": "Graduated from high school homeless."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "But after a stint in the Navy, Rob went into the mortgage business and married Reece and in 2009 they decided to adopt from foster care."
    },
    {
      "speaker": "SCHEER",
      "utterance": "Maya (ph) was four and her little brother Maky (ph) was two. We were told that the little boy was probably never going to speak and that if he did walk, he would walk with braces on his legs. He had such severe alcohol fetal syndrome."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Three months later, they took in another pair of siblings, Greyson (ph) and Tristin (ph). It was while raising his new family Rob made a discovery."
    },
    {
      "speaker": "SCHEER",
      "utterance": "A child deserves to own something that's brand-new, that belongs to them. This is what we’ve got to do. There are checklists that you will grab."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So Rob and Reece started Comfort Cases, organizing packing parties."
    },
    {
      "speaker": "SCHEER",
      "utterance": "Are we having fun yet?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "The first year they put together a couple of hundred duffel bags and backpacks. By last year, 25,000 to six states and D.C."
    },
    {
      "speaker": "SCHEER",
      "utterance": "Thank you. Thank you. Thank you for coming."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Maya is now 13."
    },
    {
      "speaker": "SCHEER",
      "utterance": "She is amazing. She loves the charity. My son Greyson, who is ten, I always call him my spokesperson."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But that's not where this story ends. Reece read that being around animals could help someone with Maky’s condition."
    },
    {
      "speaker": "SCHEER",
      "utterance": "So three years ago we bought a farm and we bought a farm with goats and chickens. And we were barely getting by with Maky, and now, three years later, Maky gets on a school bus every single day and turns around and waves bye to his dads. Every single day Maky looks at me and for the first time last year said, \"I love you, daddy.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "Rob cites shocking numbers. Three quarters of the people sent to prison have some link to foster care. More than 70 percent of foster children will become homeless. His goal --"
    },
    {
      "speaker": "SCHEER",
      "utterance": "That every single child in foster care no longer carries a trash bag. But I really hope that we as a community realize that the over 400,000 children deserve the same thing that we give each of our children, and that's love. And that’s letting them know that they are wanted."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We told you it was special. Scheer says Comfort Cases raised $100,000 last year and no one took a penny of salary. If you want to learn more, go to our website, foxnewssunday.com. And that's it for today. Have a Happy Father’s Day. For all you kids out there, especially mine, call your dad. And we’ll see you next \"Fox News Sunday.\" Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}