{
  "date": "June 17, 2020",
  "headline": "Republicans push back on Google restrictions",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/republicans-push-back-on-google-restrictions",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Hey, Juan. Thanks. Thanks, everybody. Good evening. I am Bret Baier. Breaking tonight, the white police officer who fatally shot an African-American man last Friday in Atlanta, is now facing a felony murder charge that could put him in prison for life or possibly, lead to his execution. The district attorney in Fulton County, Georgia is pursuing 11 charges against now former officer Garrett Rolfe. Breaking today, correspondent Steve Harrigan starts us off from Atlanta tonight. Good evening, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Bret, the reaction out here on the street when people first heard the charge of murder. There was some surprise, even some applause. But then when they heard the new details released today, that one of the officers kicked Brooks' body when he was dying on the ground, the other officers stood on his shoulders. That applause turned to anger and disgust.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL HOWARD, DISTRICT ATTORNEY, FULTON COUNTY, GEORGIA",
      "sentences": "We have concluded that Mr. Brooks was running away at the time that the shot was fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Fulton County District Attorney Paul Howard Jr. charged the police officer who shot and killed Rayshard Brooks in Atlanta on June 12th, with felony murder as well as 10 other charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD",
      "sentences": "The demeanor of the officers immediately after the shooting, did not reflect any fear or danger of Mr. Brooks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Brooks fell asleep in his car in a Wendy's drive thru lane on Friday night. After 20 minutes of calm conversation, Brooks agreed to take a sobriety test which he failed. When the two officers attempted to handcuff him, he began to struggle, seizing one of the officers' tasers and fleeing. At one point, he turned to fire the taser. Former officer Garrett Rolfe, who was terminated after the incident, fired three shots, hitting Brooks twice in the back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD",
      "sentences": "We have also concluded that Rolfe was aware that the taser in Brooks' possession, that it was fired twice, and once it's fired twice, it presented no danger to him or in any other persons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Brooks' family and their attorney responded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. CHRIS STEWART, ATTORNEY OF THE BROOKS FAMILY",
      "sentences": "It's not a day of joy, watching the charges and what's going to happen to this officer because it shouldn't happen. So, it's heartbreaking, but it is an attempt to redefine justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Rolfe could face a penalty of life in prison or even the death penalty. He had previously received a written reprimand for the use of force with a weapon. The second officer Devin Brosnan is also charged with aggravated assault and has agreed to be a state witness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Arrest warrants have been issued for both officers. They have until tomorrow 6:00 p.m. to turn themselves in. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Steve Harrigan in Atlanta. Steve, thanks. The battle lines are being drawn on Capitol Hill tonight, concerning legislation over police reform. President Trump is engaged in a battle of his own this evening. The effort to keep a new book by his former National Security Adviser off the shelves. Tonight, we're learning some of the sensational allegations within that manuscript. Chief White House correspondent John Roberts has details tonight in the North Lawn. Good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, good evening. The former Ambassador John Bolton's book has not been released yet, may not be released, if the Department of Justice prevails in court, but already it is topping the bestseller list and is the focus of repeated broadsides from the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "As the Department of Justice fights to block the release of John Bolton's new book, The Room Where It Happened, leaked copies of the memoir revealed Bolton believed the impeachment inquiry should have gone beyond Ukraine to include President Trump's dealings with Turkey and China. Bolton says the President's deal with Xi Jinping to buy U.S. agricultural products was all about reelection writing. The President was quote, pleading with Xi to ensure he'd win. He stressed the importance of farmers and increased Chinese purchases of soybeans and wheat in the electoral outcome. President Trump insists China would like to see him lose the election and of the Bolton book, the White House says it should never see the light of day is written, insisting it is filled with classified information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Former National Security Adviser John Bolton should know all too well that it's unacceptable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "In the book, Bolton also says President Trump was willing to intervene in investigations of Chinese and Turkish businesses \"to, in effect, give personal favors to dictators he liked,\" adding, \"the pattern looked like obstruction of justice as a way of life, which we couldn't accept.\" Bolton accuses democrats of \"impeachment malpractice.\"  The book is set for release June 23rd, unless Judge Royce Lamberth, a Reagan appointee, buys the DOJ's argument that Bolton never fully complied with his agreement for a prepublication scrub of classified information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "We don't believe that Bolton went through that process. It hasn't been completed the process and therefore, he's in violation of that agreement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump was also watching the action on Capitol Hill today. His Senate Republicans led by Tim Scott of South Carolina, outlined their efforts at police reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "sentences": "Too often we're having a discussion in this nation about, are you supporting the law enforcement community? Or are you supporting communities of color? This is a false binary choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Among other things, the Justice Act would include enhanced use-of- force reporting to the FBI, restrictions on chokeholds, track no-knock warrants and commissions to study policing and race. Democrats said the bill doesn't go far enough, but Senator Dick Durbin drew fire from Scott, when he said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DICK DURBIN (D-IL)",
      "sentences": "Let's not do something that is a token, half- hearted approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT",
      "sentences": "I don't know what he meant. But I can tell you that this thing, to have those comments, again, hurts the soul.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Durbin later apologized for the comment. The House Judiciary Committee today went through the process of marking up the Democrats Police Reform Bill. It is scheduled for a vote on June the 25th. The fate of the Senate Bill is much more uncertain. Senate Majority Leader Mitch McConnell today urged Democrats to work together with Republicans. But Bret, there's not a whole lot of time for negotiation between now and the beginning of the Fourth of July recess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts live in the North Lawn. John, thanks. President Trump is unveiling a plan to address veteran suicides during an event this afternoon at the White House. The President laid out details of the $53 million two-year effort, which features firearm safety and wellness programs at workplaces and added barriers near railroads and bridges. The government says about 20 veterans die by suicide each day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "They fought our battles overseas and now we must join them in winning this new battle at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The Democratic chairman of the House Veterans Affairs Committee calls the President's plan, tepid and weak. Tonight, we examine how social media companies are trying to restrict certain types of material and the pushback from conservatives. A new battle between Google and conservative sites as Republicans in Congress firing back. Correspondent Jillian Turner shows us all of it tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Republicans nationwide, this week, are once again feeling the heat from the United States biggest tech companies. Senate Republican Tom Cotton censored by Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "You do have left-wing thought police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Far-right financial blog ZeroHedge banned from Google ads. And conservative outlet, The Federalist, also under threat from Google, which plan to block the site over offensive comments, not from the outwits journalists, but its readers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "It is a curious time for big tech to be threatening to deep platform websites because of uncured comments at a time when big tech may be facing the loss or at least the modification of its legal liability protections. Because they claim they don't curate their comments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Google insists they follow the same rules of the road they set for everyone else, and that those rules are crystal clear. We do have strict publisher policies that govern the content ads can run on which includes comments on the site. This is a long-standing policy. This feud comes fresh on the heels of Twitter's clash with President Trump over its decision to slap warning labels on his feed for inciting violence.  Republican lawmakers say big tech's longtime crusade against conservative speech has now become dangerous. The Justice Department is taking action saying it's reconsidering section 230 of the Communications Decency Act which protects tech firms from lawsuits by users. And a group of Senate heavyweights including Josh Hawley are pushing a legislative fix that it allows users to sue when they believe political speech is censored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "sentences": "It's really simple. If you're treated unfairly and big tech violates their own terms of service, then you can sue and you can have your day in court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Democrats, for their part, have been mostly silent on this issue this week. It's a fight they don't seem eager to have with their GOP colleagues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Google says both the Federalist and zero hedges comment section contains what they call derogatory racial information, which is not allowed. As of now, all offending comments have been removed from the Federalists site, but this fight is just heating up. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Gillian, thank you. Joining us now, on a host of different topics, former Defense Secretary Robert Gates. He is the author of a new book, Exercise of Power, American Failures, Successes and a New Path Forward in the Post-Cold War World. Mr. Secretary, thanks for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT GATES, FORMER DEFENSE SECRETARY",
      "sentences": "Thanks, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Congrats on the book and I want to talk to you about it, specifically, in just a minute. But I want to just ask you, since you've served for eight different presidents, you've been CIA director, you've been defense secretary. Have you ever seen a time like we're in now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "No, I can't say I have. I mean, I lived -- I was on the NSC staff during the last days of the Nixon administration, and during the whole Watergate affair. I was in the White House on loan from CIA at the end of the Carter administration, when we were in trouble in a lot of different ways. But no, I don't think I've ever seen anything quite like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, two crises in a row, obviously, the pandemic and the situation we're facing across the country in the wake of the George Floyd killing. You have said that you are actually for some changes, including name changes for some military bases. Cite in the New York Times, that you called to replace those names, and the quote they said is, as a longtime Soviet scholar, you added, I'm very sensitive to the notion of rewriting history. But yes, you think those names should be changed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "I think that -- I think the name should be changed. I think it's a question of placement and time, and we don't want to be in a position of celebrating people who were, in fact, traitors to the United States. And when it comes to statuary and so on, that that kind of thing, I think belongs in museums rather than in places where it appears that we're celebrating them.   I -- you know, I've said I don't know why we don't have a fort Ulysses S. Grant or a Fort George Patton, or a major facility named for a Medal of Honor recipient. So, I think this is an opportunity to make some changes that frankly, bring us into the 21st century.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Part of your book is about the exercise of power, when to use the military perhaps when not to. Your reflections after what we saw from the Chairman of the Joint Chiefs, Milley -- General Milley, coming out apologizing for being that event at Lafayette Park and the whole back and forth about the use of the military during this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "Well, I agreed with some other retired senior officers, former chairman of the Joint Chiefs, Admiral Mullen and General Dempsey, against the use of the Insurrection Act, you know, the -- I think it's important to understand the difference between the regular army which is fundamentally trained to kill people, and the National Guard, which is trained in a lot of things. You're likely to see them handing out food at a food bank or sandbagging a flooding river, as you are anything else.  They can fight, as we saw in Iraq and Afghanistan, but they also are trained in crowd control. They have good relations with local law enforcement because they're from the community. And that if the local police can't handle a problem, the National Guard is the -- is the right -- is the right way to turn. When the Insurrection Act has been used, the last time it was used, it was used the time of Rodney King riot -- the riots after Rodney King was killed, and the governor of California felt the situation couldn't be managed by the National Guard and first President Bush did call it in. But it looked to me, at least, from the outside, that the National Guard and the other elements of law enforcement that were present were able to handle the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You know, you're talking about your book. There's another book that's raising a lot of eyebrows and obviously the White House is pushing back on it already. I assume you haven't read John Bolton's book, but the former National Security Adviser is facing lawsuits from the DOJ. Here's what the President said about this book coming out. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "When you do classify that to me, is a very strong criminal problem. And he knows he's got classified information, any conversation with me is classified. Then, it becomes even worse of he lies about the conversation, which I understand he might have in some cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Just want to get your reaction about the process. You obviously had to go through the process with your first memoir, duty. And what's your reaction to all of this and what the President said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "Bret, I would tell you, I've been through the process four times, including the book that is just out. In all cases, I've had to have it reviewed both by the CIA and by the Defense Department. I found that the changes that they requested were minimal and they moved expeditiously and I really didn't have a problem with the process. So, I have -- I have the e- mails, demonstrating that the drafts have been accepted. And it seems to me to be a legitimate process to go through. Just based on the newspapers, it looks to me like John Bolton has cooperated in that process for several months, whether it was actually completed or not, I just -- I'm in no position to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One thing in your last book that you wrote about and it factors into the current situation politically is about Joe Biden. You called him a man of integrity. But you said, \"I think he's been wrong on nearly every major foreign policy and national security issue over the past four decades.\"  As you look at the situation right now, do you know who you're supporting, or your thoughts about Joe Biden and his ability to be commander in chief?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "Well, I think, the stay -- I stand by the statement that I wrote in the book that I obviously have very significant policy differences with Joe Biden. But I do think that he's a person of integrity and a decent person. And I think I'll just leave it at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And last thing, Mr. Secretary, a lot of focus on China in the news. You've -- over many years dealt with different regimes in China. Your thoughts on China and what it's up to now in the big picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "Well, Bret, I think we made -- I think we made two big mistakes -- strategic mistakes when it comes to China. Our policy toward China for the last 40 years has been underpinned by the assumption that a richer China would become a freer China. And it has become crystal clear, especially under President Xi, that, that assumption was wrong.  The second was the failure to understand that a richer China would become a more assertive China. And so, I think it's only been in the last three or four years that people have begun to realize that this is a regime that we are going to be in a contest with for as far into the future as we can see a rivalry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mr. Secretary, we appreciate your time. Good luck on the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GATES",
      "sentences": "Thanks a lot, Bret. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Up next, Joe Biden makes a rare public appearance. The Trump campaign weighs in about all of that. We'll bring you that.   Plus, some of our other Fox affiliates around the country and what they are covering tonight. FOX 10 in Phoenix as evacuations are underway for the fast-growing bush fire in Tonto National Forest. State officials say the fire has burned 90,000 acres of land. It's only five percent contained. The fire is believed to have been caused by humans. Fox Carolina in Greenville, with the fifth anniversary of the massacre at a Charleston, South Carolina church that left nine black worshipers dead. The attack led state leaders to remove the Confederate flag from the capitol lawn, but legislators have not made any other changes to confederate symbols at least so far. And this is a live look in Chicago from our affiliate FOX 32. One of the big stories there tonight. Quaker Oats, saying it is retiring the 131-year- old Aunt Jemima brand. The company says it recognizes the character's origins are based on a racial stereotype. Quaker, says a renamed overhauled pancake mix and syrup will hit shelves by the fourth quarter of this year.  That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "An Air Force sergeant in California who is suspected in the killings of a sheriff's deputy and a federal security officer is being linked to the far-right anti-government movement known as Boogaloo. Authorities say Steven Carrillo went to a Black Lives Matter protest with a home assembled semi-automatic weapon in order to kill police.  They say Carrillo wrote on a Facebook group post last month that nationwide unrest is an opportunity to target government agencies. Attorney General William Barr told me last week, the government is monitoring these types of groups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL OF THE UNITED STATES",
      "sentences": "We have, you know, conservative -- extreme right groups trying to look like extreme left groups. We have extreme left groups masquerading as an extreme right group. We have players on both sides trying to spin up violent. I can't put a time limit on these investigations. But I think, you know, we are very much focused on getting on top of these groups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Korea's attorney says there is no evidence his client was in contact with anyone in the Boogaloo movement. In tonight's \"DEMOCRACY 2020\" report, Joe Biden ventures out from his Delaware home to nearby Pennsylvania to talk about reopening America and ripping President Trump's response to the coronavirus. Meantime, the president's campaign team is questioning Biden's reluctance to make public appearances. Correspondent Peter Doocy has our report tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "These days it's rare for reporters to get within shouting distance of Joe Biden, but Fox News tried today. Mr. Vice President, time for a question. The former V.P. remains strong in recent polls despite a lack of recent in- person events. And now the RNC is flagging that the presumptive Democratic nominee's last press conference was 76 days ago in an e-mail blast with questions like why has Biden vanished? Is it because Biden needs his team to prewrite his answers and load them into his teleprompter? Or is it because Biden's handlers have made the decision that the more America sees of Joe Biden, the worse off he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "Hey, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Biden continued slowly resuming campaign activity today in the suburbs of Philadelphia. But there was still signs of life during COVID-19 everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I think everybody's beginning to realize there is a -- this is not going to go away in the spring kind of thing, as we were told.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The presumptive Democratic nominee's campaign slogan this cycle is, our best days still lie ahead. But, at times, his message to small business owners was bleak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We have lost over 115,000 people now, dead, and you have an unemployment rate that is staggering. Staggering. Millions of people unemployed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And as Biden vets voters will trust him to help the economy reopen right, larger campaign rallies sound like a low priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "He just basically waved a white flag and has retreated. And so are you to get back in his campaign -- to his campaign rallies that will -- he'll put people at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Without COVID, events like Biden's today would be public. But instead, they are invite-only. And we saw it firsthand outside of one of them that can lead to some hurt feelings. There were some local officials in Pennsylvania who had to plead their case to get in, others were left out. They all just wanted to see Joe. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter Doocy in Wilmington, Delaware. Peter, thank you. We can hear more from Peter and a distinguished panel on my podcast, \"THE CAMPAIGN\". It comes out every Tuesday, 5:00 p.m. Eastern Time. You can download it on https://urldefense.proofpoint.com/v2/url?u=http-3A__foxnewspodcast.com&d=DwIFAw&c=cnx1hdOQtepEQkpermZGwQ&r=tgDLkJy54PfJyWJwul3dKe54qGxqO7b7d5vjo7RcZds&m=qxFzZdddZ9JYFacl_k8zrkzTP3MDvYYtGfDpcXjLu1M&s=Nk4kvOd1-AQvxWYbWesa-YFX6qkFo_Jqt6sjGlmHnSQ&e= or wherever you downloaded podcasts. The Dow broke a three-day winning streak, lost 170 today. The S&P 500 was down 11. The NASDAQ gained 15. Up next, renewed concerns about the coronavirus here in the U.S. and in China. First, \"BEYOND OUR BORDERS\" tonight. Turkey, says its airlifting troops into northern Iraq for a front quarter ground operation against Kurdish rebels. Turkey regularly carries out air and ground attacks against the outlawed Kurdistan Workers Party, which it says, maintains bases in northern Iraq. Four Russian Bear bombers flying near Alaska for the second time in a week. NORAD, says it scrambled the F-22 stealth fighter jets to intercept the planes which came within 37 miles of the U.S. coast but remained in international airspace. NORAD, says it's the eighth time this year Russia has flown bombers close to the U.S. It comes days after a pair of U.S. B-52 bombers flew near Russia.  An English soccer's longest suspension since World War II is now over. The Premier League, the richest soccer league in the world was suspended March 13th, after one of its managers tested positive for coronavirus. The first matches in more than three months were played today. Just some of the other headlines \"BEYOND OUR BORDERS\" tonight. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Vice President Mike Pence says fears of a second wave the coronavirus are overblown. Dr. Anthony Fauci says the second wave is not inevitable, but the first wave, he says, is not yet over. This comes as many locations are reporting spikes in cases. Obviously, testing is up as more of the country reopens after the lockdown. Correspondent Phil Keating has that story tonight from Miami.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "As the economies in every state continue reopening, inviting crowds and groups to mingle again outside the home, the numbers of positive COVID test results are growing, in some places dramatically. Nationwide cases are surging in the south and west, with six states including Florida, Texas, and Arizona setting one-day records of cases on Tuesday. City leaders in Tulsa, Oklahoma, disclosing today that Tuesday Tulsa County also set its one-day record of cases. This as the city is preparing to host Saturday's controversial return of a President Trump rally, scheduled to be indoors with a lot of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To responsible behavior in our daily lives, not pointing a finger at protests over a couple of weeks, or pointing the finger at her rally that's going to occur.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "The administration and some Republican governors blame the spike in COVID numbers on increased testing, while many health experts say much if not more has to do with states reopening. This afternoon the White House's Coronavirus Task Force met with Vice President Pence a day after Dr. Anthony Fauci explained why at the pandemic's beginning they did not advise all Americans to always be wearing masks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NATIONAL INSTITUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "sentences": "We did not want them to be without the equipment that they need, so there was not enthusiasm about going out and everybody buying a mask or getting a mask. We were afraid that that would deter away from the people who really needed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "Florida's Republican Governor Ron DeSantis is adamant there will be no rollback of the state's reopening despite these surging numbers. However, the mayors of Miami Beach and the city of Miami say if the numbers don't improve, they just might. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Phil Keating in Miami. Phil, thanks. New restrictions tonight in Beijing over renewed coronavirus fears. China is raising its emergency warning to its second-highest level and canceling more than 60 percent of the flights into the capital. Meanwhile, not far from there, a surprising success story. At first glance the coronavirus numbers from Vietnam seemed too good to be true. But senior foreign affairs correspondent Amy Kellogg reports tonight some very smart people are now believers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY KELLOGG, FOX NEWS SENIOR FOREIGN AFFAIRS CORRESPONDENT",
      "sentences": "Vietnam only registered 335 cases and zero deaths from coronavirus. Glowing news, though, from Communist Party run countries tends to draw skepticism. But this American doctor based in Vietnam insists the reports are true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. TODD POLLACK, HARVARD MEDICAL SCHOOL",
      "sentences": "They have really done a remarkable job to contain the virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "Vietnam has long experience with infectious disease including SARS. This time, unlike its neighbor China, Vietnam acted with lightning speed. They tested, traced contacts, and shut down entire villages, things that are easy to enforce in an authoritarian country. Mostly young people were infected. They were quickly isolated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLLACK",
      "sentences": "So there was little chance for someone who was infected to transmit to their elderly households.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "Vietnam was the envy of frontline physicians, especially in places like Italy with a smaller population but over 34,000 deaths.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GLORIA TALIANI, SAPIENZA UNIVERSITY",
      "sentences": "It will be very interesting to visit the country and to understand on what the people could rely mostly on to make this fantastic kind of miracle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "Vietnam's success isn't limited to the pandemic. The World Bank predicts three to four percent growth there in this year of global recession. One of the world's poorest countries now on a roll, having opened up its economy and poured resources over recent decades into infrastructure and education, and lately Hanoi has benefited from major companies shifting production away from China. And in a move to lessen its own reliance on China, Vietnam only recently signed a free trade deal with Europe. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Amy, thank you. Republicans go after big tech censorship, and the president tries to keep you from reading John Bolton's new book. We'll get reaction for the panel when we return.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAKEEM JEFFRIES, (D-NY) HOUSE BUDGET COMMITTEE",
      "sentences": "John Bolton had every opportunity to speak to House impeachment managers, the House Judiciary Committee, as well as the House Intelligence Committee. He could have stepped forward as a patriot when the stakes were high and the president was on trial, and he ran and hid in the other direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL, (D-CA)",
      "sentences": "John Bolton is claiming that the House should've impeached drum for other matters. Well, thank you, John Bolton, for being the firefighter that shows up to the building thatŸ_Ts already burned with the firehose and saying I'm here to help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "House Democrats upset that John Bolton didn't participate in the impeachment hearings, and Republicans and some inside the White House saying he shouldn't be releasing what he's releasing. There's an effort by the DOJ to stop this book from coming out even though it's on the way out, and in fact a lot of people have it. One excerpt about China, Bolton writes about the G20 summit with President Xi of China. \"He,\" Trump, \"then, stunningly, turned the conversation to the coming U.S. presidential election, alluding to China's economic capability to affect the ongoing campaigns, pleading with Xi to ensure he'd win. He stressed the importance of farmers, increased Chinese purchases of soybeans and wheat, and the elector outcome.\" A lot of different quotes coming out this evening. We'll start there with our panel, Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" Julie Pace is the Washington Bureau Chief for the Associated Press, and Matthew Continetti, founding editor of the \"Washington Free Beacon.\" Julie, there at the White House it seems like there is still this push to try to prevent this book from seeing the light of day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE PACE, WASHINGTON BUREAU CHIEF, ASSOCIATED PRESS",
      "sentences": "Yes, there definitely is, though I think that is becoming less relevant at this point. The book is out. We have obtained it. Other news organizations have obtained it. And most of the most I think attention-grabbing details are really already out there for the world to see. So yes, I think this legal fight will continue on a matter of principle for the White House, but I think the damage is done terms of the information that Bolton wanted to get out there being there for the public to consume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Susan, we've seen other administration officials write memoirs referencing a president who is still in office. One of them was on our show tonight, former defense secretary Robert Gates, who wrote a memoir referencing some negative things about President Obama and Joe Biden. But this account by all accounts, and I haven't read it all yet, seems pretty scathing of a chaos behind the scenes at the White House. SUSAN FERRECHIO, \"WASHINGTON EXAMINER\": Right. And some of the things that Bolton accuses Trump of doing are really indefensible if they are true. But even Bolton has run into credibility issues with his own claims. I think he was on board with the weapons of mass destruction argument, and even I think former President Bush called his credibility into question. He left on pretty bad terms when the president fired him and then announced it on Twitter. And already some of his book has been refuted. William Barr, the attorney general, denied parts of the book they came out back in January. So if this is all going to -- as Julie said, a lot of this is already out now, so trying to block the book isn't going to do the president any good. It's really going to be about how he responds to this. Does he do the classic Trump denial, it's all fake news? And if he does do that, which I fully expected to do, will the public believe it? Because there have been many former administration officials come out and make pretty damning claims against the president. And we are getting closer and closer to the election. So these things are going to cause increasing damage as we approach the November election. So at this point the president, I think, really needs to get out there and respond to the claims that Bolton is making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matthew, the political impact on something like this on somebody like President Trump? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": It's hard to say. Ambassador Bolton now joins President Trump's former secretary of state, former secretary of defense, former chief of staff, who's also the former secretary of Homeland Security, and Jeff Sessions, the former A.G. who had a critical tweet thread in recent weeks, all of whom criticizing the president's management style. The funny thing, Bret, though, is that when you read the Trump in the Bolton excerpt, he's not much different than the Trump in public. International, if you recall, he called on China in public to investigate Hunter Biden when the Ukraine scandal broke. So for that reason, I'm not sure that the Bolton narrative will change many minds, especially since you have one group, the Trump supporters, saying that Bolton is a traitor, and the other group, the Democrats, who we heard in the opening clip, saying, well, now you tell us. You're no good to us now. So I think that leaves Bolton in a position where he'll just have a bestseller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Exactly. Here is Kellyanne Conway about this book. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "Two words -- national security. It's pretty unusual to have a memoir like this while the people you're talking about are still in office and are still -- your colleagues are still working in the administration. The name of the book is \"The Room Where It Happened.\" So Ambassador Bolton himself makes clear that he was in the Oval Office, he was in the situation room, he had a lot of access to the president and foreign leaders. And so for me it's not about, quote, protecting the president. It's really about protecting the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Julie, it is interesting to see the pushback by the White House, the embrace by the left, even though they are upset that Bolton didn't testify during the impeachment hearings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "I think both sides can actually agree on one thing with John Bolton, and that's that they all think he's out to sell books right now, that that's his main focus here. The White House gets themselves a little bit tripped up on the argument that they're making here about trying to block the book where they say the book shouldn't go forward because it didn't go through the proper classification process. There is classified information that is still in there, acknowledging that, though you are also acknowledging that some of that is true, that the information did happen in real classified settings. So I think they do get a little bit of a mixed message off of that. From the Democratic standpoint it will be interesting to watch how they both try to push forward some of the accounts in the book while also trying to discredit Bolton for not having come forward to testify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, we'll have a complete rundown as we get the book and go through it as well. Panel, thank you. Stand by. Next up, big tech, what Republicans are doing to push back. That after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOSH HAWLEY, (R-MO)",
      "sentences": "Just look at what Google tried to do just yesterday where they tried to de-platform a conservative news site, \"The Federalist.\" They tried to deny \"The Federalist\" access to Google's web platform, their ad platform, which would have essentially shut them down. This is the kind of thing that big tech is doing all the time. Twitter commenting on, labeling the tweets of the president of the United States, it just gets worse and worse. It's becoming more and more insidious the way that these platforms use their power, and that's why it's important to have legislation that will give folks their day in court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That was Senator Josh Hawley in two different places, but it was the same senator, talking about a fight with big tech and what is going to come next. This is getting a lot of attention, not only about censorship but about efforts to demonetize. Google has put out a statement saying that \"To be clear, \"The Federalist\" is not currently demonetized. We do have strict publisher policies that govern the content ads can run on, which includes comments on the site. This is a longstanding policy.\" Bottom line, it's not happening on that site as of yet, but there are real concerns here, Susan, on Capitol Hill. We're back with the panel. Capitol hill is focused on this, both sides of the aisle. Republicans are taking this and running with it right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "That's right. You just saw Senator Tom Cotton today say that he was nearly removed from Twitter for going on the air and talking about supporting the use of the military on our streets to control the civil unrest. There are definitely feelings amongst conservatives on Capitol Hill that big tech is slanted against conservatives, and they are treating conservatives unfairly. As you mentioned, the NBC collaboration with the Foreign Advocacy Group to try to de-platform \"The Federalist\" and Zero Hedge, which I believed was de-platformed for its comments section, when in fact Google does not have to worry about that same liability. They enjoy that liability under section 230 of the Communications Decency Act. And what the Josh Hawley bill does is it takes away immunity unless Google can prove it's a neutral platform, because they are supposed to be neutral in order to enjoy that liability protection. So the Hawley bill would hold them accountable for that. And don't forget, President Trump issued an executive order recently that interpreted that section 230 is not giving the big tech firms this liability protection. So there are a lot of questions about this right now, and clearly feeling amongst conservatives that something needs to change in the law to protect conservative thoughts and viewpoints on social media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I talked to Attorney General Barr about this, Julie, and clearly this is a big factor for them. And politically how it works, there probably is some upside going politically into this realm when you're talking about big tech, privacy, and censorship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "Yes, absolutely. I do think, to Susan's point, I think among conservatives this has become a bit of a rallying cried, certainly with the president's own tweets, but also just this broader idea that tech is biased here. I do think that big tech finds themselves in a really tricky position. On the one hand they are trying to be advocates for free speech. They are trying to be open, sort of open platforms for any type of discussion. When you do that, you do open up your platforms to a lot of discussions that a lot of Americans do find objectionable. But when you cross over that line and start making decisions about what can be allowed and what can't be, you run up against politics and a lot of real concerns here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Matthew, last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "One word, Bret -- 2024. That's what this is about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's what this is about? Tom Cotton in particular?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "And Josh Hawley. I think we're beginning to see one of the major issues of the 2024 Republican primary emerge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There you go. I was asking for pithy, but I didn't think I was going to get one word. Panel, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's good stuff, yes. When we come back, the brighter side of things, some good news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Breaking right now in Atlanta, we have aerial photos of some fights breaking out near the site of that shooting. Remember, the white police officer, former Atlanta police officer charged -- a group of people and some fights breaking out, monitoring the situation as Atlanta is again on alert for possible protests and reaction to all of that tonight, looking live in Atlanta. But we are going to leave you on something coming together. Nine-year-old Kaitlyn Saunders wanted to share her hope for the future while D.C. streets were still empty. In the morning she and her parents went down to Black Lives Matter Plaza, renamed by the D.C. mayor. Kaitlyn decided to give an inspired performance to one of her favorite songs, \"Rise Up.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "There you go. And just over a year ago, South Carolina Deputy William Kimbro found 12- day-old Riley choking to death in a car. He jumped into action, saved that infants life with CPR. Short while after her first birthday, Riley's parents asked Kimbro, if he would be her godfather? He said yes. And that's fair, balanced and unafraid. Good stuff. Here's Martha. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Hey, Juan. Thanks. Thanks, everybody. Good evening. I am Bret Baier. Breaking tonight, the white police officer who fatally shot an African-American man last Friday in Atlanta, is now facing a felony murder charge that could put him in prison for life or possibly, lead to his execution. The district attorney in Fulton County, Georgia is pursuing 11 charges against now former officer Garrett Rolfe. Breaking today, correspondent Steve Harrigan starts us off from Atlanta tonight. Good evening, Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Bret, the reaction out here on the street when people first heard the charge of murder. There was some surprise, even some applause. But then when they heard the new details released today, that one of the officers kicked Brooks' body when he was dying on the ground, the other officers stood on his shoulders. That applause turned to anger and disgust."
    },
    {
      "speaker": "PAUL HOWARD, DISTRICT ATTORNEY, FULTON COUNTY, GEORGIA",
      "utterance": "We have concluded that Mr. Brooks was running away at the time that the shot was fired."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Fulton County District Attorney Paul Howard Jr. charged the police officer who shot and killed Rayshard Brooks in Atlanta on June 12th, with felony murder as well as 10 other charges."
    },
    {
      "speaker": "HOWARD",
      "utterance": "The demeanor of the officers immediately after the shooting, did not reflect any fear or danger of Mr. Brooks."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Brooks fell asleep in his car in a Wendy's drive thru lane on Friday night. After 20 minutes of calm conversation, Brooks agreed to take a sobriety test which he failed. When the two officers attempted to handcuff him, he began to struggle, seizing one of the officers' tasers and fleeing. At one point, he turned to fire the taser. Former officer Garrett Rolfe, who was terminated after the incident, fired three shots, hitting Brooks twice in the back."
    },
    {
      "speaker": "HOWARD",
      "utterance": "We have also concluded that Rolfe was aware that the taser in Brooks' possession, that it was fired twice, and once it's fired twice, it presented no danger to him or in any other persons."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Brooks' family and their attorney responded."
    },
    {
      "speaker": "L. CHRIS STEWART, ATTORNEY OF THE BROOKS FAMILY",
      "utterance": "It's not a day of joy, watching the charges and what's going to happen to this officer because it shouldn't happen. So, it's heartbreaking, but it is an attempt to redefine justice."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Rolfe could face a penalty of life in prison or even the death penalty. He had previously received a written reprimand for the use of force with a weapon. The second officer Devin Brosnan is also charged with aggravated assault and has agreed to be a state witness."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Arrest warrants have been issued for both officers. They have until tomorrow 6:00 p.m. to turn themselves in. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Steve Harrigan in Atlanta. Steve, thanks. The battle lines are being drawn on Capitol Hill tonight, concerning legislation over police reform. President Trump is engaged in a battle of his own this evening. The effort to keep a new book by his former National Security Adviser off the shelves. Tonight, we're learning some of the sensational allegations within that manuscript. Chief White House correspondent John Roberts has details tonight in the North Lawn. Good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, good evening. The former Ambassador John Bolton's book has not been released yet, may not be released, if the Department of Justice prevails in court, but already it is topping the bestseller list and is the focus of repeated broadsides from the White House."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "As the Department of Justice fights to block the release of John Bolton's new book, The Room Where It Happened, leaked copies of the memoir revealed Bolton believed the impeachment inquiry should have gone beyond Ukraine to include President Trump's dealings with Turkey and China. Bolton says the President's deal with Xi Jinping to buy U.S. agricultural products was all about reelection writing. The President was quote, pleading with Xi to ensure he'd win. He stressed the importance of farmers and increased Chinese purchases of soybeans and wheat in the electoral outcome. President Trump insists China would like to see him lose the election and of the Bolton book, the White House says it should never see the light of day is written, insisting it is filled with classified information."
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Former National Security Adviser John Bolton should know all too well that it's unacceptable."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "In the book, Bolton also says President Trump was willing to intervene in investigations of Chinese and Turkish businesses \"to, in effect, give personal favors to dictators he liked,\" adding, \"the pattern looked like obstruction of justice as a way of life, which we couldn't accept.\" Bolton accuses democrats of \"impeachment malpractice.\" The book is set for release June 23rd, unless Judge Royce Lamberth, a Reagan appointee, buys the DOJ's argument that Bolton never fully complied with his agreement for a prepublication scrub of classified information."
    },
    {
      "speaker": "MCENANY",
      "utterance": "We don't believe that Bolton went through that process. It hasn't been completed the process and therefore, he's in violation of that agreement."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump was also watching the action on Capitol Hill today. His Senate Republicans led by Tim Scott of South Carolina, outlined their efforts at police reform."
    },
    {
      "speaker": "SEN. TIM SCOTT (R-SC)",
      "utterance": "Too often we're having a discussion in this nation about, are you supporting the law enforcement community? Or are you supporting communities of color? This is a false binary choice."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Among other things, the Justice Act would include enhanced use-of- force reporting to the FBI, restrictions on chokeholds, track no-knock warrants and commissions to study policing and race. Democrats said the bill doesn't go far enough, but Senator Dick Durbin drew fire from Scott, when he said this."
    },
    {
      "speaker": "SEN. DICK DURBIN (D-IL)",
      "utterance": "Let's not do something that is a token, half- hearted approach."
    },
    {
      "speaker": "SCOTT",
      "utterance": "I don't know what he meant. But I can tell you that this thing, to have those comments, again, hurts the soul."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Durbin later apologized for the comment. The House Judiciary Committee today went through the process of marking up the Democrats Police Reform Bill. It is scheduled for a vote on June the 25th. The fate of the Senate Bill is much more uncertain. Senate Majority Leader Mitch McConnell today urged Democrats to work together with Republicans. But Bret, there's not a whole lot of time for negotiation between now and the beginning of the Fourth of July recess."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts live in the North Lawn. John, thanks. President Trump is unveiling a plan to address veteran suicides during an event this afternoon at the White House. The President laid out details of the $53 million two-year effort, which features firearm safety and wellness programs at workplaces and added barriers near railroads and bridges. The government says about 20 veterans die by suicide each day."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "They fought our battles overseas and now we must join them in winning this new battle at home."
    },
    {
      "speaker": "BAIER",
      "utterance": "The Democratic chairman of the House Veterans Affairs Committee calls the President's plan, tepid and weak. Tonight, we examine how social media companies are trying to restrict certain types of material and the pushback from conservatives. A new battle between Google and conservative sites as Republicans in Congress firing back. Correspondent Jillian Turner shows us all of it tonight."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Republicans nationwide, this week, are once again feeling the heat from the United States biggest tech companies. Senate Republican Tom Cotton censored by Twitter."
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "You do have left-wing thought police."
    },
    {
      "speaker": "TURNER",
      "utterance": "Far-right financial blog ZeroHedge banned from Google ads. And conservative outlet, The Federalist, also under threat from Google, which plan to block the site over offensive comments, not from the outwits journalists, but its readers."
    },
    {
      "speaker": "COTTON",
      "utterance": "It is a curious time for big tech to be threatening to deep platform websites because of uncured comments at a time when big tech may be facing the loss or at least the modification of its legal liability protections. Because they claim they don't curate their comments."
    },
    {
      "speaker": "TURNER",
      "utterance": "Google insists they follow the same rules of the road they set for everyone else, and that those rules are crystal clear. We do have strict publisher policies that govern the content ads can run on which includes comments on the site. This is a long-standing policy. This feud comes fresh on the heels of Twitter's clash with President Trump over its decision to slap warning labels on his feed for inciting violence. Republican lawmakers say big tech's longtime crusade against conservative speech has now become dangerous. The Justice Department is taking action saying it's reconsidering section 230 of the Communications Decency Act which protects tech firms from lawsuits by users. And a group of Senate heavyweights including Josh Hawley are pushing a legislative fix that it allows users to sue when they believe political speech is censored."
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "utterance": "It's really simple. If you're treated unfairly and big tech violates their own terms of service, then you can sue and you can have your day in court."
    },
    {
      "speaker": "TURNER",
      "utterance": "Democrats, for their part, have been mostly silent on this issue this week. It's a fight they don't seem eager to have with their GOP colleagues."
    },
    {
      "speaker": "TURNER",
      "utterance": "Google says both the Federalist and zero hedges comment section contains what they call derogatory racial information, which is not allowed. As of now, all offending comments have been removed from the Federalists site, but this fight is just heating up. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Gillian, thank you. Joining us now, on a host of different topics, former Defense Secretary Robert Gates. He is the author of a new book, Exercise of Power, American Failures, Successes and a New Path Forward in the Post-Cold War World. Mr. Secretary, thanks for joining us."
    },
    {
      "speaker": "ROBERT GATES, FORMER DEFENSE SECRETARY",
      "utterance": "Thanks, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Congrats on the book and I want to talk to you about it, specifically, in just a minute. But I want to just ask you, since you've served for eight different presidents, you've been CIA director, you've been defense secretary. Have you ever seen a time like we're in now?"
    },
    {
      "speaker": "GATES",
      "utterance": "No, I can't say I have. I mean, I lived -- I was on the NSC staff during the last days of the Nixon administration, and during the whole Watergate affair. I was in the White House on loan from CIA at the end of the Carter administration, when we were in trouble in a lot of different ways. But no, I don't think I've ever seen anything quite like this."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, two crises in a row, obviously, the pandemic and the situation we're facing across the country in the wake of the George Floyd killing. You have said that you are actually for some changes, including name changes for some military bases. Cite in the New York Times, that you called to replace those names, and the quote they said is, as a longtime Soviet scholar, you added, I'm very sensitive to the notion of rewriting history. But yes, you think those names should be changed?"
    },
    {
      "speaker": "GATES",
      "utterance": "I think that -- I think the name should be changed. I think it's a question of placement and time, and we don't want to be in a position of celebrating people who were, in fact, traitors to the United States. And when it comes to statuary and so on, that that kind of thing, I think belongs in museums rather than in places where it appears that we're celebrating them. I -- you know, I've said I don't know why we don't have a fort Ulysses S. Grant or a Fort George Patton, or a major facility named for a Medal of Honor recipient. So, I think this is an opportunity to make some changes that frankly, bring us into the 21st century."
    },
    {
      "speaker": "BAIER",
      "utterance": "Part of your book is about the exercise of power, when to use the military perhaps when not to. Your reflections after what we saw from the Chairman of the Joint Chiefs, Milley -- General Milley, coming out apologizing for being that event at Lafayette Park and the whole back and forth about the use of the military during this time."
    },
    {
      "speaker": "GATES",
      "utterance": "Well, I agreed with some other retired senior officers, former chairman of the Joint Chiefs, Admiral Mullen and General Dempsey, against the use of the Insurrection Act, you know, the -- I think it's important to understand the difference between the regular army which is fundamentally trained to kill people, and the National Guard, which is trained in a lot of things. You're likely to see them handing out food at a food bank or sandbagging a flooding river, as you are anything else. They can fight, as we saw in Iraq and Afghanistan, but they also are trained in crowd control. They have good relations with local law enforcement because they're from the community. And that if the local police can't handle a problem, the National Guard is the -- is the right -- is the right way to turn. When the Insurrection Act has been used, the last time it was used, it was used the time of Rodney King riot -- the riots after Rodney King was killed, and the governor of California felt the situation couldn't be managed by the National Guard and first President Bush did call it in. But it looked to me, at least, from the outside, that the National Guard and the other elements of law enforcement that were present were able to handle the problem."
    },
    {
      "speaker": "BAIER",
      "utterance": "You know, you're talking about your book. There's another book that's raising a lot of eyebrows and obviously the White House is pushing back on it already. I assume you haven't read John Bolton's book, but the former National Security Adviser is facing lawsuits from the DOJ. Here's what the President said about this book coming out. Take a listen."
    },
    {
      "speaker": "TRUMP",
      "utterance": "When you do classify that to me, is a very strong criminal problem. And he knows he's got classified information, any conversation with me is classified. Then, it becomes even worse of he lies about the conversation, which I understand he might have in some cases."
    },
    {
      "speaker": "BAIER",
      "utterance": "Just want to get your reaction about the process. You obviously had to go through the process with your first memoir, duty. And what's your reaction to all of this and what the President said?"
    },
    {
      "speaker": "GATES",
      "utterance": "Bret, I would tell you, I've been through the process four times, including the book that is just out. In all cases, I've had to have it reviewed both by the CIA and by the Defense Department. I found that the changes that they requested were minimal and they moved expeditiously and I really didn't have a problem with the process. So, I have -- I have the e- mails, demonstrating that the drafts have been accepted. And it seems to me to be a legitimate process to go through. Just based on the newspapers, it looks to me like John Bolton has cooperated in that process for several months, whether it was actually completed or not, I just -- I'm in no position to know."
    },
    {
      "speaker": "BAIER",
      "utterance": "One thing in your last book that you wrote about and it factors into the current situation politically is about Joe Biden. You called him a man of integrity. But you said, \"I think he's been wrong on nearly every major foreign policy and national security issue over the past four decades.\" As you look at the situation right now, do you know who you're supporting, or your thoughts about Joe Biden and his ability to be commander in chief?"
    },
    {
      "speaker": "GATES",
      "utterance": "Well, I think, the stay -- I stand by the statement that I wrote in the book that I obviously have very significant policy differences with Joe Biden. But I do think that he's a person of integrity and a decent person. And I think I'll just leave it at that."
    },
    {
      "speaker": "BAIER",
      "utterance": "And last thing, Mr. Secretary, a lot of focus on China in the news. You've -- over many years dealt with different regimes in China. Your thoughts on China and what it's up to now in the big picture."
    },
    {
      "speaker": "GATES",
      "utterance": "Well, Bret, I think we made -- I think we made two big mistakes -- strategic mistakes when it comes to China. Our policy toward China for the last 40 years has been underpinned by the assumption that a richer China would become a freer China. And it has become crystal clear, especially under President Xi, that, that assumption was wrong. The second was the failure to understand that a richer China would become a more assertive China. And so, I think it's only been in the last three or four years that people have begun to realize that this is a regime that we are going to be in a contest with for as far into the future as we can see a rivalry."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mr. Secretary, we appreciate your time. Good luck on the book."
    },
    {
      "speaker": "GATES",
      "utterance": "Thanks a lot, Bret. Appreciate it."
    },
    {
      "speaker": "BAIER",
      "utterance": "Up next, Joe Biden makes a rare public appearance. The Trump campaign weighs in about all of that. We'll bring you that. Plus, some of our other Fox affiliates around the country and what they are covering tonight. FOX 10 in Phoenix as evacuations are underway for the fast-growing bush fire in Tonto National Forest. State officials say the fire has burned 90,000 acres of land. It's only five percent contained. The fire is believed to have been caused by humans. Fox Carolina in Greenville, with the fifth anniversary of the massacre at a Charleston, South Carolina church that left nine black worshipers dead. The attack led state leaders to remove the Confederate flag from the capitol lawn, but legislators have not made any other changes to confederate symbols at least so far. And this is a live look in Chicago from our affiliate FOX 32. One of the big stories there tonight. Quaker Oats, saying it is retiring the 131-year- old Aunt Jemima brand. The company says it recognizes the character's origins are based on a racial stereotype. Quaker, says a renamed overhauled pancake mix and syrup will hit shelves by the fourth quarter of this year. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "An Air Force sergeant in California who is suspected in the killings of a sheriff's deputy and a federal security officer is being linked to the far-right anti-government movement known as Boogaloo. Authorities say Steven Carrillo went to a Black Lives Matter protest with a home assembled semi-automatic weapon in order to kill police. They say Carrillo wrote on a Facebook group post last month that nationwide unrest is an opportunity to target government agencies. Attorney General William Barr told me last week, the government is monitoring these types of groups."
    },
    {
      "speaker": "WILLIAM BARR, ATTORNEY GENERAL OF THE UNITED STATES",
      "utterance": "We have, you know, conservative -- extreme right groups trying to look like extreme left groups. We have extreme left groups masquerading as an extreme right group. We have players on both sides trying to spin up violent. I can't put a time limit on these investigations. But I think, you know, we are very much focused on getting on top of these groups."
    },
    {
      "speaker": "BAIER",
      "utterance": "Korea's attorney says there is no evidence his client was in contact with anyone in the Boogaloo movement. In tonight's \"DEMOCRACY 2020\" report, Joe Biden ventures out from his Delaware home to nearby Pennsylvania to talk about reopening America and ripping President Trump's response to the coronavirus. Meantime, the president's campaign team is questioning Biden's reluctance to make public appearances. Correspondent Peter Doocy has our report tonight."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "These days it's rare for reporters to get within shouting distance of Joe Biden, but Fox News tried today. Mr. Vice President, time for a question. The former V.P. remains strong in recent polls despite a lack of recent in- person events. And now the RNC is flagging that the presumptive Democratic nominee's last press conference was 76 days ago in an e-mail blast with questions like why has Biden vanished? Is it because Biden needs his team to prewrite his answers and load them into his teleprompter? Or is it because Biden's handlers have made the decision that the more America sees of Joe Biden, the worse off he is."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "Hey, buddy."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Biden continued slowly resuming campaign activity today in the suburbs of Philadelphia. But there was still signs of life during COVID-19 everywhere."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I think everybody's beginning to realize there is a -- this is not going to go away in the spring kind of thing, as we were told."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The presumptive Democratic nominee's campaign slogan this cycle is, our best days still lie ahead. But, at times, his message to small business owners was bleak."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We have lost over 115,000 people now, dead, and you have an unemployment rate that is staggering. Staggering. Millions of people unemployed."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And as Biden vets voters will trust him to help the economy reopen right, larger campaign rallies sound like a low priority."
    },
    {
      "speaker": "BIDEN",
      "utterance": "He just basically waved a white flag and has retreated. And so are you to get back in his campaign -- to his campaign rallies that will -- he'll put people at risk."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Without COVID, events like Biden's today would be public. But instead, they are invite-only. And we saw it firsthand outside of one of them that can lead to some hurt feelings. There were some local officials in Pennsylvania who had to plead their case to get in, others were left out. They all just wanted to see Joe. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter Doocy in Wilmington, Delaware. Peter, thank you. We can hear more from Peter and a distinguished panel on my podcast, \"THE CAMPAIGN\". It comes out every Tuesday, 5:00 p.m. Eastern Time. You can download it on https://urldefense.proofpoint.com/v2/url?u=http-3A__foxnewspodcast.com&d=DwIFAw&c=cnx1hdOQtepEQkpermZGwQ&r=tgDLkJy54PfJyWJwul3dKe54qGxqO7b7d5vjo7RcZds&m=qxFzZdddZ9JYFacl_k8zrkzTP3MDvYYtGfDpcXjLu1M&s=Nk4kvOd1-AQvxWYbWesa-YFX6qkFo_Jqt6sjGlmHnSQ&e= or wherever you downloaded podcasts. The Dow broke a three-day winning streak, lost 170 today. The S&P 500 was down 11. The NASDAQ gained 15. Up next, renewed concerns about the coronavirus here in the U.S. and in China. First, \"BEYOND OUR BORDERS\" tonight. Turkey, says its airlifting troops into northern Iraq for a front quarter ground operation against Kurdish rebels. Turkey regularly carries out air and ground attacks against the outlawed Kurdistan Workers Party, which it says, maintains bases in northern Iraq. Four Russian Bear bombers flying near Alaska for the second time in a week. NORAD, says it scrambled the F-22 stealth fighter jets to intercept the planes which came within 37 miles of the U.S. coast but remained in international airspace. NORAD, says it's the eighth time this year Russia has flown bombers close to the U.S. It comes days after a pair of U.S. B-52 bombers flew near Russia. An English soccer's longest suspension since World War II is now over. The Premier League, the richest soccer league in the world was suspended March 13th, after one of its managers tested positive for coronavirus. The first matches in more than three months were played today. Just some of the other headlines \"BEYOND OUR BORDERS\" tonight. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Vice President Mike Pence says fears of a second wave the coronavirus are overblown. Dr. Anthony Fauci says the second wave is not inevitable, but the first wave, he says, is not yet over. This comes as many locations are reporting spikes in cases. Obviously, testing is up as more of the country reopens after the lockdown. Correspondent Phil Keating has that story tonight from Miami."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "As the economies in every state continue reopening, inviting crowds and groups to mingle again outside the home, the numbers of positive COVID test results are growing, in some places dramatically. Nationwide cases are surging in the south and west, with six states including Florida, Texas, and Arizona setting one-day records of cases on Tuesday. City leaders in Tulsa, Oklahoma, disclosing today that Tuesday Tulsa County also set its one-day record of cases. This as the city is preparing to host Saturday's controversial return of a President Trump rally, scheduled to be indoors with a lot of people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "To responsible behavior in our daily lives, not pointing a finger at protests over a couple of weeks, or pointing the finger at her rally that's going to occur."
    },
    {
      "speaker": "KEATING",
      "utterance": "The administration and some Republican governors blame the spike in COVID numbers on increased testing, while many health experts say much if not more has to do with states reopening. This afternoon the White House's Coronavirus Task Force met with Vice President Pence a day after Dr. Anthony Fauci explained why at the pandemic's beginning they did not advise all Americans to always be wearing masks."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, NATIONAL INSTITUTES OF ALLERGY AND INFECTIOUS DISEASES",
      "utterance": "We did not want them to be without the equipment that they need, so there was not enthusiasm about going out and everybody buying a mask or getting a mask. We were afraid that that would deter away from the people who really needed it."
    },
    {
      "speaker": "KEATING",
      "utterance": "Florida's Republican Governor Ron DeSantis is adamant there will be no rollback of the state's reopening despite these surging numbers. However, the mayors of Miami Beach and the city of Miami say if the numbers don't improve, they just might. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Phil Keating in Miami. Phil, thanks. New restrictions tonight in Beijing over renewed coronavirus fears. China is raising its emergency warning to its second-highest level and canceling more than 60 percent of the flights into the capital. Meanwhile, not far from there, a surprising success story. At first glance the coronavirus numbers from Vietnam seemed too good to be true. But senior foreign affairs correspondent Amy Kellogg reports tonight some very smart people are now believers."
    },
    {
      "speaker": "AMY KELLOGG, FOX NEWS SENIOR FOREIGN AFFAIRS CORRESPONDENT",
      "utterance": "Vietnam only registered 335 cases and zero deaths from coronavirus. Glowing news, though, from Communist Party run countries tends to draw skepticism. But this American doctor based in Vietnam insists the reports are true."
    },
    {
      "speaker": "DR. TODD POLLACK, HARVARD MEDICAL SCHOOL",
      "utterance": "They have really done a remarkable job to contain the virus."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "Vietnam has long experience with infectious disease including SARS. This time, unlike its neighbor China, Vietnam acted with lightning speed. They tested, traced contacts, and shut down entire villages, things that are easy to enforce in an authoritarian country. Mostly young people were infected. They were quickly isolated."
    },
    {
      "speaker": "POLLACK",
      "utterance": "So there was little chance for someone who was infected to transmit to their elderly households."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "Vietnam was the envy of frontline physicians, especially in places like Italy with a smaller population but over 34,000 deaths."
    },
    {
      "speaker": "DR. GLORIA TALIANI, SAPIENZA UNIVERSITY",
      "utterance": "It will be very interesting to visit the country and to understand on what the people could rely mostly on to make this fantastic kind of miracle."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "Vietnam's success isn't limited to the pandemic. The World Bank predicts three to four percent growth there in this year of global recession. One of the world's poorest countries now on a roll, having opened up its economy and poured resources over recent decades into infrastructure and education, and lately Hanoi has benefited from major companies shifting production away from China. And in a move to lessen its own reliance on China, Vietnam only recently signed a free trade deal with Europe. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Amy, thank you. Republicans go after big tech censorship, and the president tries to keep you from reading John Bolton's new book. We'll get reaction for the panel when we return."
    },
    {
      "speaker": "HAKEEM JEFFRIES, (D-NY) HOUSE BUDGET COMMITTEE",
      "utterance": "John Bolton had every opportunity to speak to House impeachment managers, the House Judiciary Committee, as well as the House Intelligence Committee. He could have stepped forward as a patriot when the stakes were high and the president was on trial, and he ran and hid in the other direction."
    },
    {
      "speaker": "REP. ERIC SWALWELL, (D-CA)",
      "utterance": "John Bolton is claiming that the House should've impeached drum for other matters. Well, thank you, John Bolton, for being the firefighter that shows up to the building thatŸ_Ts already burned with the firehose and saying I'm here to help."
    },
    {
      "speaker": "BAIER",
      "utterance": "House Democrats upset that John Bolton didn't participate in the impeachment hearings, and Republicans and some inside the White House saying he shouldn't be releasing what he's releasing. There's an effort by the DOJ to stop this book from coming out even though it's on the way out, and in fact a lot of people have it. One excerpt about China, Bolton writes about the G20 summit with President Xi of China. \"He,\" Trump, \"then, stunningly, turned the conversation to the coming U.S. presidential election, alluding to China's economic capability to affect the ongoing campaigns, pleading with Xi to ensure he'd win. He stressed the importance of farmers, increased Chinese purchases of soybeans and wheat, and the elector outcome.\" A lot of different quotes coming out this evening. We'll start there with our panel, Susan Ferrechio, Chief Congressional Correspondent for the \"Washington Examiner,\" Julie Pace is the Washington Bureau Chief for the Associated Press, and Matthew Continetti, founding editor of the \"Washington Free Beacon.\" Julie, there at the White House it seems like there is still this push to try to prevent this book from seeing the light of day."
    },
    {
      "speaker": "JULIE PACE, WASHINGTON BUREAU CHIEF, ASSOCIATED PRESS",
      "utterance": "Yes, there definitely is, though I think that is becoming less relevant at this point. The book is out. We have obtained it. Other news organizations have obtained it. And most of the most I think attention-grabbing details are really already out there for the world to see. So yes, I think this legal fight will continue on a matter of principle for the White House, but I think the damage is done terms of the information that Bolton wanted to get out there being there for the public to consume."
    },
    {
      "speaker": "BAIER",
      "utterance": "Susan, we've seen other administration officials write memoirs referencing a president who is still in office. One of them was on our show tonight, former defense secretary Robert Gates, who wrote a memoir referencing some negative things about President Obama and Joe Biden. But this account by all accounts, and I haven't read it all yet, seems pretty scathing of a chaos behind the scenes at the White House. SUSAN FERRECHIO, \"WASHINGTON EXAMINER\": Right. And some of the things that Bolton accuses Trump of doing are really indefensible if they are true. But even Bolton has run into credibility issues with his own claims. I think he was on board with the weapons of mass destruction argument, and even I think former President Bush called his credibility into question. He left on pretty bad terms when the president fired him and then announced it on Twitter. And already some of his book has been refuted. William Barr, the attorney general, denied parts of the book they came out back in January. So if this is all going to -- as Julie said, a lot of this is already out now, so trying to block the book isn't going to do the president any good. It's really going to be about how he responds to this. Does he do the classic Trump denial, it's all fake news? And if he does do that, which I fully expected to do, will the public believe it? Because there have been many former administration officials come out and make pretty damning claims against the president. And we are getting closer and closer to the election. So these things are going to cause increasing damage as we approach the November election. So at this point the president, I think, really needs to get out there and respond to the claims that Bolton is making."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matthew, the political impact on something like this on somebody like President Trump? MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": It's hard to say. Ambassador Bolton now joins President Trump's former secretary of state, former secretary of defense, former chief of staff, who's also the former secretary of Homeland Security, and Jeff Sessions, the former A.G. who had a critical tweet thread in recent weeks, all of whom criticizing the president's management style. The funny thing, Bret, though, is that when you read the Trump in the Bolton excerpt, he's not much different than the Trump in public. International, if you recall, he called on China in public to investigate Hunter Biden when the Ukraine scandal broke. So for that reason, I'm not sure that the Bolton narrative will change many minds, especially since you have one group, the Trump supporters, saying that Bolton is a traitor, and the other group, the Democrats, who we heard in the opening clip, saying, well, now you tell us. You're no good to us now. So I think that leaves Bolton in a position where he'll just have a bestseller."
    },
    {
      "speaker": "BAIER",
      "utterance": "Exactly. Here is Kellyanne Conway about this book. Take a listen."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "Two words -- national security. It's pretty unusual to have a memoir like this while the people you're talking about are still in office and are still -- your colleagues are still working in the administration. The name of the book is \"The Room Where It Happened.\" So Ambassador Bolton himself makes clear that he was in the Oval Office, he was in the situation room, he had a lot of access to the president and foreign leaders. And so for me it's not about, quote, protecting the president. It's really about protecting the nation."
    },
    {
      "speaker": "BAIER",
      "utterance": "Julie, it is interesting to see the pushback by the White House, the embrace by the left, even though they are upset that Bolton didn't testify during the impeachment hearings."
    },
    {
      "speaker": "PACE",
      "utterance": "I think both sides can actually agree on one thing with John Bolton, and that's that they all think he's out to sell books right now, that that's his main focus here. The White House gets themselves a little bit tripped up on the argument that they're making here about trying to block the book where they say the book shouldn't go forward because it didn't go through the proper classification process. There is classified information that is still in there, acknowledging that, though you are also acknowledging that some of that is true, that the information did happen in real classified settings. So I think they do get a little bit of a mixed message off of that. From the Democratic standpoint it will be interesting to watch how they both try to push forward some of the accounts in the book while also trying to discredit Bolton for not having come forward to testify."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, we'll have a complete rundown as we get the book and go through it as well. Panel, thank you. Stand by. Next up, big tech, what Republicans are doing to push back. That after the break."
    },
    {
      "speaker": "SEN. JOSH HAWLEY, (R-MO)",
      "utterance": "Just look at what Google tried to do just yesterday where they tried to de-platform a conservative news site, \"The Federalist.\" They tried to deny \"The Federalist\" access to Google's web platform, their ad platform, which would have essentially shut them down. This is the kind of thing that big tech is doing all the time. Twitter commenting on, labeling the tweets of the president of the United States, it just gets worse and worse. It's becoming more and more insidious the way that these platforms use their power, and that's why it's important to have legislation that will give folks their day in court."
    },
    {
      "speaker": "BAIER",
      "utterance": "That was Senator Josh Hawley in two different places, but it was the same senator, talking about a fight with big tech and what is going to come next. This is getting a lot of attention, not only about censorship but about efforts to demonetize. Google has put out a statement saying that \"To be clear, \"The Federalist\" is not currently demonetized. We do have strict publisher policies that govern the content ads can run on, which includes comments on the site. This is a longstanding policy.\" Bottom line, it's not happening on that site as of yet, but there are real concerns here, Susan, on Capitol Hill. We're back with the panel. Capitol hill is focused on this, both sides of the aisle. Republicans are taking this and running with it right now."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "That's right. You just saw Senator Tom Cotton today say that he was nearly removed from Twitter for going on the air and talking about supporting the use of the military on our streets to control the civil unrest. There are definitely feelings amongst conservatives on Capitol Hill that big tech is slanted against conservatives, and they are treating conservatives unfairly. As you mentioned, the NBC collaboration with the Foreign Advocacy Group to try to de-platform \"The Federalist\" and Zero Hedge, which I believed was de-platformed for its comments section, when in fact Google does not have to worry about that same liability. They enjoy that liability under section 230 of the Communications Decency Act. And what the Josh Hawley bill does is it takes away immunity unless Google can prove it's a neutral platform, because they are supposed to be neutral in order to enjoy that liability protection. So the Hawley bill would hold them accountable for that. And don't forget, President Trump issued an executive order recently that interpreted that section 230 is not giving the big tech firms this liability protection. So there are a lot of questions about this right now, and clearly feeling amongst conservatives that something needs to change in the law to protect conservative thoughts and viewpoints on social media."
    },
    {
      "speaker": "BAIER",
      "utterance": "I talked to Attorney General Barr about this, Julie, and clearly this is a big factor for them. And politically how it works, there probably is some upside going politically into this realm when you're talking about big tech, privacy, and censorship."
    },
    {
      "speaker": "PACE",
      "utterance": "Yes, absolutely. I do think, to Susan's point, I think among conservatives this has become a bit of a rallying cried, certainly with the president's own tweets, but also just this broader idea that tech is biased here. I do think that big tech finds themselves in a really tricky position. On the one hand they are trying to be advocates for free speech. They are trying to be open, sort of open platforms for any type of discussion. When you do that, you do open up your platforms to a lot of discussions that a lot of Americans do find objectionable. But when you cross over that line and start making decisions about what can be allowed and what can't be, you run up against politics and a lot of real concerns here."
    },
    {
      "speaker": "BAIER",
      "utterance": "Matthew, last word."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "One word, Bret -- 2024. That's what this is about."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's what this is about? Tom Cotton in particular?"
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "And Josh Hawley. I think we're beginning to see one of the major issues of the 2024 Republican primary emerge."
    },
    {
      "speaker": "BAIER",
      "utterance": "There you go. I was asking for pithy, but I didn't think I was going to get one word. Panel, thank you very much."
    },
    {
      "speaker": "BAIER",
      "utterance": "That's good stuff, yes. When we come back, the brighter side of things, some good news."
    },
    {
      "speaker": "BAIER",
      "utterance": "Breaking right now in Atlanta, we have aerial photos of some fights breaking out near the site of that shooting. Remember, the white police officer, former Atlanta police officer charged -- a group of people and some fights breaking out, monitoring the situation as Atlanta is again on alert for possible protests and reaction to all of that tonight, looking live in Atlanta. But we are going to leave you on something coming together. Nine-year-old Kaitlyn Saunders wanted to share her hope for the future while D.C. streets were still empty. In the morning she and her parents went down to Black Lives Matter Plaza, renamed by the D.C. mayor. Kaitlyn decided to give an inspired performance to one of her favorite songs, \"Rise Up.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "There you go. And just over a year ago, South Carolina Deputy William Kimbro found 12- day-old Riley choking to death in a car. He jumped into action, saved that infants life with CPR. Short while after her first birthday, Riley's parents asked Kimbro, if he would be her godfather? He said yes. And that's fair, balanced and unafraid. Good stuff. Here's Martha. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}