{
  "date": "June 13, 2018",
  "headline": "After Kim meeting, Trump says fake news is the biggest enemy",
  "subHeadline": "The president blasts the media for 'fighting hard to downplay' the denuclearization deal he made with North Korea; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/after-kim-meeting-trump-says-fake-news-is-the-biggest-enemy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Jesse Watters, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" President Trump is back in the U.S. following his historic summit in Singapore with Kim Jong Un. The president is now saying there's no need to worry about a nuclear threat from North Korea. The commander in chief is also sitting down with Bret Baier, telling him U.S. combat troops will remain on the Korean Peninsula.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "Is the military drawing down in South Korea? You kind of hinted at that. And is there going to be this kind of tit-for-tat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "No, it's not drawing down at all. In fact, honestly, it was never discussed. I'm sure he'd like that. It was never on the table. He should have understood that was never on the table. With that being understood and, you know, you asking me a question like that, I would love to get the military out as soon as we can because it costs a lot of money, a lot of money for us. We don't get paid fully for that military which, you know, I'll be talking to South Korea about it. But, we have 32,000 soldiers in South Korea. I'd like to get them home. I would like too. But it is not on the table right now. At the appropriate time it will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "The full interview airs on \"Special Report\" tonight at 6 p.m. Eastern. Over in South Korea, Secretary of State Mike Pompeo says the U.S. wants to see Kim Jong Un making progress towards the denuclearization before the end of Trump's first term. This while the president is taking aim at the mainstream media for negative coverage of his landmark sit down. Tweeting, so funny to watch the fake news, especially NBC and CNN, they're fighting hard to downplay the deal with North Korea. Five hundred days ago they would have begged for this deal. Looked like war would break out. Our country's biggest enemy is the fake news so easily promulgated by fools. Greg, you're an expert in promulgated by fools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Yes, I am. You know, we're all here -- everybody here by nature is skeptical. We're skeptical about everything. And, I find it, I guess, funny that the least skeptical people on earth are demanding that we be skeptical. So, these are the people that smear you if you're skeptical about Cuba, or climate change models, or stats on mass shootings, or gun control talking points. If you're skeptical about the Paris accord, if you're skeptical about Iran, if you're skeptical about communism, socialism, Venezuela, if you're skeptical about that, you're heartless. But, you must be skeptical about this. Well, we're already there. We've always been skeptical. If you are a conservative or libertarian you're born skeptical.  I had -- I'm going to pull a Dana Perino. I had Michael Malice on my podcast today. And, you know, he tweeted something very, very good. He also said this on my show, which is you can find it. If you think the possibility of peace is worse than the possibility of war, there must be something wrong with you. And he says that -- he has a good metaphor that North Korea is like a hostage situation. We've said that before. There's 28 million, 27 million hostages. The protocol is you try to get the hostage taker to put his gun down, and you do that always first by dialogue, and then, whether that means reassuring him with a film, that might work, but that's how you do it. First you want to save the people. And it is -- they're people. It's terrible in North Korea. They have concentration camps. They had genocide in the '90s. It's a ruthless regime. That tells you something. Containment doesn't work. Containment doesn't make the hostages feel really good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, it holds the evil in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. This could -- I mean, a hostage taker -- a hostage might actually think Trump is saving me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. All right, Dana, so what do you make now in terms of we've had some time since this historic summit and the meeting to kind of see some of the fallout, the discussion, people, you know, take different sides in terms of their opinion of what they think transpired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO- HOST",
      "sentences": "Well, I think it's still a net plus, right, for the president and for the world. Like, there is still hope. There is skepticism, but I think it's important to note that the skepticism isn't necessarily about President Trump, unless you're like an anti-Trump person. The skepticism is about North Korea and Kim Jong Un because the regime repeatedly lied. They repeatedly agreed to similar things like what they've agreed to a communicate the other day with the president back in 1996, then 2000, and then in 2005 and 2006. So, that's repeated. So, I think the skepticism, one, journalists are skeptical, two, conservatives are skeptical. Three, the skepticism is also about the North Koreans, just as it was about the Iranians. I also think that in some ways there's this tribal nature of who you're going to trust. If you're a Democrat and you trusted Obama, and you thought the Iran deal was a really good one. And you also might think that the personnel that they've had, like Secretary John Kerry, you had a lot of trust in him. Conservatives did not. And I think you're just seeing the mirror image of that now. So, Republicans will say I trust President Trump. I think he knows what he's doing. He didn't get it all in one day. We never expected that. But they also respect the people that work for him, so John Bolton, Mike Pompeo. Whereas it's just -- on the other side it would just be back and forth. I also think though that when it comes to the cost to Americans to have our troops in South Korea and in the region and to do these exercises, it's not just that it input out. It's not like just a lost cause. I do think that it's in our strategic national interest for us to keep a presence there, because you don't want to revamp it back up. Especially because we know that there's always dangers lurking around the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. Now, Jesse, you know, obviously -- Dana brings up a good point about some of the tribalism of it. There's people, yes, that do trust, you know, President Trump, because, also, perhaps, they've looked at the record of what he has promised and what he has delivered in our -- is it OK to be optimistic about, hopefully, having, you know, good outcomes? Trust but verify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Right. And what happened during the Obama administration, I mean, they give billions of cash to the ayatollah. They had a really bad trade with Bergdahl, handed over five top Taliban members. They've botched the Paris climate deal. They've botched TPP. They botched pretty much everything they touched. The Iraq says the forces agreement. And then, Trump comes in to try to broker a peace deal, gives up almost nothing. And the same people that praised Obama now are complaining. I mean, Clinton and Carter went over there and built two nuclear reactors, gave them millions of dollars. What happens just the other day? I think Obama gave Trump the keys to the White House and said, oh, yes, by the way, I've done nothing on North Korea for eight years. Now, it's the biggest problem. You're going to have to deal with it. Good luck. So, Trump tries to step up and bring peace to the peninsula, and all he hears is 100 percent negativity. And it just destroys the media narrative that he's this big warmonger when he goes there to make peace. And they don't want to give him any credit for trying to get peace. I'm not saying it's a done deal. It's far from a done deal. There is a potential here for a great deal. But all the deputies now have to hammer out the details. There's no, you know, verification, there's no inspections. The phase out is still up in the air. We don't know whether they're going to destroy or when they're going to destroy all these facilities, that all has to be hammered out. But the spirit of the summit was very strong, and the political will between the two leaders appears to be very positive. And I think now we let the little guys hammer it out and we'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Juan, so the president use, you know, rhetoric that some thought was inflammatory, but he was quite specific in saying that he feels that that played a part in terms of bringing North Korea to the table where ultimately, you know, he used diplomacy to be able to achieve these ends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "I think I read it differently, Kimberly. I think he said he regretted some of the language that he's used in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "But he also said that he thought it was helpful in getting them to this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I think he said he regretted and understood that it was provocative language, is I think what he said. But to the larger point here, I think the big news today is, you know what, the Pentagon didn't know that he was offering to give up military exercises with the South Koreans. And maybe, most importantly, the South Koreans didn't know it. And the South Koreans have played a key role in trying to make this deal happen and they're surprised too. So, what you have is kind of seat-of- the-pants Donald Trump working by the guts, saying, oh, I think this will work, this will work. What about our allies? I mean, this is something that, you know, when you think about it, you say as everybody else on the panel has talked about, let's go back and look at past criticism of something like the Iran deal. Oh, my gosh. At that point, it was said that this was evidence of Obama's inexperience, that he was a celebrity president, didn't understand the threats the world face. Of course, he got a deal that stopped Iran from developing nuclear weapons. What we have here is no such thing from president -- no guarantee, no method of verification, nobody on the ground, no assurances, no details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's been two days, Juan. Obama had two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm sorry, there was a signed deal, Jesse, and that's what the deal said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We stop and nothing else. Nothing from the North Koreans. So, what you get is -- when Obama sat down and said -- I think this is '07 in the mist of his campaign, he said, you know, I'm willing to meet with people who represent repressive regimes because it's an opportunity to build bridges, to talk. Oh, my goodness. The conservatives, the Republicans said what is he doing? He's coddling our enemies and he's alienating our allies. When Trump does it, oh, this is historic, and the American media is the enemy. Talk about hypocrisy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Can I explain just the difference between -- I think we have a strong, muscular, pro-American president like Donald Trump, when he is willing to sit down and talk to America's enemies. There's a different posture there. There's a difference between someone like that and someone like Obama who did an apology tour, who talked down American greatness in American exceptionalism, and his willingness to go and talk to America's enemies and not cut a great, vigilant deal. This is the difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Or doing an apology tour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me just say then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The way you guys see it is it's just team sports. If you like Obama, you like this. If you like Trump, you like this. But, I think, let's get away from that for a second. Let's just look at what the deal entails. And what you see is, and we've talked about this a moment ago, 130,000 people living in South Korean gulags at this moment. So, our tough, strong president does nothing -- nothing in the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "What do you expect in 48 hours? It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You can't believe that they would complain about actually something that happened that was very favorable for this country, for North Koreans, or South Koreans, for the world in general, give a chance for this to work. You don't like it if he use fire and fury. You don't like it if we go to war. You don't like it if we sit down and engage in diplomatic relations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Of course I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know, it's not totally travel with me, Juan. I'm a little concerned about suspending the war games or, quote, unquote, military readiness preparation. I think you need to be prepared for the North Koreans, and that's why you have them. They're defensive in posture. They see them, the North Koreans, as offensive. They're there just in case something happens and the north invades. And we want our allies to be prepared and on point. So, we can ratchet those back up at any time. The big one doesn't come until spring 2019. So, I understand why he did it in order to kind of encourage good will there, but it's not something I'm, you know, crazy about happening. I want these exercises to continue. I think they're important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Why is the president then saying, oh, Kim is a funny guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, he's funny looking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He's trustworthy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Greg, in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just find it interesting that the same people who have spent decades pleading for dialogue are now having one delivered with a giant bow. And I think that's what really hurts is that Trump is delivering what liberals have been promising and claiming is their expertise, and I think it disturbs and destroys their soul to see. I mean, it's amazing to me to see how many people are actually against peace. And to return to the analogy of hostages, there are hostages in that country, right? What President Trump is doing is negotiating with the hostage taker, which is exactly the protocol that you do. And if it doesn't work, you know that Trump gave the hard sell. He exhausted every option before you go in there and rescue the hostages, and that's the point. Rescuing the hostages means they're going to die. This is the only way that you can do it. I think I'm optimistic about it because I think that Trump is getting the North Korean regime to think past the sell. He's like a car salesman. He got Kim into the corvette for the test drive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That video is brilliant. Hats off -- I guess it was Bolton? Bolton's team who did that video. But, the fact is, that was the corvette. They got Kim to get the feel of what it's like to be in an American car name freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. And he showed them -- look at my car. He took out the beast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The new car smell",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, exactly, exactly. And, Dana, you made that point about he'll be curious to see years going forward, whether or not CIA had some intel to say that that would be persuasive in the art of the deal. All right, President Trump's popularity with voters on full display during key primary races. What it means for Democrats in the midterms, coming up next. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "President Trump's influence appearing to loom large over key primary races. In South Carolina, Trump critic Mark Sanford losing his congressional race to Katie Arrington who ran a campaign highlighting her opponent's criticisms of the president. Trump providing Sanford's 2009 scandal just hours before the poll close tweeting, he's better off in Argentina. And in Virginia, Trump supporter CoreyStewart edging out his primary opponent in that senate primary race, he'll next face off against Hillary Clinton's former running mate, Senator Tim Kaine. So, could the Trump effect mean more trouble for Democrats this fall? Jesse, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, my favorite -- actually, I should say second favorite Democrat, Doug Schoen, has a good piece and its title is attacking Trump is now a losing strategy in both parties. That's the takeaway from Tuesday's primaries. And he highlights a bunch of moderate, not fringe, resistant type of candidates. They're mostly women, actually, in Virginia, running for congress. And former CIA officers, ex-navy people. And they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, Democrat. They're not super vicious Democrat Trump haters. And they're doing very well. So that could, you know, bode well for Democrats going into 2018. Now, if you look at the approval ratings for President Trump, he's at 87 percent approval with Republicans. And with independents he is above board, 49 percent which is pretty good. If you look at President Obama at the same time of his presidency going into the midterms around June, he had about 10 percent less support among Democrats, and he was 15 points underwater with independence. And you remember that was a huge Republican wave there. The economy is doing great, and you have the summit in Singapore which is giving him headwinds on foreign policy. And the map -- the Democrats are competing in some serious red states that Trump won. I still think it's a very tough race for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "With that -- the numbers that Jesse is mentioning. And so, if President Trump gets above 50 percent with independents, which is possible after this summit and the days -- I don't know if that last, but that certainly is a possible thing, then it makes it even harder to attack the president because if you have a president that's about 50, you don't want to kick him, you want to kick down. So, if you want to drive his numbers down it might be difficult in the summer if they actually get some things done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Great point and, you know, an important one that I'm sure everyone is paying, you know, attention to. I think these results were very strong, very favorable for not just the GOP but Trump's political party, which is the Republican Party now because he's really done well for the party. People who have been supportive of him are favoring very well. This is great, you know, for the midterm elections coming up. And the Democrats need to pay attention. I think that is a very key litmus test that we saw coming out of the results last night. And when you look at these numbers and the strong turnout, showing that they're motivated in light of the strong economic numbers, immigration policy, border security, all the things that have bode very well for President Trump and his policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg, is it possible for somebody like a Mark Sanford, who isn't a very conservative guy, and has gone through all that he'd gone through after, you know, the trip to Argentina, hiking in the woods, whatever. That he was a congressman. He was actually quite popular until this past year. And he's going to be on The Story tonight with Martha MacCallum, by the way. Is it possible for these candidates to try to separate President Trump's rhetoric from the tactics and actually try to run on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a very good point. The Trump presidency is how my wife packs for three days. She packs for a month. He has packed two terms into 17 months. I mean, if you look at all the achievements, you have, you know, Gorsuch, taxes, North Korea, ISIS, jobs, the economy. But you also have the tweeting and you have these -- the media constantly generating and magnifying things that occurred before the election, whether it's Russia or whatever. So you've got all this stuff going on. And I think that -- that affects people's emotions in a way that they feel that they're afraid to support the president, and it's wrong.  Here, I use this rowboat metaphor. If you like how the country is going, you get in a boat, you row because it looks like their safe waters ahead. If you don't like the direction of the boat, you can't row. What's challenging for these never-Trumpers and these anti-Trumpers is the growing realization that the water is great. The water looks really smooth and good things are happening. It's the golden age. Why aren't you going to row? Mark Sanford, why aren't you rowing? Who is the other dude? Corker, why aren't you rowing? What have you got against what's happening? What is bothering you? It's his personality. It's Trump's personality. That's not enough. You don't have to like the guy. You're not marrying the guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So, they could leave or they could lose. But they kept to their principles, so there's that. It's not all bad news for Democrats, Juan. In Ohio, the senate and the governor's races have all looked really good for the Democrats at this point. And Ohio being such a key state and President Trump won it by eight points. I'm throwing you a little carrot there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You don't need to. I mean, so to my mind, you look at someone like Sanford, and this morning he says he has no regrets about anything that he said, including, hey, what about transparency? Where are your tax returns? He said Trump is a candidate, a president who fans the flames of racial intolerance. And he said, you know, it's really on Republicans to at some point stand up for their principles, because, you know, it's not a matter of clear sailing when you say, oh, you know, we were the party of free trade, and you see trade wars starting around the world. Or, you know what, we were the party of immigration, and especially legal immigration, and you see immigrants being demonized left and right. Or we're the party that looks out for people, looks out for the working -- oh, but we're going to take away your health care plan. We're not going to defend it even though that's the tradition. Oh, no, we're going to do it. We tried to destroy Obamacare. We failed. We have no other plan. So, I think, you know, what really struck me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Was Sanford for all those things or against those things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what really struck me was the win by Corey Stewart in Virginia, Dana. Because Corey Stewart is a guy who loves confederate monuments, right? He's the guy who -- you know, I was surprised. I thought Ed Gillespie is a tremendous candidate for Republicans. Ed Gillespie squeaked by against Corey Stewart because Corey Stewart said I'm a Trump guy. And then, guess what? He lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Just really quick, I mean, you said about President Trump fanning racial flames of injustice, but quite the contrary. If you look at even like unemployment numbers, job satisfaction with blacks, Hispanics and women, they're at a record, you know, low in terms of them being able to be satisfied with the party, with the president, and having jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I just know that the facts are, you look at what -- not only blacks but Latinos say about President Trump, Kimberly, highly critical. And there you have Mark Sanford who's a real conservative Republican from South Carolina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Guys, they're pushing me because we have lots of other stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We can't forget why Sanford is where he is? You can't be riding in on a high horse on this one. Go hiking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. A war of words erupting between -- well, that would mean that other people would have to answered to their past things, but, anyway. DOJ and Republican lawmakers having a fight over allegations of intimidation. We'll explain next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "High drama on Capitol Hill ahead of tomorrow's release of the Justice Department's I.G. report on the Clinton email investigation. The fallout continues over a stunning Fox News report. Newly-obtained emails claim Deputy Attorney General Rod Rosenstein once threatened to subpoena emails, phone records and other documents belonging to House Republicans and their staffers in the Russia probe. GOP lawmakers are now blasting the DOJ, accusing the department of intimidation. Attorney General Jeff Sessions denies the allegations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "sentences": "I'm confident that deputy Rosenstein, 28 years in the Department of Justice, did not improperly threaten anyone on that occasion. But we do believe that we have tried to be cooperative with them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The A.G.'s comments have outraged some lawmakers, including House Oversight Committee member Jim Jordan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN (R), OHIO",
      "sentences": "I'm almost flabbergasted. I mean, what is the attorney general saying? Rod Rosenstein hasn't complied with Devin Nunes's subpoena, hasn't complied with Chairman Goodlatte's subpoena.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Kimberly. This seems like a turf war now. You know, the DOJ is protecting their people. They probably did some bad things and they don't want it to get out. And the House Oversight Committee just wants some information. And they're just threatening each other. Where's this going?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, it's a little bit of a turf war and, you know, posturing back and forth. You're curious what the truth really is in regard to this situation. But I keep thinking about, when people say, \"Well, what about Sessions and President Trump? Should he, you know, remove Jeff Sessions?\" Then, what, then Rosenstein is in his place? I don't think so. But of course, he's going to try to protect in a good way and represent his people, Jeff Sessions is. I don't think that he has specific knowledge of any untoward or inappropriate behavior or activities. But, you know, that's what investigations are for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He could have said, you know, \"This is serious. We'll take a look at it.\" He didn't say that, which kind of surprised me. Juan, if Eric Holder had threatened to subpoena some congressional staffers and, you know, some House Republicans or even Democrats, that would be pretty big news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Imagine. I think the Republicans would have held him in contempt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Maybe that's what happened to Rosenstein.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's exactly why he said what he said, which is being misinterpreted. He said, \"If you guys are going to threaten me with contempt,\" because they were putting pressure on him for these documents and the like, he said, \"Well, then you know what? Then it would be a necessity for people to subpoena your texts.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So it wasn't a threat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. Just saying you're going to -- you think you guys are the only ones with the upper hand here. And you can just beat up the Justice Department, undermine Mueller, defame Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They do have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Defame Sessions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- congressional oversight. They do have oversight authority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They do. Right. But you don't have the right to try to undermine and somehow demean or demagogue and go on and on. Remember Devin Nunes -- what is it, two weeks ago, Jesse, we're talking about Spygate. Where's that? Like, you know, gone. What about Devin Nunes? Obama was tapping President Trump's campaign. Where's that? Gone.  So at some point, I think what you see is Sessions and Rosenstein saying, \"We're going to do our investigation. We're Trump appointees, and we are trustworthy people. We have some integrity, 28 years for Rosenstein.\" And they're just getting fed up with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You want to know why stuff has gone poof? It's because you can't get any information out of the DOJ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They've asked so many questions about everything regarding the abuses that took place, allegedly, and they can't get any info.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I do think it's all -- this is traditional. The Founding Fathers knew that this would happen. That's why they set up the three branches of government, and they let them fight it out. I do think that -- I've been a House staffer. I've been a DOJ staffer, and I've been a White House staffer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BASH",
      "sentences": "And all the things, this is completely overwrought. And it's not the most important thing that ever happened. It's not the most important thing going on in the world. But I will say this, that the House Republicans should just think a little bit about what it would be like with the Justice Department having to answer questions and letters and turning over documents if the House flips in November. Because I've had to deal with that, too.  In 2006, when the Democrats took back over, we spent almost, you know, an inordinate amount of time, 60 percent of our time, having to deal with document requests from Democrats on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It never ends, no matter who's in power. Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is the world's longest game of Rock, Paper, Scissors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, rock is collusion. Paper is Hillary's email, and scissors is the tool that I want to jam in my eye whenever we do this topic. It is the most overdue baby on the planet. And we're all sitting in the waiting room, waiting. Let's just induce labor. Let's get this thing over with so we can talk about other things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. I.G. report -- the baby --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I groan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- Greg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stands for \"I groan.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Listen to this. Alec Baldwin making a shocking political announcement. We'll tell you what it is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "America, our prayers have been answered. Alec Baldwin says he if he ran for president, he'd win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "sentences": "If I ran, I would win. HOWARD STERN, HOST OF \"THE HOWARD STERN SHOW\": You would?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALDWIN",
      "sentences": "I would absolutely win. ROBIN QUIVERS, CO-HOST OF \"THE HOWARD STERN SHOW\": Then why don't you run?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALDWIN",
      "sentences": "One thousand percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STERN",
      "sentences": "Why don't you run for president as Donald Trump? That way everyone will have everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALDWIN",
      "sentences": "If I ran for president, I would win, hands down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STERN",
      "sentences": "Because you would be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALDWIN",
      "sentences": "The funniest, most exciting, most crazy campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This, friends, is the election this country needs and the media deserves. Could you ask for a better match-up? Donald Trump and a guy who makes a living as Donald Trump.  And although he's never run a business, he has played someone who has. Did anyone see \"Boss Baby\"? It's a great film. I kid. Baldwin, he's way more than an impersonator. He's an actor. And he's got more in common with Trump than he thinks. He's a famous, blustery, ego-driven New Yorker, and he cares, hopefully enough to appoint Sean Penn as his running mate. That would be great. But here's the big point, Alec, and I know you're watching. You hate this president, and you fear where the president is headed and it makes it hard to remember your lines. You see what it does to your friends: ROBERT DE NIRO, ACTOR, \"THE VIEW\"/ABC, FEB. 3, 2017: Of course I want to punch him in the face. JOY BEHAR, CO-HOST, \"THE VIEW\": Right. MADONNA, POP SINGER, JAN. 21, 2017: I have thought an awful lot about blowing up the White House.  JOHNNY DEPP, ACTOR, JUNE 22, 2017: When was the last time an actor assassinated a president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're a mess. All of your friends are destroying themselves. So you've got to run. You've got to do it for them before they lose it completely. If you feel that strongly about stopping Trump, why stay on the sidelines like a coward? And if not you, then who? Have you seen the Democrats, a bunch of hopeless sticks? And Oprah. But you, you're the only hope your party has. There's no one better. That's why I'm starting the Draft Alec 2020 campaign. Don't I have a little button? There it is. I invite viewers to join. Let's make him the Democratic nominee. Because Alec, you've taken your shots. Time to settle this once and for all. The only reason why you won't is because you're scared of losing. But what did you just say before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALDWIN",
      "sentences": "If I ran for president, I would win. Hands down, I would win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So what's keeping you? All right, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is exactly what we need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think -- I agree. Let's have somebody from Hollywood run --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- and settle this question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If he -- if he is such a patriot and believes in his heart that Trump is evil, he's the man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Absolutely. #2020AlecBaldwin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, come on. You know he's an entertainer. He had a TV show. He's like Trump. This is what the Democrats need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Did you ever see that film \"Idiocracy\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's one of my favorites.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "He has devolved (ph). So now we're going to have two people, totally unqualified. The Democrats will say, \"Well, the Republican is unqualified, just a celebrity, a TV guy. Knows nothing. And he goes off and he runs and he won.\" So Alec Baldwin says, \"Hey, I'm a better entertainer. I'm a better actor. So I can beat him hands down.\" I mean, the only, he said he thinks that Trump will fire Mueller. He said he thinks that Trump just said to Kim at the summit, \"Just say you're going to denuclearize, because I need that for my reelection.\" So I mean, it's like an absurdity. I mean, it's like a joke. But the thing is, we're all living through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I think -- I could see a ticket, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could see it. And he is the face of the resistance. I mean, he plays Trump every Saturday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes. You're saying, you know, saddle up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Come on, cowboy. If you think you're special --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Put your money where your mouth is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Absolutely. And when you look at the cast of characters of alternatives in the Democratic Party, who are you going to have? I mean, when you think about it. I mean, would Sean Penn be on the lead of that ticket or Baldwin? Who would you have? You know, besides -- the only one, actually, probably, is like Oprah Winfrey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "She would be good and normal. But other than that, Alec Baldwin would be absolutely entertaining.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, what can you say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would say we've finally found a candidate that hates reporters more than Trump. Didn't Baldwin punch reporters in the face?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Smashed their cameras? Trump hasn't even done that. I listened to the interview live. I love Howard. Baba Booey. And Howard was very tough and very fair. He didn't really take a side. But this guy's obsessed with Trump. He was on with Howard for an hour and a half, kept bringing the conversation back to Mueller. He thinks there are these secret \"Apprentice\" tapes that are long-lost that show Trump saying all this stuff. But I do think -- and just looking at him, he looks like a president. I actually kind of like him when I listen to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Which one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Look at Baldwin. I mean, I could see that guy in the Oval Office. He did joke that, if he did run for president, he would spend the entire summer in the Hamptons. Well, I don't know how serious he is. He said he's not running, because he said his wife wouldn't be with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What about executive time? Well, Trump has executive time. He spends the mornings in the White House bedroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The similarities: he hosts TV shows like our president. He's a brash New Yorker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Great hair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's known among the ladies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Great hair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Huge ego and a colorful past. I don't -- I just don't know why. If you know 100 percent or 1000 percent that you can win --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Then run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- then run. I mean, what is it, Alec? I know he watches this show. I've heard that this is his favorite show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that I'm his favorite host. I heard that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I can tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes. All right. Could the mecca of liberalism, also known as California, be headed for a big break-up? Find out next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "A controversial plan that could radically change our political landscape getting the green light. The so-called Cal Three proposal to split California into three states gaining enough support now to make it onto the ballot this November. This plan would divide the Golden State into coastal areas that would be called California. Then northern California would be a separate entity and Southern California another entity, the third. The billionaire behind the initiative says it would improve government and lower taxes. But reality check, it faces very long odds. What do you think, Kimberly? You know California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, I think this is so nutty. It's so crazy to me. Can you even imagine? I grew up and spent, you know, a majority of my life there. Dividing it into three? And everyone is like, \"Well, is L.A. part of California or Southern California?\" \"Further down would be Southern California.\" What is going on over there? The place is completely falling apart, besides the homeless camps. I mean, it's unbelievable. So I don't know why they think this is a good idea, but it just goes to show you, it's like run amok in California. If something like this actually made it on the ballot, like, good luck with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You just answered your own question. Why are they doing this? It is because of what you just described. You know, the rich --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "People don't want to deal with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Big government has failed the non-rich. Right? California looks like the set of \"Mad Max.\" It's overrun with filth, drug paraphernalia, higher crime and disease everywhere. Hollywood loves to make dystopian shows. They're living above a dystopia. They can sit in their little castles in the sky while the rest of us in California have to, you know, go near overpasses, which, you know, underneath our encampments buffeted by hills of feces. It's -- which Pelosi calls \"curbside living.\" It's the -- that's the crime. The point is, that's why they should split. I think -- I don't blame them for wanting to split.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Because people are tired of subsidizing the craziness --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And total disregard for the law and sanctuary cities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Homeless encampments and all the above with their hard-earned taxpayer dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Squandered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So let me ask you, Dana, is this the case where, you know, President Trump has a lot of anger, California, sanctuary cities, the way they deal with immigrants and all the like. So is this, like, grievance politics from the Republicans, saying, \"Oh, yes, we'll break up California\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, I don't think this is -- I don't think this is all that new. I lived in San Diego only for three years. But I remember that this theory has been out there for a while. And Tim Draper is the Silicon Valley billionaire who came up with this idea or pushed it through, said if you split it up, you'll get better infrastructure, better education and lower taxes. I don't know all the details. But has California become too big and is it ungovernable? Perhaps. And maybe this is the time for us to think creatively about things and disrupt things. I guess they'll have a discussion. It only has about 17 percent approval right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But it would take maybe four times to get this on the ballot, unless a new governor makes things all better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Perhaps he should come on \"The Five\" and on \"The Daily Briefing\" to discuss this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Important questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, but you've got a powerful voice like Kimberly in opposition. What do you say, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm against it for two reasons. One, you have to add more stars to the flag. That's really annoying. And two, it would give California four extra senators, probably all Democrats and you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, just kick out three states. Kick out three states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, who do we go with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't do it. Don't do it. Don't do it. You're going to get letters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm kidding. We love Vermont.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "You may have to do a book tour there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't think you'll be doing a book tour there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why not? Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Even I haven't done a book tour there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They may not show up. They may not show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. But I will say a word for California. They're the six largest economy in the world. Most billionaires of any place live there. So California, I understand your problems. \"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's time now for One More Thing. Juan, what do you have for us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I'm going to be off for the next couple of days. My family has one of those major moments coming up this weekend. My youngest son, Raffi, is marrying Morgan in her home state of Massachusetts. Raffi and Morgan live in D.C., which is where they got engaged two years ago. Here are some photos from that magical moment. He surprised her doing her run, intercepting her at the Washington Monument to ask the big question. Morgan is an only child, and that makes it all the more special for her mom and her dad, especially her mom, Donna. But it's also very special for me and for my wife to see our baby come to this joyous day. Good luck to Morgan and Raffi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Aww! Congratulations!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That was sweet. He's such a family guy. That's wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm a dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Follow that, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Speaking of dads, I was with my dad yesterday at the Mill River Club in Long Island at the Planting Fields Foundation Golf Classic. There we are there. Al was our caddie. He did a great job for me. It's a foundation that pairs up with the New York State Office of Parks to give, you know, various recreational activities to the public at this huge arboretum in Oyster Bay. My dad actually won a golf bag at the raffle. There he is there, very excited. He was with Peter Tiberio, who organized the event, the treasurer of the foundation. We had a very nice time, and I didn't cheat very much at all when I played.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Wow. All right. Jesse, good job. We're proud of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "An annual event for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Annual event.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hi, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. I want you to meet 99-year-old Martha Heft. She learned to sew when she was just 5 years old. And now her sewing skills are making headlines. The Palm Beach County Sheriff's Office recently released a video showcasing how she and her daughter and the ladies from her Methodist church group were able to sew 60 dresses made out of donated pillowcases, and they sent them to a Puerto Rican orphanage. The Palm Beach Sheriff's Office was in Puerto Rico. They were assisting law enforcement to help people after the devastation of Hurricane Maria, and they were joined by Martha's daughter. So she's quite amazing, Martha Heft, at 99 years old. Listen to her here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How many more years are you going to be doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA HEFT, SEWED DRESSES FOR HURRICANE VICTIMS",
      "sentences": "As long as God grants me life and health. I'm happy to do it. I just wish I had a little more speed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So she can make even more. Thank you, Martha, for all you do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know a guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "How sweet is that, though? Because people forget about Puerto Rico. So nice that she's doing that. You know? For the children there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And actually, they were very cute little dresses, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Adorable. My mom used to sew all my dresses. Very sweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Same here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "It's a very loving thing to do. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, my mom did sew all my clothes. That was something they did. Remember, they used to buy the little patterns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In the bag -- in the sewing. And they were like these crinkly paper. It was very strange. Anyway, podcast, it's great. Michael Malice, we talked about the latest North Korea stuff. He's really good on it. That's FOXNewsPodcast.com, and I just tweeted it so you can find it there. But first -- or second --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hate these people!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I haven't done one of these in a while. You know why? Because it's vacation time. It's almost time to go away. You're probably going somewhere, and when you go somewhere, you're going to be in a hotel. And what are you going to see in the hotel? You're going to see a little sign in the bathroom that says, \"You know what? Please reuse your towels to help the environment.\" Here's a suggestion, don't. Use as many towels as you damn please. It's your vacation. You paid it; it's expensive. Use your towels. They're pretending that it's helping the environment. No, they're just saving money on water and detergent. So use the towels and be happier using them, because we're America and America is about towels!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I just don't know where this went so terribly wrong. Why do you always have to have my towel, Greg? Just saying. All right. Father and son welcome their mother home while the son's home from a business trip with this little embarrassing sign. And take a look. There you have it. And this is one Oklahoma woman returning home from a weeklong business trip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Quite a fun little joke, quite a welcome from her husband and young son at the airport. Barbara Nielsen was standing at the baggage claim when she spotted her son, Damon: \"Welcome home from prison, Mom.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Very cute Facebook post. All right. Set your DVRs, never miss an episode of \"The Five.\" Special Report up next. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "Hello, everyone. I'm Kimberly Guilfoyle along with Juan Williams, Jesse Watters, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" President Trump is back in the U.S. following his historic summit in Singapore with Kim Jong Un. The president is now saying there's no need to worry about a nuclear threat from North Korea. The commander in chief is also sitting down with Bret Baier, telling him U.S. combat troops will remain on the Korean Peninsula."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "Is the military drawing down in South Korea? You kind of hinted at that. And is there going to be this kind of tit-for-tat?"
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "No, it's not drawing down at all. In fact, honestly, it was never discussed. I'm sure he'd like that. It was never on the table. He should have understood that was never on the table. With that being understood and, you know, you asking me a question like that, I would love to get the military out as soon as we can because it costs a lot of money, a lot of money for us. We don't get paid fully for that military which, you know, I'll be talking to South Korea about it. But, we have 32,000 soldiers in South Korea. I'd like to get them home. I would like too. But it is not on the table right now. At the appropriate time it will be."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "The full interview airs on \"Special Report\" tonight at 6 p.m. Eastern. Over in South Korea, Secretary of State Mike Pompeo says the U.S. wants to see Kim Jong Un making progress towards the denuclearization before the end of Trump's first term. This while the president is taking aim at the mainstream media for negative coverage of his landmark sit down. Tweeting, so funny to watch the fake news, especially NBC and CNN, they're fighting hard to downplay the deal with North Korea. Five hundred days ago they would have begged for this deal. Looked like war would break out. Our country's biggest enemy is the fake news so easily promulgated by fools. Greg, you're an expert in promulgated by fools."
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Yes, I am. You know, we're all here -- everybody here by nature is skeptical. We're skeptical about everything. And, I find it, I guess, funny that the least skeptical people on earth are demanding that we be skeptical. So, these are the people that smear you if you're skeptical about Cuba, or climate change models, or stats on mass shootings, or gun control talking points. If you're skeptical about the Paris accord, if you're skeptical about Iran, if you're skeptical about communism, socialism, Venezuela, if you're skeptical about that, you're heartless. But, you must be skeptical about this. Well, we're already there. We've always been skeptical. If you are a conservative or libertarian you're born skeptical. I had -- I'm going to pull a Dana Perino. I had Michael Malice on my podcast today. And, you know, he tweeted something very, very good. He also said this on my show, which is you can find it. If you think the possibility of peace is worse than the possibility of war, there must be something wrong with you. And he says that -- he has a good metaphor that North Korea is like a hostage situation. We've said that before. There's 28 million, 27 million hostages. The protocol is you try to get the hostage taker to put his gun down, and you do that always first by dialogue, and then, whether that means reassuring him with a film, that might work, but that's how you do it. First you want to save the people. And it is -- they're people. It's terrible in North Korea. They have concentration camps. They had genocide in the '90s. It's a ruthless regime. That tells you something. Containment doesn't work. Containment doesn't make the hostages feel really good."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, it holds the evil in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. This could -- I mean, a hostage taker -- a hostage might actually think Trump is saving me."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. All right, Dana, so what do you make now in terms of we've had some time since this historic summit and the meeting to kind of see some of the fallout, the discussion, people, you know, take different sides in terms of their opinion of what they think transpired."
    },
    {
      "speaker": "DANA PERINO, CO- HOST",
      "utterance": "Well, I think it's still a net plus, right, for the president and for the world. Like, there is still hope. There is skepticism, but I think it's important to note that the skepticism isn't necessarily about President Trump, unless you're like an anti-Trump person. The skepticism is about North Korea and Kim Jong Un because the regime repeatedly lied. They repeatedly agreed to similar things like what they've agreed to a communicate the other day with the president back in 1996, then 2000, and then in 2005 and 2006. So, that's repeated. So, I think the skepticism, one, journalists are skeptical, two, conservatives are skeptical. Three, the skepticism is also about the North Koreans, just as it was about the Iranians. I also think that in some ways there's this tribal nature of who you're going to trust. If you're a Democrat and you trusted Obama, and you thought the Iran deal was a really good one. And you also might think that the personnel that they've had, like Secretary John Kerry, you had a lot of trust in him. Conservatives did not. And I think you're just seeing the mirror image of that now. So, Republicans will say I trust President Trump. I think he knows what he's doing. He didn't get it all in one day. We never expected that. But they also respect the people that work for him, so John Bolton, Mike Pompeo. Whereas it's just -- on the other side it would just be back and forth. I also think though that when it comes to the cost to Americans to have our troops in South Korea and in the region and to do these exercises, it's not just that it input out. It's not like just a lost cause. I do think that it's in our strategic national interest for us to keep a presence there, because you don't want to revamp it back up. Especially because we know that there's always dangers lurking around the corner."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. Now, Jesse, you know, obviously -- Dana brings up a good point about some of the tribalism of it. There's people, yes, that do trust, you know, President Trump, because, also, perhaps, they've looked at the record of what he has promised and what he has delivered in our -- is it OK to be optimistic about, hopefully, having, you know, good outcomes? Trust but verify."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Right. And what happened during the Obama administration, I mean, they give billions of cash to the ayatollah. They had a really bad trade with Bergdahl, handed over five top Taliban members. They've botched the Paris climate deal. They've botched TPP. They botched pretty much everything they touched. The Iraq says the forces agreement. And then, Trump comes in to try to broker a peace deal, gives up almost nothing. And the same people that praised Obama now are complaining. I mean, Clinton and Carter went over there and built two nuclear reactors, gave them millions of dollars. What happens just the other day? I think Obama gave Trump the keys to the White House and said, oh, yes, by the way, I've done nothing on North Korea for eight years. Now, it's the biggest problem. You're going to have to deal with it. Good luck. So, Trump tries to step up and bring peace to the peninsula, and all he hears is 100 percent negativity. And it just destroys the media narrative that he's this big warmonger when he goes there to make peace. And they don't want to give him any credit for trying to get peace. I'm not saying it's a done deal. It's far from a done deal. There is a potential here for a great deal. But all the deputies now have to hammer out the details. There's no, you know, verification, there's no inspections. The phase out is still up in the air. We don't know whether they're going to destroy or when they're going to destroy all these facilities, that all has to be hammered out. But the spirit of the summit was very strong, and the political will between the two leaders appears to be very positive. And I think now we let the little guys hammer it out and we'll see what happens."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Juan, so the president use, you know, rhetoric that some thought was inflammatory, but he was quite specific in saying that he feels that that played a part in terms of bringing North Korea to the table where ultimately, you know, he used diplomacy to be able to achieve these ends."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "I think I read it differently, Kimberly. I think he said he regretted some of the language that he's used in the past."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "But he also said that he thought it was helpful in getting them to this point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I think he said he regretted and understood that it was provocative language, is I think what he said. But to the larger point here, I think the big news today is, you know what, the Pentagon didn't know that he was offering to give up military exercises with the South Koreans. And maybe, most importantly, the South Koreans didn't know it. And the South Koreans have played a key role in trying to make this deal happen and they're surprised too. So, what you have is kind of seat-of- the-pants Donald Trump working by the guts, saying, oh, I think this will work, this will work. What about our allies? I mean, this is something that, you know, when you think about it, you say as everybody else on the panel has talked about, let's go back and look at past criticism of something like the Iran deal. Oh, my gosh. At that point, it was said that this was evidence of Obama's inexperience, that he was a celebrity president, didn't understand the threats the world face. Of course, he got a deal that stopped Iran from developing nuclear weapons. What we have here is no such thing from president -- no guarantee, no method of verification, nobody on the ground, no assurances, no details."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's been two days, Juan. Obama had two years."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm sorry, there was a signed deal, Jesse, and that's what the deal said."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We stop and nothing else. Nothing from the North Koreans. So, what you get is -- when Obama sat down and said -- I think this is '07 in the mist of his campaign, he said, you know, I'm willing to meet with people who represent repressive regimes because it's an opportunity to build bridges, to talk. Oh, my goodness. The conservatives, the Republicans said what is he doing? He's coddling our enemies and he's alienating our allies. When Trump does it, oh, this is historic, and the American media is the enemy. Talk about hypocrisy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Can I explain just the difference between -- I think we have a strong, muscular, pro-American president like Donald Trump, when he is willing to sit down and talk to America's enemies. There's a different posture there. There's a difference between someone like that and someone like Obama who did an apology tour, who talked down American greatness in American exceptionalism, and his willingness to go and talk to America's enemies and not cut a great, vigilant deal. This is the difference."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Or doing an apology tour."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me just say then."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The way you guys see it is it's just team sports. If you like Obama, you like this. If you like Trump, you like this. But, I think, let's get away from that for a second. Let's just look at what the deal entails. And what you see is, and we've talked about this a moment ago, 130,000 people living in South Korean gulags at this moment. So, our tough, strong president does nothing -- nothing in the deal."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "What do you expect in 48 hours? It's ridiculous."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You can't believe that they would complain about actually something that happened that was very favorable for this country, for North Koreans, or South Koreans, for the world in general, give a chance for this to work. You don't like it if he use fire and fury. You don't like it if we go to war. You don't like it if we sit down and engage in diplomatic relations."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Of course I do."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know, it's not totally travel with me, Juan. I'm a little concerned about suspending the war games or, quote, unquote, military readiness preparation. I think you need to be prepared for the North Koreans, and that's why you have them. They're defensive in posture. They see them, the North Koreans, as offensive. They're there just in case something happens and the north invades. And we want our allies to be prepared and on point. So, we can ratchet those back up at any time. The big one doesn't come until spring 2019. So, I understand why he did it in order to kind of encourage good will there, but it's not something I'm, you know, crazy about happening. I want these exercises to continue. I think they're important."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Why is the president then saying, oh, Kim is a funny guy?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, he's funny looking."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He's trustworthy."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Greg, in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just find it interesting that the same people who have spent decades pleading for dialogue are now having one delivered with a giant bow. And I think that's what really hurts is that Trump is delivering what liberals have been promising and claiming is their expertise, and I think it disturbs and destroys their soul to see. I mean, it's amazing to me to see how many people are actually against peace. And to return to the analogy of hostages, there are hostages in that country, right? What President Trump is doing is negotiating with the hostage taker, which is exactly the protocol that you do. And if it doesn't work, you know that Trump gave the hard sell. He exhausted every option before you go in there and rescue the hostages, and that's the point. Rescuing the hostages means they're going to die. This is the only way that you can do it. I think I'm optimistic about it because I think that Trump is getting the North Korean regime to think past the sell. He's like a car salesman. He got Kim into the corvette for the test drive."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That video is brilliant. Hats off -- I guess it was Bolton? Bolton's team who did that video. But, the fact is, that was the corvette. They got Kim to get the feel of what it's like to be in an American car name freedom."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. And he showed them -- look at my car. He took out the beast."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The new car smell"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, exactly, exactly. And, Dana, you made that point about he'll be curious to see years going forward, whether or not CIA had some intel to say that that would be persuasive in the art of the deal. All right, President Trump's popularity with voters on full display during key primary races. What it means for Democrats in the midterms, coming up next. Stay with us."
    },
    {
      "speaker": "PERINO",
      "utterance": "President Trump's influence appearing to loom large over key primary races. In South Carolina, Trump critic Mark Sanford losing his congressional race to Katie Arrington who ran a campaign highlighting her opponent's criticisms of the president. Trump providing Sanford's 2009 scandal just hours before the poll close tweeting, he's better off in Argentina. And in Virginia, Trump supporter CoreyStewart edging out his primary opponent in that senate primary race, he'll next face off against Hillary Clinton's former running mate, Senator Tim Kaine. So, could the Trump effect mean more trouble for Democrats this fall? Jesse, what do you think?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, my favorite -- actually, I should say second favorite Democrat, Doug Schoen, has a good piece and its title is attacking Trump is now a losing strategy in both parties. That's the takeaway from Tuesday's primaries. And he highlights a bunch of moderate, not fringe, resistant type of candidates. They're mostly women, actually, in Virginia, running for congress. And former CIA officers, ex-navy people. And they're not."
    },
    {
      "speaker": "PERINO",
      "utterance": "Democrats."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, Democrat. They're not super vicious Democrat Trump haters. And they're doing very well. So that could, you know, bode well for Democrats going into 2018. Now, if you look at the approval ratings for President Trump, he's at 87 percent approval with Republicans. And with independents he is above board, 49 percent which is pretty good. If you look at President Obama at the same time of his presidency going into the midterms around June, he had about 10 percent less support among Democrats, and he was 15 points underwater with independence. And you remember that was a huge Republican wave there. The economy is doing great, and you have the summit in Singapore which is giving him headwinds on foreign policy. And the map -- the Democrats are competing in some serious red states that Trump won. I still think it's a very tough race for Democrats."
    },
    {
      "speaker": "PERINO",
      "utterance": "With that -- the numbers that Jesse is mentioning. And so, if President Trump gets above 50 percent with independents, which is possible after this summit and the days -- I don't know if that last, but that certainly is a possible thing, then it makes it even harder to attack the president because if you have a president that's about 50, you don't want to kick him, you want to kick down. So, if you want to drive his numbers down it might be difficult in the summer if they actually get some things done."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Great point and, you know, an important one that I'm sure everyone is paying, you know, attention to. I think these results were very strong, very favorable for not just the GOP but Trump's political party, which is the Republican Party now because he's really done well for the party. People who have been supportive of him are favoring very well. This is great, you know, for the midterm elections coming up. And the Democrats need to pay attention. I think that is a very key litmus test that we saw coming out of the results last night. And when you look at these numbers and the strong turnout, showing that they're motivated in light of the strong economic numbers, immigration policy, border security, all the things that have bode very well for President Trump and his policies."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg, is it possible for somebody like a Mark Sanford, who isn't a very conservative guy, and has gone through all that he'd gone through after, you know, the trip to Argentina, hiking in the woods, whatever. That he was a congressman. He was actually quite popular until this past year. And he's going to be on The Story tonight with Martha MacCallum, by the way. Is it possible for these candidates to try to separate President Trump's rhetoric from the tactics and actually try to run on that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a very good point. The Trump presidency is how my wife packs for three days. She packs for a month. He has packed two terms into 17 months. I mean, if you look at all the achievements, you have, you know, Gorsuch, taxes, North Korea, ISIS, jobs, the economy. But you also have the tweeting and you have these -- the media constantly generating and magnifying things that occurred before the election, whether it's Russia or whatever. So you've got all this stuff going on. And I think that -- that affects people's emotions in a way that they feel that they're afraid to support the president, and it's wrong. Here, I use this rowboat metaphor. If you like how the country is going, you get in a boat, you row because it looks like their safe waters ahead. If you don't like the direction of the boat, you can't row. What's challenging for these never-Trumpers and these anti-Trumpers is the growing realization that the water is great. The water looks really smooth and good things are happening. It's the golden age. Why aren't you going to row? Mark Sanford, why aren't you rowing? Who is the other dude? Corker, why aren't you rowing? What have you got against what's happening? What is bothering you? It's his personality. It's Trump's personality. That's not enough. You don't have to like the guy. You're not marrying the guy."
    },
    {
      "speaker": "PERINO",
      "utterance": "So, they could leave or they could lose. But they kept to their principles, so there's that. It's not all bad news for Democrats, Juan. In Ohio, the senate and the governor's races have all looked really good for the Democrats at this point. And Ohio being such a key state and President Trump won it by eight points. I'm throwing you a little carrot there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You don't need to. I mean, so to my mind, you look at someone like Sanford, and this morning he says he has no regrets about anything that he said, including, hey, what about transparency? Where are your tax returns? He said Trump is a candidate, a president who fans the flames of racial intolerance. And he said, you know, it's really on Republicans to at some point stand up for their principles, because, you know, it's not a matter of clear sailing when you say, oh, you know, we were the party of free trade, and you see trade wars starting around the world. Or, you know what, we were the party of immigration, and especially legal immigration, and you see immigrants being demonized left and right. Or we're the party that looks out for people, looks out for the working -- oh, but we're going to take away your health care plan. We're not going to defend it even though that's the tradition. Oh, no, we're going to do it. We tried to destroy Obamacare. We failed. We have no other plan. So, I think, you know, what really struck me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Was Sanford for all those things or against those things?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what really struck me was the win by Corey Stewart in Virginia, Dana. Because Corey Stewart is a guy who loves confederate monuments, right? He's the guy who -- you know, I was surprised. I thought Ed Gillespie is a tremendous candidate for Republicans. Ed Gillespie squeaked by against Corey Stewart because Corey Stewart said I'm a Trump guy. And then, guess what? He lost."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Just really quick, I mean, you said about President Trump fanning racial flames of injustice, but quite the contrary. If you look at even like unemployment numbers, job satisfaction with blacks, Hispanics and women, they're at a record, you know, low in terms of them being able to be satisfied with the party, with the president, and having jobs."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I just know that the facts are, you look at what -- not only blacks but Latinos say about President Trump, Kimberly, highly critical. And there you have Mark Sanford who's a real conservative Republican from South Carolina."
    },
    {
      "speaker": "PERINO",
      "utterance": "Guys, they're pushing me because we have lots of other stuff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We can't forget why Sanford is where he is? You can't be riding in on a high horse on this one. Go hiking."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. A war of words erupting between -- well, that would mean that other people would have to answered to their past things, but, anyway. DOJ and Republican lawmakers having a fight over allegations of intimidation. We'll explain next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "High drama on Capitol Hill ahead of tomorrow's release of the Justice Department's I.G. report on the Clinton email investigation. The fallout continues over a stunning Fox News report. Newly-obtained emails claim Deputy Attorney General Rod Rosenstein once threatened to subpoena emails, phone records and other documents belonging to House Republicans and their staffers in the Russia probe. GOP lawmakers are now blasting the DOJ, accusing the department of intimidation. Attorney General Jeff Sessions denies the allegations."
    },
    {
      "speaker": "JEFF SESSIONS, U.S. ATTORNEY GENERAL",
      "utterance": "I'm confident that deputy Rosenstein, 28 years in the Department of Justice, did not improperly threaten anyone on that occasion. But we do believe that we have tried to be cooperative with them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The A.G.'s comments have outraged some lawmakers, including House Oversight Committee member Jim Jordan."
    },
    {
      "speaker": "REP. JIM JORDAN (R), OHIO",
      "utterance": "I'm almost flabbergasted. I mean, what is the attorney general saying? Rod Rosenstein hasn't complied with Devin Nunes's subpoena, hasn't complied with Chairman Goodlatte's subpoena."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Kimberly. This seems like a turf war now. You know, the DOJ is protecting their people. They probably did some bad things and they don't want it to get out. And the House Oversight Committee just wants some information. And they're just threatening each other. Where's this going?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, it's a little bit of a turf war and, you know, posturing back and forth. You're curious what the truth really is in regard to this situation. But I keep thinking about, when people say, \"Well, what about Sessions and President Trump? Should he, you know, remove Jeff Sessions?\" Then, what, then Rosenstein is in his place? I don't think so. But of course, he's going to try to protect in a good way and represent his people, Jeff Sessions is. I don't think that he has specific knowledge of any untoward or inappropriate behavior or activities. But, you know, that's what investigations are for."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He could have said, you know, \"This is serious. We'll take a look at it.\" He didn't say that, which kind of surprised me. Juan, if Eric Holder had threatened to subpoena some congressional staffers and, you know, some House Republicans or even Democrats, that would be pretty big news."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Imagine. I think the Republicans would have held him in contempt."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Maybe that's what happened to Rosenstein."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's exactly why he said what he said, which is being misinterpreted. He said, \"If you guys are going to threaten me with contempt,\" because they were putting pressure on him for these documents and the like, he said, \"Well, then you know what? Then it would be a necessity for people to subpoena your texts.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "So it wasn't a threat?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. Just saying you're going to -- you think you guys are the only ones with the upper hand here. And you can just beat up the Justice Department, undermine Mueller, defame Comey."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They do have --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Defame Sessions."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- congressional oversight. They do have oversight authority."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They do. Right. But you don't have the right to try to undermine and somehow demean or demagogue and go on and on. Remember Devin Nunes -- what is it, two weeks ago, Jesse, we're talking about Spygate. Where's that? Like, you know, gone. What about Devin Nunes? Obama was tapping President Trump's campaign. Where's that? Gone. So at some point, I think what you see is Sessions and Rosenstein saying, \"We're going to do our investigation. We're Trump appointees, and we are trustworthy people. We have some integrity, 28 years for Rosenstein.\" And they're just getting fed up with this."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You want to know why stuff has gone poof? It's because you can't get any information out of the DOJ."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, I see."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They've asked so many questions about everything regarding the abuses that took place, allegedly, and they can't get any info."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I do think it's all -- this is traditional. The Founding Fathers knew that this would happen. That's why they set up the three branches of government, and they let them fight it out. I do think that -- I've been a House staffer. I've been a DOJ staffer, and I've been a White House staffer."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow."
    },
    {
      "speaker": "BASH",
      "utterance": "And all the things, this is completely overwrought. And it's not the most important thing that ever happened. It's not the most important thing going on in the world. But I will say this, that the House Republicans should just think a little bit about what it would be like with the Justice Department having to answer questions and letters and turning over documents if the House flips in November. Because I've had to deal with that, too. In 2006, when the Democrats took back over, we spent almost, you know, an inordinate amount of time, 60 percent of our time, having to deal with document requests from Democrats on Capitol Hill."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It never ends, no matter who's in power. Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is the world's longest game of Rock, Paper, Scissors."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, rock is collusion. Paper is Hillary's email, and scissors is the tool that I want to jam in my eye whenever we do this topic. It is the most overdue baby on the planet. And we're all sitting in the waiting room, waiting. Let's just induce labor. Let's get this thing over with so we can talk about other things."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. I.G. report -- the baby --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I groan."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- Greg --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stands for \"I groan.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- tomorrow."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Tomorrow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Listen to this. Alec Baldwin making a shocking political announcement. We'll tell you what it is next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "America, our prayers have been answered. Alec Baldwin says he if he ran for president, he'd win."
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "utterance": "If I ran, I would win. HOWARD STERN, HOST OF \"THE HOWARD STERN SHOW\": You would?"
    },
    {
      "speaker": "BALDWIN",
      "utterance": "I would absolutely win. ROBIN QUIVERS, CO-HOST OF \"THE HOWARD STERN SHOW\": Then why don't you run?"
    },
    {
      "speaker": "BALDWIN",
      "utterance": "One thousand percent."
    },
    {
      "speaker": "STERN",
      "utterance": "Why don't you run for president as Donald Trump? That way everyone will have everything."
    },
    {
      "speaker": "BALDWIN",
      "utterance": "If I ran for president, I would win, hands down."
    },
    {
      "speaker": "STERN",
      "utterance": "Because you would be --"
    },
    {
      "speaker": "BALDWIN",
      "utterance": "The funniest, most exciting, most crazy campaign."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, gosh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This, friends, is the election this country needs and the media deserves. Could you ask for a better match-up? Donald Trump and a guy who makes a living as Donald Trump. And although he's never run a business, he has played someone who has. Did anyone see \"Boss Baby\"? It's a great film. I kid. Baldwin, he's way more than an impersonator. He's an actor. And he's got more in common with Trump than he thinks. He's a famous, blustery, ego-driven New Yorker, and he cares, hopefully enough to appoint Sean Penn as his running mate. That would be great."
    },
    {
      "speaker": "But here's the big point, Alec, and I know you're watching. You hate this president, and you fear where the president is headed and it makes it hard to remember your lines. You see what it does to your friends",
      "utterance": " ROBERT DE NIRO, ACTOR, \"THE VIEW\"/ABC, FEB. 3, 2017: Of course I want to punch him in the face. JOY BEHAR, CO-HOST, \"THE VIEW\": Right. MADONNA, POP SINGER, JAN. 21, 2017: I have thought an awful lot about blowing up the White House. JOHNNY DEPP, ACTOR, JUNE 22, 2017: When was the last time an actor assassinated a president?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're a mess. All of your friends are destroying themselves. So you've got to run. You've got to do it for them before they lose it completely. If you feel that strongly about stopping Trump, why stay on the sidelines like a coward? And if not you, then who? Have you seen the Democrats, a bunch of hopeless sticks? And Oprah. But you, you're the only hope your party has. There's no one better. That's why I'm starting the Draft Alec 2020 campaign. Don't I have a little button? There it is. I invite viewers to join. Let's make him the Democratic nominee. Because Alec, you've taken your shots. Time to settle this once and for all. The only reason why you won't is because you're scared of losing. But what did you just say before?"
    },
    {
      "speaker": "BALDWIN",
      "utterance": "If I ran for president, I would win. Hands down, I would win."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So what's keeping you? All right, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I love it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is exactly what we need."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think -- I agree. Let's have somebody from Hollywood run --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- and settle this question."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If he -- if he is such a patriot and believes in his heart that Trump is evil, he's the man."
    },
    {
      "speaker": "PERINO",
      "utterance": "Absolutely. #2020AlecBaldwin."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, come on. You know he's an entertainer. He had a TV show. He's like Trump. This is what the Democrats need."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Did you ever see that film \"Idiocracy\"?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's one of my favorites."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "He has devolved (ph). So now we're going to have two people, totally unqualified. The Democrats will say, \"Well, the Republican is unqualified, just a celebrity, a TV guy. Knows nothing. And he goes off and he runs and he won.\" So Alec Baldwin says, \"Hey, I'm a better entertainer. I'm a better actor. So I can beat him hands down.\" I mean, the only, he said he thinks that Trump will fire Mueller. He said he thinks that Trump just said to Kim at the summit, \"Just say you're going to denuclearize, because I need that for my reelection.\" So I mean, it's like an absurdity. I mean, it's like a joke. But the thing is, we're all living through it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I think -- I could see a ticket, Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could see it. And he is the face of the resistance. I mean, he plays Trump every Saturday."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes. You're saying, you know, saddle up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Come on, cowboy. If you think you're special --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Put your money where your mouth is."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Absolutely. And when you look at the cast of characters of alternatives in the Democratic Party, who are you going to have? I mean, when you think about it. I mean, would Sean Penn be on the lead of that ticket or Baldwin? Who would you have? You know, besides -- the only one, actually, probably, is like Oprah Winfrey."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "She would be good and normal. But other than that, Alec Baldwin would be absolutely entertaining."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, what can you say."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would say we've finally found a candidate that hates reporters more than Trump. Didn't Baldwin punch reporters in the face?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Smashed their cameras? Trump hasn't even done that. I listened to the interview live. I love Howard. Baba Booey. And Howard was very tough and very fair. He didn't really take a side. But this guy's obsessed with Trump. He was on with Howard for an hour and a half, kept bringing the conversation back to Mueller. He thinks there are these secret \"Apprentice\" tapes that are long-lost that show Trump saying all this stuff. But I do think -- and just looking at him, he looks like a president. I actually kind of like him when I listen to him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Which one?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Look at Baldwin. I mean, I could see that guy in the Oval Office. He did joke that, if he did run for president, he would spend the entire summer in the Hamptons. Well, I don't know how serious he is. He said he's not running, because he said his wife wouldn't be with him."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What about executive time? Well, Trump has executive time. He spends the mornings in the White House bedroom."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The similarities: he hosts TV shows like our president. He's a brash New Yorker."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Great hair."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's known among the ladies."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Great hair."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Huge ego and a colorful past. I don't -- I just don't know why. If you know 100 percent or 1000 percent that you can win --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Then run."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- then run. I mean, what is it, Alec? I know he watches this show. I've heard that this is his favorite show."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that I'm his favorite host. I heard that, too."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I can tell."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes. All right. Could the mecca of liberalism, also known as California, be headed for a big break-up? Find out next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "A controversial plan that could radically change our political landscape getting the green light. The so-called Cal Three proposal to split California into three states gaining enough support now to make it onto the ballot this November. This plan would divide the Golden State into coastal areas that would be called California. Then northern California would be a separate entity and Southern California another entity, the third. The billionaire behind the initiative says it would improve government and lower taxes. But reality check, it faces very long odds. What do you think, Kimberly? You know California."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, I think this is so nutty. It's so crazy to me. Can you even imagine? I grew up and spent, you know, a majority of my life there. Dividing it into three? And everyone is like, \"Well, is L.A. part of California or Southern California?\" \"Further down would be Southern California.\" What is going on over there? The place is completely falling apart, besides the homeless camps. I mean, it's unbelievable. So I don't know why they think this is a good idea, but it just goes to show you, it's like run amok in California. If something like this actually made it on the ballot, like, good luck with that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You just answered your own question. Why are they doing this? It is because of what you just described. You know, the rich --"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "People don't want to deal with this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Big government has failed the non-rich. Right? California looks like the set of \"Mad Max.\" It's overrun with filth, drug paraphernalia, higher crime and disease everywhere. Hollywood loves to make dystopian shows. They're living above a dystopia. They can sit in their little castles in the sky while the rest of us in California have to, you know, go near overpasses, which, you know, underneath our encampments buffeted by hills of feces. It's -- which Pelosi calls \"curbside living.\" It's the -- that's the crime. The point is, that's why they should split. I think -- I don't blame them for wanting to split."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Because people are tired of subsidizing the craziness --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And total disregard for the law and sanctuary cities."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Homeless encampments and all the above with their hard-earned taxpayer dollars."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Squandered."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So let me ask you, Dana, is this the case where, you know, President Trump has a lot of anger, California, sanctuary cities, the way they deal with immigrants and all the like. So is this, like, grievance politics from the Republicans, saying, \"Oh, yes, we'll break up California\"?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No, I don't think this is -- I don't think this is all that new. I lived in San Diego only for three years. But I remember that this theory has been out there for a while. And Tim Draper is the Silicon Valley billionaire who came up with this idea or pushed it through, said if you split it up, you'll get better infrastructure, better education and lower taxes. I don't know all the details. But has California become too big and is it ungovernable? Perhaps. And maybe this is the time for us to think creatively about things and disrupt things. I guess they'll have a discussion. It only has about 17 percent approval right now."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "But it would take maybe four times to get this on the ballot, unless a new governor makes things all better."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Perhaps he should come on \"The Five\" and on \"The Daily Briefing\" to discuss this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Important questions."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, but you've got a powerful voice like Kimberly in opposition. What do you say, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm against it for two reasons. One, you have to add more stars to the flag. That's really annoying. And two, it would give California four extra senators, probably all Democrats and you know --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, just kick out three states. Kick out three states."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, who do we go with?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't do it. Don't do it. Don't do it. You're going to get letters."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm kidding. We love Vermont."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "You may have to do a book tour there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You never know."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't think you'll be doing a book tour there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why not? Really?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Even I haven't done a book tour there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They may not show up. They may not show up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. But I will say a word for California. They're the six largest economy in the world. Most billionaires of any place live there. So California, I understand your problems. \"One More Thing\" is up next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's time now for One More Thing. Juan, what do you have for us?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I'm going to be off for the next couple of days. My family has one of those major moments coming up this weekend. My youngest son, Raffi, is marrying Morgan in her home state of Massachusetts. Raffi and Morgan live in D.C., which is where they got engaged two years ago. Here are some photos from that magical moment. He surprised her doing her run, intercepting her at the Washington Monument to ask the big question. Morgan is an only child, and that makes it all the more special for her mom and her dad, especially her mom, Donna. But it's also very special for me and for my wife to see our baby come to this joyous day. Good luck to Morgan and Raffi."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Aww! Congratulations!"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Congratulations."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That was sweet. He's such a family guy. That's wonderful."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm a dad."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Wonderful."
    },
    {
      "speaker": "PERINO",
      "utterance": "Follow that, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Speaking of dads, I was with my dad yesterday at the Mill River Club in Long Island at the Planting Fields Foundation Golf Classic. There we are there. Al was our caddie. He did a great job for me. It's a foundation that pairs up with the New York State Office of Parks to give, you know, various recreational activities to the public at this huge arboretum in Oyster Bay. My dad actually won a golf bag at the raffle. There he is there, very excited. He was with Peter Tiberio, who organized the event, the treasurer of the foundation. We had a very nice time, and I didn't cheat very much at all when I played."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Wow. All right. Jesse, good job. We're proud of you."
    },
    {
      "speaker": "PERINO",
      "utterance": "An annual event for you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Annual event."
    },
    {
      "speaker": "PERINO",
      "utterance": "Hi, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. I want you to meet 99-year-old Martha Heft. She learned to sew when she was just 5 years old. And now her sewing skills are making headlines. The Palm Beach County Sheriff's Office recently released a video showcasing how she and her daughter and the ladies from her Methodist church group were able to sew 60 dresses made out of donated pillowcases, and they sent them to a Puerto Rican orphanage. The Palm Beach Sheriff's Office was in Puerto Rico. They were assisting law enforcement to help people after the devastation of Hurricane Maria, and they were joined by Martha's daughter. So she's quite amazing, Martha Heft, at 99 years old. Listen to her here."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How many more years are you going to be doing this?"
    },
    {
      "speaker": "MARTHA HEFT, SEWED DRESSES FOR HURRICANE VICTIMS",
      "utterance": "As long as God grants me life and health. I'm happy to do it. I just wish I had a little more speed."
    },
    {
      "speaker": "PERINO",
      "utterance": "So she can make even more. Thank you, Martha, for all you do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know a guy."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "How sweet is that, though? Because people forget about Puerto Rico. So nice that she's doing that. You know? For the children there."
    },
    {
      "speaker": "PERINO",
      "utterance": "And actually, they were very cute little dresses, too."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Adorable. My mom used to sew all my dresses. Very sweet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Same here."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "It's a very loving thing to do. OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, my mom did sew all my clothes. That was something they did. Remember, they used to buy the little patterns?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In the bag -- in the sewing. And they were like these crinkly paper. It was very strange. Anyway, podcast, it's great. Michael Malice, we talked about the latest North Korea stuff. He's really good on it. That's FOXNewsPodcast.com, and I just tweeted it so you can find it there. But first -- or second --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hate these people!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I haven't done one of these in a while. You know why? Because it's vacation time. It's almost time to go away. You're probably going somewhere, and when you go somewhere, you're going to be in a hotel. And what are you going to see in the hotel? You're going to see a little sign in the bathroom that says, \"You know what? Please reuse your towels to help the environment.\" Here's a suggestion, don't. Use as many towels as you damn please. It's your vacation. You paid it; it's expensive. Use your towels. They're pretending that it's helping the environment. No, they're just saving money on water and detergent. So use the towels and be happier using them, because we're America and America is about towels!"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I just don't know where this went so terribly wrong. Why do you always have to have my towel, Greg? Just saying. All right. Father and son welcome their mother home while the son's home from a business trip with this little embarrassing sign. And take a look. There you have it. And this is one Oklahoma woman returning home from a weeklong business trip."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's cute."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Quite a fun little joke, quite a welcome from her husband and young son at the airport. Barbara Nielsen was standing at the baggage claim when she spotted her son, Damon: \"Welcome home from prison, Mom.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's cute."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Very cute Facebook post. All right. Set your DVRs, never miss an episode of \"The Five.\" Special Report up next. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}